[
  {
    "id": "gdrive-folder:1a7ATCds-uBW0ZVefAk7vBQr7vyWvw4Ne",
    "type": "series",
    "name": "Tales of Wedding Rings",
    "poster": "https://image.tmdb.org/t/p/w500/mNuV7Jti0jYQh34OP2WdmhflTDQ.jpg",
    "description": "Sato is a high school boy in love with his best friend Hime, an unearthly beauty from another realm. So when she moves back to her home world to get married, Sato doesn’t think twice—he follows her and crashes the wedding. Then, after a kiss from Hime, he suddenly becomes the new groom! But here, Hime is a Ring Princess and her husband is destined to be the Ring King: a hero of immense power.",
    "background": "https://image.tmdb.org/t/p/w1280/uWHiLA8nAhm0Ca8eI3mMpYXPUv3.jpg"
  },
  {
    "id": "gdrive-folder:11oYkkaRaDM49m7tMbgBFjK3AN6MwnlFB",
    "type": "series",
    "name": "Grimgar of Fantasy and Ash",
    "poster": "https://image.tmdb.org/t/p/w500/dP9okxs6ZrzPubTS3rhmrMDgMWe.jpg",
    "description": "Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar.\n\nWhen all of the stronger candidates join together, those left behind must create a party together to survive: Manato, a charismatic leader and priest; Haruhiro, a nervous thief; Yume, a cheerful hunter; Shihoru, a shy mage; Mogzo, a kind warrior; and Ranta, a rowdy dark knight. Despite its resemblance to one, this is no game—there are no redos or respawns; it is kill or be killed.\n\nIt is now up to this ragtag group of unlikely fighters to survive together in a world where life and death are separated only by a fine line.",
    "background": "https://image.tmdb.org/t/p/w1280/2VbLfSlnPaxGmyhtuV12aFsg5HL.jpg"
  },
  {
    "id": "gdrive-folder:18JAUjxzinM16tM6-SP3VDSTjz_RFj3Qy",
    "type": "series",
    "name": "Watari-kun's ****** Is About to Collapse",
    "poster": "https://image.tmdb.org/t/p/w500/lbg43t7mslXskfuWpLeMz1NEQGR.jpg",
    "description": "Naoto Watari lives solely for his little sister, Suzushiro, until his chaotic childhood friend, Satsuki, storms back into his life. Without uttering a single word, her very presence ignites buried memories and unravels his rigid routine. As tensions rise and secrets surface, Naoto’s devotion to Suzushiro clashes with unresolved pain, threatening to collapse his fragile world.",
    "background": "https://image.tmdb.org/t/p/w1280/wlDhjgzU1NnlZT3jd40OgnC2wL9.jpg"
  },
  {
    "id": "gdrive-folder:1HvDef6a5JrX4WQr4GuH_Q7T7K5UbcSvF",
    "type": "series",
    "name": "The Water Magician",
    "poster": "https://image.tmdb.org/t/p/w500/9GWz3D9aBgtn6pMiu3DTZL3h5ua.jpg",
    "description": "Reincarnation had Ryo dreaming of peace, but instead he lands into a monster-infested wilderness. With water magic and eternal youth, he survives countless wicked concoctions for 20 years, becoming one of the most powerful magicians ever. Ryo’s fate shifts when he meets Abel, a genius knight, thrusting him into magical society’s spotlight. Thus, the Water Magician’s wild adventure begins!",
    "background": "https://image.tmdb.org/t/p/w1280/s7LgF8NmL0Qi9fWAeZvOBx9s2jy.jpg"
  },
  {
    "id": "gdrive-folder:1GscwL1t1R1KTzDQKfz1Etb-sLetgyg5_",
    "type": "series",
    "name": "Fate/stay night",
    "poster": "https://image.tmdb.org/t/p/w500/x7nYPOveHhINREhTtwBHot9ersB.jpg",
    "description": "Shirou Emiya lost his parents in a fire when he was young and was later adopted by the sorcerer Kiritsugu Emiya. Shirou is drawn into the Holy Grail War summons a female \"Servant\" known as Saber to protect him and obtain the Holy Grail.",
    "background": "https://image.tmdb.org/t/p/w1280/b2mskN6F9kUolFc8mTBiEJwfXLC.jpg"
  },
  {
    "id": "gdrive-folder:13go50YWDz_dWZwb-fVswbIzdyEM6esr7",
    "type": "series",
    "name": "Fate/Zero",
    "poster": "https://image.tmdb.org/t/p/w500/chUbHBiMX7buj8TzOEIjHHPCJfF.jpg",
    "description": "The Fourth Holy Grail War has begun, and seven mages must summon heroes from history to battle each other to the death. Only one mage-and-hero pair will remain to claim the Grail and have their wishes granted! Kiritsugu Emiya was once an assassin but now fights in this war to save the world from those who would destroy it with the Grail’s power.",
    "background": "https://image.tmdb.org/t/p/w1280/rdLgwlOIgWbxUxWoMUxKz1dILIo.jpg"
  },
  {
    "id": "gdrive-folder:1mHZN5N4OqDFmLsvuGgs4KGZkTF5jTKcF",
    "type": "series",
    "name": "The Honor at Magic High School",
    "poster": "https://image.tmdb.org/t/p/w500/p5KpzUYxwbqpJMzJBrgLEdSvrA7.jpg",
    "description": "A century has passed since magic - true magic, the stuff of legends - has returned to the world. It is spring, the season of new beginnings, and a new class of students is about to begin their studies at the First National Magic University Affiliated High School, nickname: First High.\n\nIt follows the events of the original series as seen through the eyes of Shiba Miyuki, Tatsuya's sister. The life of an honor student comes with a lot of expectations...and unexpected hidden feelings?!",
    "background": "https://image.tmdb.org/t/p/w1280/hqalGitZD9f2bOlmRUBd5MoIQqH.jpg"
  },
  {
    "id": "gdrive-folder:1sG2s0uJMujJorss8wmKUlPLx4TSwOw6O",
    "type": "series",
    "name": "The Irregular at Magic High School",
    "poster": "https://image.tmdb.org/t/p/w500/4mJpMjdghHo4LfvmP1q1mubkEvl.jpg",
    "description": "In a world where magic is not a fairy tale but has existed for one hundred years siblings Tatsuya and Miyuki Shiba prepare to begin their studies at the elite Private Magic University Affiliated High School (Magic High School for short). Entering on different levels of the academic spectrum the two turn the once peaceful campus into a chaotic one.",
    "background": "https://image.tmdb.org/t/p/w1280/lpLZuBJuGDGSzLDVvIDKkdOpLuD.jpg"
  },
  {
    "id": "gdrive-folder:1rPOYqL3Mq7AX9MzG-xRU1qYeTNsOoYNY",
    "type": "series",
    "name": "86 EIGHTY-SIX",
    "poster": "https://image.tmdb.org/t/p/w500/pp2gzafNPiug63UskS2niHK9Y04.jpg",
    "description": "Called “Juggernaut,” these are the unmanned combat drones developed by the Republic of San Magnolia in answer to the attacks by the autonomous unmanned drones of the neighboring Empire of Giad, the “Legion”. But they’re only unmanned in name. In reality, they are piloted by the Eighty-sixers—those considered to be less than human and treated as mere tools. Determined to achieve his own mysterious ends, Shin, the captain of Spearhead Squadron, which is comprised of Eighty-sixers, continues to fight a hopeless war on a battlefield where only death awaits him.",
    "background": "https://image.tmdb.org/t/p/w1280/lSlL2CAPSDJ9gf2MZX0x2u2inKX.jpg"
  },
  {
    "id": "gdrive-folder:1y_vzvZGaKI4CSP1T0OhJ6dRxbCKqJxBc",
    "type": "series",
    "name": "Last Exile",
    "poster": "https://image.tmdb.org/t/p/w500/yHA9G9NCk5HHmQhgzy2EEbRaXvQ.jpg",
    "description": "A richly romantic action-adventure fantasy, set in a world where retro-futuristic vehicles permeate the skies. Against this lavish background are the lives of young and heroic van ship sky porters - Claus and Lavie - who are forced to take on the mission to deliver a mysterious girl, Alvis, to the battle ship Silvana. Before they know it, they become entangled in an aerial adventure between two countries gripped in an eternal war of magnificent air battleships.",
    "background": "https://image.tmdb.org/t/p/w1280/okFn0UU3zsebsek5w4B4du7XHHq.jpg"
  },
  {
    "id": "gdrive-folder:1i7NkX9djzyULz1uOU-h2VVXkaRI02sPn",
    "type": "series",
    "name": "The Rising of the Shield Hero",
    "poster": "https://image.tmdb.org/t/p/w500/yjq2n0agGJfmZQ9NpbYIhuBofcq.jpg",
    "description": "Iwatani Naofumi, a run-of-the-mill otaku, finds a book in the library that summons him to another world. He is tasked with joining the sword, spear, and bow as one of the Four Cardinal Heroes and fighting the Waves of Catastrophe as the Shield Hero. Excited by the prospect of a grand adventure, Naofumi sets off with his party. However, merely a few days later, he is betrayed and loses all his money, dignity, and respect. Unable to trust anyone anymore, he employs a slave named Raphtalia and takes on the Waves and the world. But will he really find a way to overturn this desperate situation?",
    "background": "https://image.tmdb.org/t/p/w1280/de6iC707SwuMsE3y2fo5OHCOsvj.jpg"
  },
  {
    "id": "gdrive-folder:1XTwQSH25exSyZishT0PT9V00Z4HKcC6R",
    "type": "series",
    "name": "Onmyo Kaiten Re:Birth Verse",
    "poster": "https://image.tmdb.org/t/p/w500/mEStkWZB2cvPn9haL9JZrZIwlkD.jpg",
    "description": "Narihira Takeru is a delinquent who often thinks about Tsukimiya, the girl who appears in his dreams. After an unexpected accident, Takeru finds himself in a parallel universe, and the world that Tsukimiya lives in. When Takeru and Tsukimiya are slain by a monster, he awakens again and realizes he has leapt through time. Now, Takeru must train with Abe Seimei to fight for Tsukimiya’s life!",
    "background": "https://image.tmdb.org/t/p/w1280/fGrAejjSIi8VNEEvtuepyHjz83o.jpg"
  },
  {
    "id": "gdrive-folder:1lGLxwX29FTrIdhd88F5WCm0qJCo9SNau",
    "type": "series",
    "name": "SANDA",
    "poster": "https://image.tmdb.org/t/p/w500/uPMJU0u3kOk9ITrsJnHpBFvEK0H.jpg",
    "description": "In near-future Japan with ultra-low birthrates, children are treasured but monitored. Santa is banned as dangerous. One snowy December 25th, middle-schooler Kazushige Sanda, descendant of Santa, is attacked by classmate Fuyumura who wants him to find her missing friend, Ono. \"Santa, please find my friend.\" To protect children from adults, Sanda decides to become Santa and fight the adults.",
    "background": "https://image.tmdb.org/t/p/w1280/7gphZmKk3BVAeIK4AdN8GLmtoZ2.jpg"
  },
  {
    "id": "gdrive-folder:1C0f1vLviLp5_6zpPNJX4wIIRtacj2bjG",
    "type": "series",
    "name": "Winx Club: The Magic is Back",
    "poster": "https://image.tmdb.org/t/p/w500/A9jCF5PripUrAu0CY7SEVfJInHm.jpg",
    "description": "When Bloom discovers she has magic, her life takes a wild turn. At the Alfea school for fairies and witches, she meets five girls who become her best friends — and her greatest strength. Together, they’re the Winx. As dark secrets rise and powerful enemies close in, the Winx will need to unlock their true potential to protect their world — and themselves.",
    "background": "https://image.tmdb.org/t/p/w1280/5W4ST8DCqSUQh4itmwUJ6dVMeZs.jpg"
  },
  {
    "id": "gdrive-folder:10TsJOhN7Ny6rRa7Ui9fkVDehIaIOyf2M",
    "type": "series",
    "name": "Terror in Resonance",
    "poster": "https://image.tmdb.org/t/p/w500/y8zPuRD9jRkSCBhmZOJFV1X87nA.jpg",
    "description": "In an alternate version of the present, Tokyo has been decimated by a shocking terrorist attack, and the only hint to the identity of the culprit is a bizarre video uploaded to the internet. The police, baffled by this cryptic clue, are powerless to stop the paranoia spreading across the population. While the world searches for a criminal mastermind to blame for this tragedy, two mysterious children - children who shouldn't even exist - masterfully carry out their heinous plan. Cursed to walk through this world with the names Nine and Twelve, the two combine to form \"Sphinx,\" a clandestine entity determine to wake the people from their slumber - and pull the trigger on this world.",
    "background": "https://image.tmdb.org/t/p/w1280/lt5rC0GcXVmHEjXzRruNIdbca8B.jpg"
  },
  {
    "id": "gdrive-folder:1zfvTp-RK4WOSvEsqQq-MghP73SAdENHW",
    "type": "series",
    "name": "Grand Blue Dreaming",
    "poster": "https://image.tmdb.org/t/p/w500/pzX1uUpyjpX7tHcol1IAVvDRwIw.jpg",
    "description": "A college student joins the local diving club after meeting some rowdy upperclassmen. New adventures in booze and the ocean await.",
    "background": "https://image.tmdb.org/t/p/w1280/pJqAgDico7ZTMAfAXyzldYqj5ME.jpg"
  },
  {
    "id": "gdrive-folder:16p74M89kcKmFqM0QyO7o2cGyhQIuRvcm",
    "type": "series",
    "name": "Knights of Sidonia",
    "poster": "https://image.tmdb.org/t/p/w500/tGTx2Ec25bWjtanJe7D5vUmQUkA.jpg",
    "description": "An alien race called Gauna has destroyed Earth. leaving humanity struggling to survive aboard the spaceship Sidonia. Even though it’s been a century since the last encounter with the Gauna, military service is mandatory. For Nagate Tanikaze, whose grandfather secretly hid him in the forgotten bowels of Sidonia, it’s a strange new world as he’s forced to come to the surface. Yet his recruitment comes just in time, for the Gauna have suddenly reappeared.",
    "background": "https://image.tmdb.org/t/p/w1280/dDDGlVK9cABrVskRUjFrqpVzJgm.jpg"
  },
  {
    "id": "gdrive-folder:1OHz_IZ5Af3Wahu_QohivWntOX3Fl3hhX",
    "type": "series",
    "name": "Lycoris Recoil",
    "poster": "https://image.tmdb.org/t/p/w500/hcPLwLGEU4alv9sOWvzSY4IorxV.jpg",
    "description": "A spirited secret agent and her aloof colleague work in an unassuming, charming cafe while happily helping their customers' out in any way they can.",
    "background": "https://image.tmdb.org/t/p/w1280/xIBS2ZIvQZbf6xBMzCi3ml2FSyp.jpg"
  },
  {
    "id": "gdrive-folder:1Ohczjq6iTav9qPaRlXxrSpl0zXW8DrF1",
    "type": "series",
    "name": "INUYASHIKI LAST HERO",
    "poster": "https://image.tmdb.org/t/p/w500/53cafnW5gwzrSUagSCwippMlfDa.jpg",
    "description": "Aliens replace middle-aged Inuyashiki's body with a combat robot. He uses it to fight high schooler Shishigami, who's using the same power selfishly.",
    "background": "https://image.tmdb.org/t/p/w1280/nzhMMfyGBfuAo4GWKfn8SckGGbQ.jpg"
  },
  {
    "id": "gdrive-folder:18xnR4OIjiEN_oKVjHxwOZJin5do1ddqf",
    "type": "series",
    "name": "Kakuriyo -Bed & Breakfast for Spirits-",
    "poster": "https://image.tmdb.org/t/p/w500/r1SZWuuPcAKcX4EzuEhZsO7LtTk.jpg",
    "description": "After losing her grandfather, Aoi—a girl who can see spirits known as ayakashi—is suddenly approached by an ogre. Demanding she pay her grandfather’s debt, he makes a huge request: her hand in marriage! Refusing this absurd offer, Aoi decides to work at the Tenjin-ya bed and breakfast for the ayakashi to pay back what her family owes.",
    "background": "https://image.tmdb.org/t/p/w1280/nnivHHZijJw7lyQaQtEhOKKAqs5.jpg"
  },
  {
    "id": "gdrive-folder:1scRjDT_EFxmoPp2Qs1XzDvOGoGXmouq0",
    "type": "series",
    "name": "Tougen Anki",
    "poster": "https://image.tmdb.org/t/p/w500/vnasRNhwT5M3OvTAMzYn4i5fQcT.jpg",
    "description": "After a Momotaro assassin suddenly kills his adoptive father, Shiki vows to avenge him. But first, he must learn to control his newly awakened Oni blood.",
    "background": "https://image.tmdb.org/t/p/w1280/k7h9p81H6X6TGV70TgOp4TmjXco.jpg"
  },
  {
    "id": "gdrive-folder:1OrvaLRejmo5zuqTp2gyiuk97JYZ2p4PS",
    "type": "series",
    "name": "Call of the Night",
    "poster": "https://image.tmdb.org/t/p/w500/rDhwDG2ii8c3nCcfUNp6mogGQ93.jpg",
    "description": "Ko's new companion, Nazuna, could offer him dark gifts and a vampire's immortality. But there are conditions that Ko must meet before he can sink his teeth into vampirism, and he'll discover just how far he's willing to go to satisfy his desires.",
    "background": "https://image.tmdb.org/t/p/w1280/ohgC4YPhYO4mjTW64JRK0abx6lQ.jpg"
  },
  {
    "id": "gdrive-folder:1Go81Urp1mlCA2FIOnOay4NNix2Bc6zfC",
    "type": "series",
    "name": "BEASTARS",
    "poster": "https://image.tmdb.org/t/p/w500/sh9iNWkleOjEHRHj8WPHhmMi8HL.jpg",
    "description": "In a world where beasts of all kinds coexist, a gentle wolf awakens to his own predatory urges as his school deals with a murder within its midst.",
    "background": "https://image.tmdb.org/t/p/w1280/11Pfh4yqjKbOgn5vY3AQD9VU4Vc.jpg"
  },
  {
    "id": "gdrive-folder:1NBrWefs159MZLTMjY_lQjcoFG9UMtYp3",
    "type": "series",
    "name": "Robotics;Notes",
    "poster": "https://image.tmdb.org/t/p/w500/gYqNzVZlueK8FoGlAmz8h3k9XMC.jpg",
    "description": "In 2019, Kaito Yashio and Akiho Senomiya are the sole members of the Robotics Club at Central Tanegashima High School in Kyushu, Japan. Kaito is a laid back student and a skilled gamer who is just trying to help Akiho, his childhood friend. She is an energetic positive-thinking girl who yearns to complete the ongoing project of the club: building a functional replica of Gunvarrel, the main robot of a once popular TV series. As they gather new members and try to assemble the robot, Kaito starts stumbling upon secret reports that might reveal a conspiracy of large proportions. Unaware of what he is actually dealing with, Kaito little by little starts discovering clues laid by the mysterious Ko Kimijima.",
    "background": "https://image.tmdb.org/t/p/w1280/uhUgDC8NAjLw64TZaEsb3wt9AUu.jpg"
  },
  {
    "id": "gdrive-folder:1fDCO_DLr6A9cYt5ZPKNjJ5ec3LRDGfem",
    "type": "series",
    "name": "Snow White with the Red Hair",
    "poster": "https://image.tmdb.org/t/p/w500/jZtP1Zd7DNfVkPolpVhe7BCdDhL.jpg",
    "description": "Shirayuki was a young girl born with unique apple-red hair. She meets a famous but foolish Prince Raji, who falls in love with her at first sight and orders her to become his concubine. With nowhere else to go, Shirayuki cuts her hair and escapes to a neighboring country. While traversing through the forests, she meets a young boy, Zen, who helps her after she boldly cures his wounds but then gets poisoned by an apple given to Shirayuki. Meanwhile, Prince Raji sends out henchmen to search for her. What will happen to Shirayuki? What is Zen's true character? A refreshing fantasy story between an optimistic heroine and a prince who constantly stays on her watch.",
    "background": "https://image.tmdb.org/t/p/w1280/m7pLRHLnuM37mLzycgcCz01TvAS.jpg"
  },
  {
    "id": "gdrive-folder:12oEpFuMjs7l-BslBea7UgwA7S7Dvwq_N",
    "type": "series",
    "name": "SUPER HxEROS",
    "poster": "https://image.tmdb.org/t/p/w500/myqtIeEhLxtU5eOfv0tjRhoLod8.jpg",
    "description": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy,” and weaken the human population.\n\nHigh school student Retto Enjo is a member of the hero group HxEROS, who fight together to save the earth from the Kiseichuu.",
    "background": "https://image.tmdb.org/t/p/w1280/kDssH6sbp3cL3qogtTBLp7s9g63.jpg"
  },
  {
    "id": "gdrive-folder:1_ltfWplV7PzbGlqEXbbIzg3PL_Gz5YHe",
    "type": "series",
    "name": "Revenger",
    "poster": "https://image.tmdb.org/t/p/w500/tvtmguMWDFThuiRpjfIp4QC37yG.jpg",
    "description": "As master assassin Usui Yuen looks into a series of assassinations made on the grand samurai clan, the Satsuma, he encounters Kurima Raizo, member and survivor of one of the attacks. Together, they discover the true nature of these murders is bigger than over stolen resources. As they get closer to the truth, will they come out alive to exact revenge?",
    "background": "https://image.tmdb.org/t/p/w1280/n2o3bfjTaiAQELubWwPkMNzQ0kH.jpg"
  },
  {
    "id": "gdrive-folder:1aMepgcObQL_f_Uhj3xh3OYWQHtrFuBeN",
    "type": "series",
    "name": "I've Somehow Gotten Stronger When I Improved My Farm-Related Skills.",
    "poster": "https://image.tmdb.org/t/p/w500/8TTveKSNr23SRib4Q4C3yy9dszz.jpg",
    "description": "Al Wayne loves farming — and we don’t mean the video game sim. He wants to be a literal farmer, but in the process of improving his agriculture skills, he somehow winds up maxing out his overall character stats! He’s superpowered in the most unexpected of ways with abilities even the strongest of heroes would envy. Alas, all he wants is an idyllic farmer's life, but with demons and monsters invading the realm, Al may have to take up the mantle of hero just to keep his dreams from withering away!",
    "background": "https://image.tmdb.org/t/p/w1280/jFWPKQZxILLwq7MzLqT2kDfLzSC.jpg"
  },
  {
    "id": "gdrive-folder:1paFaMs-PjLNPwnXNR-6K9sxX4GaOFlAK",
    "type": "series",
    "name": "Farming Life in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/pT4OoVQE8zGJ0Z0GZpJotK5Vzsj.jpg",
    "description": "After Hiraku dies of a serious illness, God brings him back to life, gives his health and youth back, and sends him to a fantasy world of his choice. In order to enjoy his second shot, God bestows upon him the almighty farming tool! Watch as Hiraku digs, chops, and ploughs in another world in this laidback farming fantasy!",
    "background": "https://image.tmdb.org/t/p/w1280/6XJ0XJbL14YkThOe1iU5TJKU5l3.jpg"
  },
  {
    "id": "gdrive-folder:16eA5mUMR9Fwz5hfIIDQhDCW2-7G8ZOhD",
    "type": "series",
    "name": "Chillin' in Another World with Level 2 Super Cheat Powers",
    "poster": "https://image.tmdb.org/t/p/w500/29z2Qja0nXaCsfig7RCFCo1LP1d.jpg",
    "description": "The Magical Kingdom of Klyrode summons hundreds of heroes from other worlds every year to fight in their war against the Dark One and his army of powerful demons. Banaza is one of those heroes, summoned from the Royal Capital Paluma, but something’s not right—Banaza is only an average merchant. He has no magic, no fighting ability, and his stats are abysmal. Worse, a mishap leaves him unable to return home! Rejected as a hero and stranded in another world, abandoned to the far reaches of the kingdom by a cruel king who just wants him gone, Banaza’s fate looks pretty bleak. But what will happen once the failed hero candidate finds himself with super cheat powers once he hits level two?",
    "background": "https://image.tmdb.org/t/p/w1280/petHMm8TmcYiBy1JOTCncBcNk83.jpg"
  },
  {
    "id": "gdrive-folder:12Xlmrut_gZP66CMdFTJeDdrAFGG7BzlR",
    "type": "series",
    "name": "The Silver Guardian",
    "poster": "https://image.tmdb.org/t/p/w500/q58RHZRnMp9SVmj0q4vvmdO7gZC.jpg",
    "description": "Lu Shuiyin (Riku Suigin in Japanese) is a master of gaming, a skill only known to his classmate Lu Lian (Riku Lin in Japanese). One day, Shuiyin receives a device from Lu Lian for a tomb raiding online game. While Shuiyin is excited to receive the device, Lian is suddenly kidnapped. Shuiyin touches the device that was left behind, pulling him inside the game and trapping him there. What is the imaginary world inside the device? What will Shuiyin find there? It is a world where two groups of people fight over the power of the gods, which originates from the tomb the mother goddess Pangu (Bango in Japanese). The two groups are the tomb raiders and the tomb protectors. The device Shuiyin received from Lian is called the Monolith, and it allows a normal gamer to go near the tomb. The tomb raiding group plans its attack by recruiting common people in the name of gaming. Shuiyin, as the final tomb protector, must fight against the raiders in order to save Lian.",
    "background": "https://image.tmdb.org/t/p/w1280/tULmg5gfr2NGLmN3WOspSRWZGcQ.jpg"
  },
  {
    "id": "gdrive-folder:1jasuLEYk-AiVehKkAUev2L4SYa3Eyoa-",
    "type": "series",
    "name": "Tokyo Ravens",
    "poster": "https://image.tmdb.org/t/p/w500/zgCoBUFzK89BdWV3xh8oqw0PGGU.jpg",
    "description": "Tsuchimikado Harutora was born into a prestigious Onmyoji family, but he can't see \"spirit energy\". Therefore, he's been enjoying a peaceful daily life with his friends at an Onmyo branch school. One day, his childhood friend Tsuchimikado Natsume, heir to the head family, suddenly appears. Will this cause his destiny spring into motion!?",
    "background": "https://image.tmdb.org/t/p/w1280/tKOEv4VdohSLMbTjw8szcfk9VI5.jpg"
  },
  {
    "id": "gdrive-folder:1Ht9hxsOfdF-PZCjARbvHRT6KUhd1QSHd",
    "type": "series",
    "name": "Dealing with Mikadono Sisters Is a Breeze",
    "poster": "https://image.tmdb.org/t/p/w500/7JMW8B6JqARUxc01h6mctKp1TFv.jpg",
    "description": "Yu Ayase, son of a late legendary actress, is overwhelmingly mediocre. When he’s invited to stay with his mother’s friend, Yu is shocked to find out that he’ll be living with three prodigy sisters who possess both beauty and talent…and who rule his new school as the Three Emperors. Can Yu manage to melt the sisters’ cold hearts and fulfill his mother’s last wish for him to build a happy family?",
    "background": "https://image.tmdb.org/t/p/w1280/wXtS2qD4wXN1xK6IAc4jMPIsnSl.jpg"
  },
  {
    "id": "gdrive-folder:1JJwFzjLSZhba9Zl9CZJ9cIbvfTGFR0Pa",
    "type": "series",
    "name": "Citrus",
    "poster": "https://image.tmdb.org/t/p/w500/c9CtgyFvvSJhgVaWgoVB1jlnhh5.jpg",
    "description": "Yuzu, a high school gyaru who hasn't experienced her first love yet, transfers to an all-girls school after her mother remarries. She's beyond upset that she can't land a boyfriend at her new school. Then, on her first day, she meets the beautiful black-haired student council president Mei in the worst way possible. What's more, she later finds out that Mei is her new step-sister, and they'll be living under the same roof! And so the love affair between two polar opposite high school girls who find themselves drawn to one another begins!",
    "background": "https://image.tmdb.org/t/p/w1280/zdmLEWsNXqbOxpNv7sO3Aeaiq5T.jpg"
  },
  {
    "id": "gdrive-folder:1BWI7Lkcuqxbl1Tn47JUnZE-fD3LwTRK0",
    "type": "series",
    "name": "Bullet Bullet",
    "poster": "https://image.tmdb.org/t/p/w500/pCeMlilk1GKcbX8BWvCbRF0vd1U.jpg",
    "description": "In the near future, civilization has collapsed. Gear works in a junk shop, retrieving stolen goods alongside Qu-0213 and White Bear. After accepting a mysterious request to steal an important item, they soon find themselves hunted by deadly assassins.",
    "background": "https://image.tmdb.org/t/p/w1280/kjJdQ3yeUWvGSf6U0rKGJAhsGzr.jpg"
  },
  {
    "id": "gdrive-folder:17qLolwRRTISsWsvDWg3ZFNRZttLZX0Yz",
    "type": "series",
    "name": "Bungo Stray Dogs",
    "poster": "https://image.tmdb.org/t/p/w500/6AQmGhkYwAqW2OevjXbsh7tZnNO.jpg",
    "description": "Stalked by a beastly white tiger, Atsushi Nakajima has no idea that the menace lives inside him—a power that catches the attention of the Armed Detective Agency. Using inhuman abilities to combat crime, this team takes Atsushi under the wing of their most eccentric member, Dazai. Together, they tear through mafia-muddled mysteries while enemies keep an eye on the tiger’s lofty bounty.",
    "background": "https://image.tmdb.org/t/p/w1280/79lc4Rocfnn9RIv1YlHC0jeBsqf.jpg"
  },
  {
    "id": "gdrive-folder:1T5-J8L57LXCnhclJlDs_LHpz8ksymjg8",
    "type": "series",
    "name": "Tokyo Ghoul",
    "poster": "https://image.tmdb.org/t/p/w500/1m4RlC9BTCbyY549TOdVQ5NRPcR.jpg",
    "description": "Ken Kaneki, a bookworm college student, meets Rize, a girl his own age with whom he shares many interests.",
    "background": "https://image.tmdb.org/t/p/w1280/yOarY3Yo0NMkuTuft87M5oAZa3C.jpg"
  },
  {
    "id": "gdrive-folder:1NQk1YMCeL0YOm4eVc4tlTKhO6gmU-fkl",
    "type": "series",
    "name": "My Hero Academia: Vigilantes",
    "poster": "https://image.tmdb.org/t/p/w500/iv0cXt6uJGlTryWZNQMGyum4Pme.jpg",
    "description": "Koichi Haimawari is a dull college student who aspires to be a hero but has given up on his dream. Although 80% of the world’s population has superhuman powers called Quirks, few are chosen to become heroes and protect people. Everything changes for Koichi when he and Pop☆Step are saved by the vigilante Knuckleduster and get recruited to become vigilantes themselves!",
    "background": "https://image.tmdb.org/t/p/w1280/dfmwYLPYG0KGKP9vrWgRskB35KW.jpg"
  },
  {
    "id": "gdrive-folder:1T1YJ_uI_-j9gw-tPpvlpDyfiSUtzKCJa",
    "type": "series",
    "name": "Prison School",
    "poster": "https://image.tmdb.org/t/p/w500/tqtd72674k19IfGYJ2wdGJGvXX.jpg",
    "description": "There was a time when the Hachimitsu Private Academy was a revered and elite all-girls' boarding school on the outskirts of Tokyo but a recent policy revision is allowing boys into the student body. On his first day, Kiyoshi Fujino discovers that he's one of only five boys enrolled at the school. Completely overwhelmed by the thousands of girls on campus, the few boys find that their situation is less than ideal.",
    "background": "https://image.tmdb.org/t/p/w1280/5yglInLIuj2X4lTgeeTXkvtPdXS.jpg"
  },
  {
    "id": "gdrive-folder:1JLH5BRsJ9wWvJqDE2rX-OvTCtWpmBfXY",
    "type": "series",
    "name": "Blue Box",
    "poster": "https://image.tmdb.org/t/p/w500/mVAWCCNBxPX3EUf9XhcFff4wW5V.jpg",
    "description": "Taiki Inomata loves badminton, but he has a long way to go before he can reach nationals. When Taiki sees upperclassman Chinatsu Kano practicing her heart out on the girls’ basketball team, he falls for her hard. After an unexpected turn of events brings the two closer together, sports might not be the first thing on their minds anymore!",
    "background": "https://image.tmdb.org/t/p/w1280/8p39Ud6ZKMixBQ7R4frg2o3idzc.jpg"
  },
  {
    "id": "gdrive-folder:1BQMvISBPBjg7AkfsHqL9z7cuyykgdSAl",
    "type": "series",
    "name": "BASTARD‼ -Heavy Metal, Dark Fantasy-",
    "poster": "https://image.tmdb.org/t/p/w500/l9JU3dlMumuRXxHilT6RSWQ5OT9.jpg",
    "description": "When evil forces threaten to resurrect Anthrasax, the God of Destruction, the Kingdom of Meta-llicana calls on a volatile dark wizard for help.",
    "background": "https://image.tmdb.org/t/p/w1280/3KoMq6ll73zwb3ZiY04DmgAozDl.jpg"
  },
  {
    "id": "gdrive-folder:1uzKC1siARjq1l0UcIv269LGCKeNfd2NM",
    "type": "movie",
    "name": "Disney Twisted-Wonderland: The Animation",
    "poster": "https://image.tmdb.org/t/p/w500/4hT2pA7J7uvdlNZzYIHQzapXCY6.jpg",
    "description": "High school student Yu is suddenly transported to Twisted-Wonderland, a world of magic and wonder. Now, he must face monsters, whimsical magicians-in-training, and mysterious incidents, all without any magic of his own. Will Yu ever find a way back to his own world?",
    "background": "https://image.tmdb.org/t/p/w1280/A7cQgocosUyQkZx1PTenp8EVZQZ.jpg",
    "released": "2025-01-01",
    "imdbRating": "7.7"
  },
  {
    "id": "gdrive-folder:1Dh7oR-3SD9WVYyU2XY6zjYgcraeU9QZW",
    "type": "movie",
    "name": "Super Crooks",
    "poster": "https://image.tmdb.org/t/p/w500/8n1Zd4fG1eTf4adUBd7EQVEzWur.jpg",
    "description": "Johnny Bolt recruits a group of ragtag supervillains for one last heist. Their target: A ruthless super-powered crime boss. What can go wrong?",
    "background": "https://image.tmdb.org/t/p/w1280/vI8cIF3G0yZyj5NtntuoFhKfrM6.jpg",
    "released": "2021-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive-folder:1Z7tdgs4oDuSLgKgVbgHlLQkoNfZmGRas",
    "type": "movie",
    "name": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest",
    "poster": "https://image.tmdb.org/t/p/w500/lUAGrruGGj2PB6CYkw6tGLQD41G.jpg",
    "description": "In a world where heroes are born, not made, Ein’s god-given gift is the weakest: the power to appraise things. Treated cruelly by his peers, Ein spends his days in self-abasement—until he meets Yuri, the spirit of the World Tree. Yuri and her protector, Ursula, bless Ein with the Spirit Eye, unlocking new strength. As his abilities grow, Ein embarks on a journey to uncover his true purpose.",
    "background": "https://image.tmdb.org/t/p/w1280/aTk5XhDb4vdqVXBiatmpbdDJIVK.jpg",
    "released": "2025-01-01",
    "imdbRating": "6.9"
  },
  {
    "id": "gdrive-folder:14gj52S3M2gCbH2EOvuUoGpmHtjzj4Mpz",
    "type": "movie",
    "name": "GINTAMA - Mr. Ginpachi's Zany Class",
    "poster": "https://image.tmdb.org/t/p/w500/nx7eCCvOWR9m9dw6LPOGMvFkoZO.jpg",
    "description": "Sakata Ginpachi is a high-school teacher with his trademark silver, curly hair, dead-fish eyes, and sloppily worn lab coat. He's in charge of Gintama High School's Class 3-Z: home to a ragtag group of frequent troublemakers including idol otaku, hurloines, stalkers, mayo guzzlers, sadists, delinquents, and many more.\n\nIf you thought this roller-coaster life would have Ginpachi holding his head in his hands, you thought wrong, as he nonchalantly resolves any trouble that comes his way. And if you thought this unique group of students would overcome adversity and come together as one, you thought wrong again, as they continue to raise hell!\n\nYou can never tell what this atypical teacher is thinking and he never seems up for the task, but he always comes through when it counts. He and his students star in this school-life comedy full of laughs, tears, and the whole kitchen sink! Forget nerds, forget jocks, and come enjoy the kind of youthful days that only Gintama could ever deliver!",
    "background": "https://image.tmdb.org/t/p/w1280/p3z41RTX1Y9qmb9LwOiZY0Qrs1j.jpg",
    "released": "2025-01-01",
    "imdbRating": "9.0"
  },
  {
    "id": "gdrive-folder:1k_xzVl9jGwpYviaE-SIpsSMJfEuUacos",
    "type": "movie",
    "name": "Vermeil in Gold",
    "poster": "https://image.tmdb.org/t/p/w500/bwAVzmeSKCCQbwixsuhADX5u6j7.jpg",
    "description": "Rather than take a more sensible approach to salvaging his grades in time for graduation, Alto summons a bit of otherworldly help. Only after does he learn he’s bound the legendary she-devil Vermeil into service as his familiar!",
    "background": "https://image.tmdb.org/t/p/w1280/a9Y9xwkrqE4vOK12qfZejZXgDjb.jpg",
    "released": "2022-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive-folder:1g9LKpo7xfatrZS4FsdzWiKh4q-iTnPiS",
    "type": "movie",
    "name": "SHIMONETA: A Boring World Where the Concept of Dirty Jokes Doesn't Exist",
    "poster": "https://image.tmdb.org/t/p/w500/ftrR07cAuHyWR3YZFne9EzME0Km.jpg",
    "description": "Sixteen years after the \"Law for Public Order and Morals in Healthy Child-Raising\" banned coarse language in the country, Tanukichi Okuma enrolls in the country's leading elite public morals school and is soon invited into the Anti-Societal Organization (SOX) by its founder, Ayame Kajou. As a member blackmailed into joining by Ayame, Tanukichi ends up taking part in obscene acts of terrorism against the talented student council president Anna (for whom Tanukichi has a crush on).",
    "background": "https://image.tmdb.org/t/p/w1280/zwU5YOrOIGJrDF5ZEUtbAOxY15q.jpg",
    "released": "2015-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive-folder:14np636ttHmPMgqxEodE8X3iLZ3W1ldi_",
    "type": "movie",
    "name": "The Dangers in My Heart",
    "poster": "https://image.tmdb.org/t/p/w500/mKhMmREBOKXtp3tlv9rnLRxZec5.jpg",
    "description": "Kyotaro Ichikawa, a boy barely clinging to the bottom rung of his school's social ladder, secretly believes he’s the tortured lead in some psychological thriller. He spends his days dreaming up ways to disrupt his classmates' peaceful lives and pining after Anna Yamada, the class idol. But Kyotaro's not nearly the troubled teen he pretends to be…and it turns out Anna's a bit odd herself!",
    "background": "https://image.tmdb.org/t/p/w1280/31VJnwcy3VOhoqETJEFIO58ZVfF.jpg",
    "released": "2023-01-01",
    "imdbRating": "8.5"
  },
  {
    "id": "gdrive-folder:1yfjVTOJuiNc2iNXkrr6gqlOg9OI4S8uy",
    "type": "movie",
    "name": "The Fragrant Flower Blooms with Dignity",
    "poster": "https://image.tmdb.org/t/p/w500/g1sYAQt0OeCxzyfagSEqxUlsLnt.jpg",
    "description": "When the intimidating Rintaro meets the open-minded Kaoruko, the unlikely duo grows closer. The issue? Their neighboring high schools hate each other.",
    "background": "https://image.tmdb.org/t/p/w1280/dl3pdT1NZiqRM4aDBwsD2TtO8x9.jpg",
    "released": "2025-01-01",
    "imdbRating": "8.7"
  },
  {
    "id": "gdrive-folder:1FTMXo832ysqLB08aSPXmKoj73Y0ITBY4",
    "type": "movie",
    "name": "Girlfriend, Girlfriend",
    "poster": "https://image.tmdb.org/t/p/w500/xuN0zBzHKyakCQFApBxRvpbKTh5.jpg",
    "description": "Naoya Mukai has loved Saki Saki since grade school, and when she finally accepts his feelings, he's at his happiest. But one day, a cute girl named Nagisa Minase confesses to him! Not wishing to choose only one over another, Naoya chooses to go out with both of them!! What will be of this love triangle that challenges morality itself?",
    "background": "https://image.tmdb.org/t/p/w1280/fq0DXgxDLgoilru3M7XVzKjGbOm.jpg",
    "released": "2021-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive-folder:1PZ99f6XC7fc-YUYAndhQkNoQgkWwvFRd",
    "type": "movie",
    "name": "Record of Ragnarok",
    "poster": "https://image.tmdb.org/t/p/w500/kTs2WNZOukpWdNhoRlH94pSJ3xf.jpg",
    "description": "Before eradicating humankind from the world, the gods give them one last chance to prove themselves worthy of survival. Let the Ragnarok battles begin.",
    "background": "https://image.tmdb.org/t/p/w1280/6pSkqecoNsxSA467Z28uhVDrjXo.jpg",
    "released": "2021-01-01",
    "imdbRating": "8.4"
  },
  {
    "id": "gdrive-folder:1-dCD3_HdwY5jCwNiR75lWEzV5WWsPW39",
    "type": "movie",
    "name": "To Your Eternity",
    "poster": "https://image.tmdb.org/t/p/w500/lA2jRBubr2OLOlbkJXuBXYqv4A9.jpg",
    "description": "An immortal being takes on the form of a human boy, wandering the earth and experiencing the pains and joys of life throughout his story without end.",
    "background": "https://image.tmdb.org/t/p/w1280/qmeC99iX9YPbxi3Dwsw5VvxIbCC.jpg",
    "released": "2021-01-01",
    "imdbRating": "8.2"
  },
  {
    "id": "gdrive-folder:1kfsrowHmB_9Tdypp5msgqVuDdJ0x3HQg",
    "type": "movie",
    "name": "My Gift Lvl 9999 Unlimited Gacha: Backstabbed in a Backwater Dungeon, I'm Out for Revenge!",
    "poster": "https://image.tmdb.org/t/p/w500/pGNBYEae87H8iLRF3AoztonnZkp.jpg",
    "description": "God created nine races in the ancient times. Humans were the weakest, most ridiculed race among them. Light, a human boy, was fortunate enough to be invited to join a party of all nine races called the \"Assembly of the Races.\" He was happy being a member for a while, but that was a short dream. His hopes were only to be betrayed by his fellow members at the largest, most heinous dungeon \"Abyss.\" After surviving by himself at the bottom of Abyss, Light learns the true meaning of his gift \"Unlimited Gacha.\" Light will rise from the worst despair to build his own empire of the strongest players.",
    "background": "https://image.tmdb.org/t/p/w1280/c18riMetjfxzaSwnylcAnyPgUm0.jpg",
    "released": "2025-01-01",
    "imdbRating": "8.3"
  },
  {
    "id": "gdrive-folder:1JS4CpDRDR8ezNR_QtFwRM4h1g0-Y8tCK",
    "type": "movie",
    "name": "Golden Kamuy",
    "poster": "https://image.tmdb.org/t/p/w500/KjatL82mrWDogOlswIxwdrpe2n.jpg",
    "description": "A Russo-Japanese War veteran partners with an Ainu girl to find a treasure stolen from her people, but they’re not the only ones pursuing the gold.",
    "background": "https://image.tmdb.org/t/p/w1280/6qwbib8digp121qA9xj3STeq2KC.jpg",
    "released": "2018-01-01",
    "imdbRating": "7.6"
  },
  {
    "id": "gdrive-folder:13PkDtvLmlpotOkSw-iloaz-bcHcQ3eQO",
    "type": "movie",
    "name": "Kaya-chan Isn't Scary",
    "poster": "https://image.tmdb.org/t/p/w500/dGpY7Onbd0zCC88BFuPbIAsQbtK.jpg",
    "description": "Kaya-chan attends Hanamugi Kindergarten, and she has an incredibly strong sixth sense. She secretly beats up the ghosts that stalk her friends and family, but in turn, she’s treated like a troublemaker since nobody understands her strange behavior. Everything changes when her teacher, Chie, discovers her secret. Kaya-chan's fists will go flying at any sinister spirits that show up!",
    "background": "https://image.tmdb.org/t/p/w1280/vcHzF9NHQLM8dCW1OOBhezsFRiO.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive-folder:10mzC1YDageJPZKhFUzHrpYkHjSThRZcp",
    "type": "movie",
    "name": "The Darwin Incident",
    "poster": "https://image.tmdb.org/t/p/w500/9hLo3uSeGx6vDtnOPQcq7sVBzsL.jpg",
    "description": "Charlie is one of a kind. As a half-human, half-chimpanzee Humanzee, his intellect and physical prowess is off the charts. Which is why The Animal Liberation Alliance, a terrorist group, wants him. And they will take extreme measures to get him. However, Charlie is determined to fight back for the sake of his loved ones.",
    "background": "https://image.tmdb.org/t/p/w1280/3pxPbuDzuZaWRdheGptiDTM9jFz.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.3"
  },
  {
    "id": "gdrive-folder:1MDiO8_oeWR2KRkVrKs578a7AWmTvfsfZ",
    "type": "movie",
    "name": "Love Through a Prism",
    "poster": "https://image.tmdb.org/t/p/w500/rB3RQpjQAnzl9NH3r8HzPkofgH8.jpg",
    "description": "In early 1900s London, a young Japanese woman enrolls in a famous art school, only to be surprised when rivalry with a gifted classmate becomes romance.",
    "background": "https://image.tmdb.org/t/p/w1280/MYrRkkE2L0DKw5CRjbCYeQjLAq.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.5"
  },
  {
    "id": "gdrive-folder:1Igh97kGCzKJX5gD8E54dC4f57e3VCNlA",
    "type": "movie",
    "name": "Ninja vs. Gokudo",
    "poster": "https://image.tmdb.org/t/p/w500/zOokyOcW8KtCTkF6Km6KZKABz83.jpg",
    "description": "The ninja banish evil from the shadows. The gokudo gather lonely outcasts and commit crimes. The grudge they forged centuries ago is rekindled in the present day. The ninja Shinoha meets Kiwami, a gokudo with the face of a businessman. Unknowing of the other's identity, they bond over anime, but the war between ninja and gokudo intensifies. Who will survive and who will perish, ninja or gokudo?",
    "background": "https://image.tmdb.org/t/p/w1280/KQDy2RJMN2gsPV5RZO1pQdFZAQ.jpg",
    "released": "2025-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive-folder:1IAeLBy7qv4VMNK0ondGVBRs0eIkoYlOV",
    "type": "movie",
    "name": "Steins;Gate",
    "poster": "https://image.tmdb.org/t/p/w500/5zxePQEsUKLYDh2kpXGQAeInjUU.jpg",
    "description": "A group of friends have customized their microwave so that it can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.",
    "background": "https://image.tmdb.org/t/p/w1280/gDvxT2z6TNxervG97WfpePRZ3aR.jpg",
    "released": "2011-01-01",
    "imdbRating": "8.4"
  },
  {
    "id": "gdrive-folder:1whp4IjCKC83bxSrKRkkC_qtT4AUzX4y2",
    "type": "movie",
    "name": "A Star Brighter than the Sun",
    "poster": "https://image.tmdb.org/t/p/w500/tMCyjS1Qif5VhmRakSJpF0TzdQj.jpg",
    "description": "Sae Iwata, a slightly tougher-than-average girl, falls for the gentle smile of Koki Kamishiro, a delicate boy, back in elementary school. By the time they enter junior high school, Koki has grown into a charming and popular teen who now feels out of reach. When they are assigned to the sports festival committee together, Sae’s long-hidden first love begins to stir once more.",
    "background": "https://image.tmdb.org/t/p/w1280/5EzzCBJXWU7lpi8rPrhHDC4KkWj.jpg",
    "released": "2025-01-01",
    "imdbRating": "7.9"
  },
  {
    "id": "gdrive-folder:1G_q6ogLXP7AssZZboNczyantNxsAhTzk",
    "type": "movie",
    "name": "Banana Fish",
    "poster": "https://image.tmdb.org/t/p/w500/d2TW5Rtd0uCasHlQygsDfWCROl2.jpg",
    "description": "A teenaged gang leader in New York City faces his abuser and rival gangs alongside a photojournalist from Japan as they investigate a deadly new drug.",
    "background": "https://image.tmdb.org/t/p/w1280/9I297AAuMFuKY0GgFmxKTo5tzrz.jpg",
    "released": "2018-01-01",
    "imdbRating": "8.6"
  }
]