[
  {
    "id": "gdrive-folder:12E7VvaSPUf24Dioev6pZY35jTTgq8eWW",
    "type": "series",
    "name": "Mechanical Marie",
    "poster": "https://image.tmdb.org/t/p/w500/1uBvmTta9mVjHpO7K5mQm9B09ng.jpg",
    "description": "Former martial arts legend Marie has accepted a new job as a “mechanical maid”… except she’s 100% human, and Arthur, her new boss, despises humans. Luckily, Marie’s naturally expressionless face helps her keep up the robot act while secretly protecting Arthur from constant assassination attempts. But when Arthur falls in love with his “perfect” maid, things quickly spiral out of control!",
    "background": "https://image.tmdb.org/t/p/w1280/hyynVgGCfc0qG7ooiRIhQfIw9RN.jpg"
  },
  {
    "id": "gdrive-folder:1q4WAFf05MdF2qabTrUcOWS5LMDjXy795",
    "type": "series",
    "name": "Oggy and the Cockroaches",
    "poster": "https://image.tmdb.org/t/p/w500/aFAN9aKm0OblOr30ROejJCV8rGf.jpg",
    "description": "Oggy, an anthropomorphic cat, would prefer to spend his days watching television and eating, but is continuously pestered by three roaches: Joey, Marky and Dee Dee. The cockroaches' slapstick mischief ranges from plundering Oggy's refrigerator to hijacking the train he just boarded. In many situations Oggy is also helped by Jack, who is more violent and short-tempered than him and is also annoyed by the cockroaches. Bob, a short-tempered bulldog, also appears in the show, and is Oggy's neighbor.",
    "background": "https://image.tmdb.org/t/p/w1280/fVO7r9tAnauny8DAqbetlQ1tVtu.jpg"
  },
  {
    "id": "gdrive-folder:1uGhkEBerXkf55KtNYPjK-f7RCu4d1WQx",
    "type": "series",
    "name": "Tojima Wants to Be a Kamen Rider",
    "poster": "https://image.tmdb.org/t/p/w500/bD80ugDX7krshLcWxnqRYCOQPoo.jpg",
    "description": "Even after turning 40 years old, Tojima Tanzaburo still seriously wants to be a Kamen Rider. Just when it seems like his dream may never come true, he gets caught up in a series of infamous Shocker-inspired robberies... Shibata Yokusaru, the author of Air Master and 81 Diver, presents a story about adults who love Kamen Rider a little too much, and start playing pretend... for real!",
    "background": "https://image.tmdb.org/t/p/w1280/qFODG6ZkEnpyDGCMuELo9Jgv086.jpg"
  },
  {
    "id": "gdrive-folder:1jxoIaguMdGgqRGLP7M8mH6okOO7bd7Qp",
    "type": "series",
    "name": "Reborn to Master the Blade: From Hero-King to Extraordinary Squire ♀",
    "poster": "https://image.tmdb.org/t/p/w500/zrnUnV0PFWnJ1G6wDvzkQL2HL9d.jpg",
    "description": "After living a life devoted to serving his country and people, Inglis’ one wish to be free of a king’s burden and to train was actually heard, but as a beautiful girl! Reborn in the far future as a daughter to renowned knights, Inglis can now focus on mastering the martial arts. A wish has been granted, and Inglis will be on the front lines fulfilling the dream of becoming the strongest knight.",
    "background": "https://image.tmdb.org/t/p/w1280/uxOlf8zRKQ6TnEN1QxiORcJKcDf.jpg"
  },
  {
    "id": "gdrive-folder:1_MosUBweb7gr9i10uHSF7L6L9NTgUR89",
    "type": "series",
    "name": "Let's Play",
    "poster": "https://image.tmdb.org/t/p/w500/aLzTaEle2w6W4rKKbIrF6WYWw9w.jpg",
    "description": "Samara “Sam” Young is a developer in Los Angeles who’s about to achieve her dreams with her first video game, Ruminate. That is, until a popular streamer gives the game a scathing review. Even worse, Sam finds out the troublesome critic is now her new neighbor! Get lost in a comedic, romantic, and all-too-real story about gaming, memes, and social anxiety. Come for the plot, stay for the doggo.",
    "background": "https://image.tmdb.org/t/p/w1280/kARAcjWmKnb9mnDPRTU9zxs5Ad2.jpg"
  },
  {
    "id": "gdrive-folder:1XUrWmC52ImzgYf6yqG3ViHsTfpCXMJr7",
    "type": "series",
    "name": "A Wild Last Boss Appeared!",
    "poster": "https://image.tmdb.org/t/p/w500/sDb5USp0nknvs3mHmyurgH8y3z6.jpg",
    "description": "An MMO gamer awakens as the Black-Winged Tyrant, Lufas Maphaahl, rising from her sealed fate—only to find this is very real. Her defeat 200 years ago unleashed monsters of death, and the legend is one of terror. Now, trapped in the body of history's most feared conqueror, he must survive a world that wants her dead…and uncover why he's here.",
    "background": "https://image.tmdb.org/t/p/w1280/gNYmU3RUlCb6dVqkiPCT7vglMfg.jpg"
  },
  {
    "id": "gdrive-folder:105xx0tudssDMFqrXGAlUArOfkMesZ-pE",
    "type": "series",
    "name": "Obocchama",
    "poster": "https://image.tmdb.org/t/p/w500/gVF8wlxcsFJgxu98JZAevIEWz8c.jpg",
    "description": "Based on the children's award winning manga by Kobayashi Yoshinori, serialized in Shogakukan's CoroCoro Comic."
  },
  {
    "id": "gdrive-folder:1adeNqvqBpGcHsFsG9bssMA3CqwYYMyfM",
    "type": "series",
    "name": "The Chosen Adventures",
    "poster": "https://image.tmdb.org/t/p/w500/ma3l76nAJYaORESgyEKugbehaiT.jpg",
    "description": "9-year-old Abby and her friend Joshua meet Jesus in Capernaum, circa 30 CE. Abby is full of questions, seeking answers. Their encounter with Jesus could change everything.",
    "background": "https://image.tmdb.org/t/p/w1280/b9Y6UlfCXZZysN9j8DlPOV5t6q.jpg"
  },
  {
    "id": "gdrive-folder:1BtIvRjZIWaenKNN0grGvQng0mA7KMyQP",
    "type": "series",
    "name": "Heroines Run the Show",
    "poster": "https://image.tmdb.org/t/p/w500/A5OlJA472GSc2S05bzAMaTw1o9w.jpg",
    "description": "What would you do to pursue your passion? For Hiyori Suzumi, it’s leaving her simple rural hometown for the bustling city of Tokyo to join Sakuragaoka High School’s track team. Between being a manager-in-training for two cutthroat schoolboy idols, track, and friends, Hiyori shows no signs of slowing down.",
    "background": "https://image.tmdb.org/t/p/w1280/oPyLzaWOFsbteeOmlBt1b36jsT.jpg"
  },
  {
    "id": "gdrive-folder:1ccC-aDxjul-X0Fw3a7m58WJSDFctfOWw",
    "type": "series",
    "name": "Splinter Cell: Deathwatch",
    "poster": "https://image.tmdb.org/t/p/w500/tgKYnJlze79IUKkPmtsW2nSUeeB.jpg",
    "description": "In the shadowy world of espionage, Sam Fisher is a rumor and a legend. Pulled back into action, he must help a new recruit unravel a global conspiracy.",
    "background": "https://image.tmdb.org/t/p/w1280/hyohgWwzIF7zrHdSS05evx4mqyU.jpg"
  },
  {
    "id": "gdrive-folder:1B3v3o-Td3hKvcYht8uedmG7s0BRmelk5",
    "type": "series",
    "name": "Kurukshetra",
    "poster": "https://image.tmdb.org/t/p/w500/amNFukSD0hpj5omLkikfaNw42sp.jpg",
    "description": "An epic 18-day battle unfolds through the perspectives of 18 warriors, revealing their inner struggles and ethical challenges during a war between brothers.",
    "background": "https://image.tmdb.org/t/p/w1280/u39VepT8l7cgDy9nsXG76t4av9n.jpg"
  },
  {
    "id": "gdrive-folder:19KPSNzuuOrc-Hb5hnIYFehWwN-0dIurK",
    "type": "series",
    "name": "Food Wars! Shokugeki no Soma",
    "poster": "https://image.tmdb.org/t/p/w500/drteIrKPh0qaTYitGkxAOKoidsR.jpg",
    "description": "Young chef Soma enters the prestigious Totsuki Culinary Academy, where he must emerge victorious in over-the-top cooking battles or face expulsion.",
    "background": "https://image.tmdb.org/t/p/w1280/bx5aQGsWOYfvNhVGmuLD0ztGqX3.jpg"
  },
  {
    "id": "gdrive-folder:14HYShbsorxJOf-X5nlyyFH4DRgMtcWuB",
    "type": "series",
    "name": "My Status as an Assassin Obviously Exceeds the Hero's",
    "poster": "https://image.tmdb.org/t/p/w500/oQk3aXYEa4TMd9rAYgzDpAYTU8P.jpg",
    "description": "Akira Oda and his high school classmates are summoned to another world! While the other students are granted cheat abilities through the summoning, Akira merely gains the abilities of a mediocre \"assassin.\" However, his status soon surpasses \"hero,\" the strongest profession. After Akira becomes suspicious of the King behind the summoning, he is falsely framed for a crime and forced to flee.",
    "background": "https://image.tmdb.org/t/p/w1280/etOD8HsDL6PCJwcuSvReaZmLypE.jpg"
  },
  {
    "id": "gdrive-folder:1-B9zEsA-1xMOCIEx5KU0luB_deC148nw",
    "type": "series",
    "name": "Crayon Shin-chan Spin-off",
    "poster": "https://image.tmdb.org/t/p/w500/zL7zV68jIpq2IBOtlK38mlwfgI9.jpg",
    "description": "Unlike the main television anime series which is mostly set in modern-day Japan, the new series will be a \"sealed room\" suspense comedy set 100 years in the future. The story begins when Shinnosuke and the entire Nohara family wake up from cold sleep to find themselves aboard a space ship drifting in space. The anime will depict the various events that take place inside the ship.",
    "background": "https://image.tmdb.org/t/p/w1280/db8beCPfDT67NvUFKtY3k5NVhnu.jpg"
  },
  {
    "id": "gdrive-folder:1exFrp8FVcDxyntB5jO9J1VcIko776uat",
    "type": "series",
    "name": "Girls' Frontline",
    "poster": "https://image.tmdb.org/t/p/w500/hG7qq8ed3c3CdbybiFRU97O6l5u.jpg",
    "description": "After the Third World War in 206x AD, the world has been devastated, the tactical dolls of the private military company Griffin are in an endless battle with the “Iron-Blood Construction Company,” which deceived mankind.",
    "background": "https://image.tmdb.org/t/p/w1280/8yFwnqu64ufUMmGnw63Wq8YmYEu.jpg"
  },
  {
    "id": "gdrive-folder:1su3zXdZrcoJWI-XSYCEjlK69EaZa7VBr",
    "type": "series",
    "name": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest",
    "poster": "https://image.tmdb.org/t/p/w500/lUAGrruGGj2PB6CYkw6tGLQD41G.jpg",
    "description": "In a world where heroes are born, not made, Ein’s god-given gift is the weakest: the power to appraise things. Treated cruelly by his peers, Ein spends his days in self-abasement—until he meets Yuri, the spirit of the World Tree. Yuri and her protector, Ursula, bless Ein with the Spirit Eye, unlocking new strength. As his abilities grow, Ein embarks on a journey to uncover his true purpose.",
    "background": "https://image.tmdb.org/t/p/w1280/aTk5XhDb4vdqVXBiatmpbdDJIVK.jpg"
  },
  {
    "id": "gdrive-folder:1HYwg_7b3-py9NPmlr13je6gbhzyvi52c",
    "type": "series",
    "name": "May I Ask for One Final Thing?",
    "poster": "https://image.tmdb.org/t/p/w500/6WUSl1NP5I66IGiI6n9BwOzZTbY.jpg",
    "description": "In the middle of a ball, Scarlet's fiancé, Kyle, suddenly calls off their engagement. She's falsely accused of being a bully and people unfairly call her a \"Villainess.\" The aristocrats and noble families all denounce her. For years, she had to put up with his abuse and idiocy, but she can't take anymore of it! At her wit's end, she asks for one last favor; to give him a good fist in the face. So begins Scarlet's story of revenge against Kyle and his cronies! A fantasy about an elegant yet rebellious fighter, who doesn't let anyone take advantage of her!!",
    "background": "https://image.tmdb.org/t/p/w1280/cSAVRsNxzpuf51wpwbju1udVgsz.jpg"
  },
  {
    "id": "gdrive-folder:1YqW4PJiVTZN3tNqV_NRjSlEDX7Yx5oFb",
    "type": "series",
    "name": "I Left My A-Rank Party to Help My Former Students Reach the Dungeon Depths!",
    "poster": "https://image.tmdb.org/t/p/w500/XAKKKNkKjVPgV2LTCLLXNvMdWI.jpg",
    "description": "Not every party treats you like a hero—especially when you’re a lowly red mage like Yuke. So, after years of constant ridicule by his A-rank party members, he ditches them. Searching for a new party, he reunites with former students Marina, Silk, and Rain, and joins their group. But on a quest to conquer the world’s greatest dungeon, they become entangled in chaos that threatens the world.",
    "background": "https://image.tmdb.org/t/p/w1280/mjCLM0KHXErVCvz4UMuUV1l2Th.jpg"
  },
  {
    "id": "gdrive-folder:1mHcZognVK9abIHuRXVpXUZNZkF8PLbsV",
    "type": "series",
    "name": "Takopi's Original Sin",
    "poster": "https://image.tmdb.org/t/p/w500/xPXDVhVKt0XM34ihoUVMHtLYTw8.jpg",
    "description": "A Happy alien, Takopi, lands on Earth with one mission: to spread happiness! When he meets Shizuka, a lonely fourth grader, he vows to bring back her smile using his magical Happy Gadgets. But as he uncovers the pain in her life, Takopi learns that true happiness may require more than gadgets.",
    "background": "https://image.tmdb.org/t/p/w1280/6omimfVty4JD3LXzI5LHEGhXjwn.jpg"
  },
  {
    "id": "gdrive-folder:1yhcV7d4-tx8tSXYKID2R87vCLDHbO3JM",
    "type": "series",
    "name": "After School Dice Club",
    "poster": "https://image.tmdb.org/t/p/w500/2i8kS6Lyy3PX6bkQWPhKwMx0xvX.jpg",
    "description": "A story about girls playing board games after school!\n\nKyoto in Spring. Aya is a high school girl who's just moved to a new town. Miki is her shy classmate, and her first friend. One day after school Aya and Miki follow the committee president Midori to a speciality board games store. The Dice Club!! Without thinking they try out a German board game together.\n\nThese girls, who are searching for fun, soon fall into the exciting world of games!",
    "background": "https://image.tmdb.org/t/p/w1280/u1rzKbZBkYAR7cpal8UZDAug418.jpg"
  },
  {
    "id": "gdrive-folder:1BP0nkrmqI-z6n0yIy1nzQbkLpxqksZsn",
    "type": "series",
    "name": "Shoot! Goal to the Future",
    "poster": "https://image.tmdb.org/t/p/w500/3jMImKHLU9zoB2K2hDEe6fu1Emn.jpg",
    "description": "Atsushi Kamiya is a former captain at Kakegawa High School and the world-renowned \"courageous captain\" for a famous Italian soccer team. Hideto Tsuji, a student at Kakegawa High School seems uninterested in the now-weakened soccer team. Their meeting is the start of a new legend.",
    "background": "https://image.tmdb.org/t/p/w1280/pTVauqRiwGx0gqRwwwqOalTrbLd.jpg"
  },
  {
    "id": "gdrive-folder:1CxLAsnfpDGU1Nq70WnyOJsdrRSNsKuAA",
    "type": "series",
    "name": "Detective Conan",
    "poster": "https://image.tmdb.org/t/p/w500/ibd5jpPu2oxup9ecU8xvwlRZF0O.jpg",
    "description": "The son of a world famous mystery writer, Jimmy Kudo, has achieved his own notoriety by assisting the local police as a student detective. He has always been able to solve the most difficult of criminal cases using his wits and power of reason.",
    "background": "https://image.tmdb.org/t/p/w1280/5546GF3zT3yA25ydCz0KlujjRA3.jpg"
  },
  {
    "id": "gdrive-folder:1GDbz4vq5_StF-bCNBDlWwVbtzXXPuiaX",
    "type": "series",
    "name": "Helluva Boss",
    "poster": "https://image.tmdb.org/t/p/w500/dgtuBsG2F4cGiumtHBKDru7PW9j.jpg",
    "description": "In Hell, imp Blitzø (the 'o' is silent) runs an assassin business targeting the world of the living, using a spell book borrowed from a prince of the underworld. With employees Moxxie, Millie, and Loona, they attempt to survive each other while keeping business afloat.",
    "background": "https://image.tmdb.org/t/p/w1280/20OP4f0xDbPttORm9OyIbNu3cNN.jpg"
  },
  {
    "id": "gdrive-folder:102WCq9OVHX8DZaCeJdK2IS-JNVSZ5xl5",
    "type": "series",
    "name": "Death Note",
    "poster": "https://image.tmdb.org/t/p/w500/8xRQ0KG9ZZzjEiFa5fgEaTKhc0d.jpg",
    "description": "Light Turner finds a supernatural notebook and uses it to mete out death, attracting the attention of a detective, a demon and a girl in his class.",
    "background": "https://image.tmdb.org/t/p/w1280/nDAbr3NSkkOMIkFrQ3ycVxzgaMc.jpg"
  },
  {
    "id": "gdrive-folder:1HugZJ5x57sUMRgt4RwmHBP1Rd3zVxwuM",
    "type": "series",
    "name": "New Saga",
    "poster": "https://image.tmdb.org/t/p/w500/dmZ74VyWi3I8ZqJ1m3Fmcc1etgp.jpg",
    "description": "After a brutal war, magic swordsman Kyle defeats the Demon King but is left dying. A crimson crystal sends him four years into the past to his once-destroyed hometown where he finds his lost loved ones alive. Armed with future knowledge, Kyle vows to prevent the coming tragedy and rewrite fate.",
    "background": "https://image.tmdb.org/t/p/w1280/u9p6IIYllP8gwZB2URx08jIYdvZ.jpg"
  },
  {
    "id": "gdrive-folder:19QMa79mRW8DWlyzuaX5nXyunrb57N4Ur",
    "type": "series",
    "name": "Lord of Mysteries",
    "poster": "https://image.tmdb.org/t/p/w500/c8fHePq3yTn3WvZd4hupkHwsjm5.jpg",
    "description": "In a Victorian world of steam, dreadnoughts, and occult horrors, Zhou Mingrui awakens as Klein Moretti. He walks a razor’s edge between light and darkness, entangled with warring Churches. This is the legend of unlimited potential…and unspeakable danger.",
    "background": "https://image.tmdb.org/t/p/w1280/AdWWrcYKNXlpeWNJlmK4HCJ6Dj9.jpg"
  },
  {
    "id": "gdrive-folder:1OmyubPxeYnTmUl9jmPlHxKL3jmwGrrex",
    "type": "series",
    "name": "Shaman King",
    "poster": "https://image.tmdb.org/t/p/w500/bDJLF92frEmKSr1OlCZN5P1kx6W.jpg",
    "description": "Asakura Yoh is a shaman, a person who communicates with ghosts. He enters the Shaman Fight, for whoever wins the tournament gets to commune with the Great Spirit, God... that and his fiance Anna wants to be the wife of the Shaman King. Helping him are his friends Manta, Horo Horo, Ryu, and his samurai ghost partner, Amidamaru.",
    "background": "https://image.tmdb.org/t/p/w1280/f7DC5Qu0MJBtbAK9zCOU2rzz6NG.jpg"
  },
  {
    "id": "gdrive-folder:19DtAytPBxBI5__BTGKZWJZ-T7dIrTHk9",
    "type": "series",
    "name": "Welcome to the Outcast's Restaurant!",
    "poster": "https://image.tmdb.org/t/p/w500/caWU2F1DSrrJgoJCSclpSoCWnge.jpg",
    "description": "When superstar adventurer Dennis gets booted from the world’s strongest party, he teams up with runaway Atelier to serve up his true passion—delicious cuisine. But this not-so-average eatery has not-so-average patrons. Dennis will battle his quirky customers’ troubles with his trusty butcher knife and wok. Visit Adventurer’s Restaurant and fill up your heart and stomach!",
    "background": "https://image.tmdb.org/t/p/w1280/exFWxrrWoI2QfzFId4SqZz0jkHP.jpg"
  },
  {
    "id": "gdrive-folder:19DG44sUQbkfdEquQtYGcV8AC1SXSNXFw",
    "type": "series",
    "name": "Dekin no Mogura: The Earthbound Mole",
    "poster": "https://image.tmdb.org/t/p/w500/xnEForFiNATvYS4MUwYyFuPyiok.jpg",
    "description": "A shady self-proclaimed hermit named Momoyuki Mogura, AKA: Mogura, is banned from the afterlife due to an incident. Now he collects spirit possessed will-o'-wisps in his lantern, hoping to make a comeback.",
    "background": "https://image.tmdb.org/t/p/w1280/4FaEZoLnxTsSV4829sy17SMiBvB.jpg"
  },
  {
    "id": "gdrive-folder:199ppwIKkK4DylLj_KxcqGhE3nTQqNmBU",
    "type": "series",
    "name": "Gachiakuta",
    "poster": "https://image.tmdb.org/t/p/w500/jH78nLFrTU6aP7hY7KO6DZHFLoX.jpg",
    "description": "Accused of murder and thrown into the Pit, a young orphan joins a group of monster fighters with special powers to uncover the truth and seek vengeance.",
    "background": "https://image.tmdb.org/t/p/w1280/mrapJp0qb6Fvo3IW9IrjCK9IgSo.jpg"
  },
  {
    "id": "gdrive-folder:1E6EBFeRcQub6jtanB-9TQfKYtKvko7rX",
    "type": "series",
    "name": "Your Forma",
    "poster": "https://image.tmdb.org/t/p/w500/g0NFMpqPuon5iJRaNtalYBcyMJo.jpg",
    "description": "In 1992, a viral encephalitis pandemic led to the creation of \"Your Forma,\" an invasive brain-implanted device that records all sensory data. Special detectives called \"Cyber Investigators\" dive into this data to solve crimes. Prodigy Echika Hieda, isolated by her talent, is paired with Harold, a humanoid \"Amicus.\" Together, they uncover the world's deepest secrets.",
    "background": "https://image.tmdb.org/t/p/w1280/iYXJ0FklzUDt58WnURoGU3hTYiq.jpg"
  },
  {
    "id": "gdrive-folder:19z44izL6xCE2-rGQa4efcWxT-g6sFwio",
    "type": "series",
    "name": "Leviathan",
    "poster": "https://image.tmdb.org/t/p/original/wIu0KWF2g2gWO482HXUQRM5ioOr.jpg",
    "description": "Set in an alternate steampunk past, an Austrian fugitive prince and a Scottish airman in disguise embark on an unexpected quest to prevent a world war.",
    "background": "https://image.tmdb.org/t/p/original/kobz3t4TKPXRUGUpcV3Ic7sgLtW.jpg"
  },
  {
    "id": "gdrive-folder:1_fRX8UdWCRiQQn3RNORvcbrytr6cpK3_",
    "type": "series",
    "name": "We Bare Bears",
    "poster": "https://image.tmdb.org/t/p/w500/3xWzlLZ0kAD6SkVZTekFM9lxZyP.jpg",
    "description": "Three brother bears awkwardly attempt to find their place in civilized  society, whether they're looking for food, trying to make human friends,  or scheming to become famous on the internet. Grizzly, Panda and Ice  Bear stack atop one another when they leave their cave and explore the  hipster environs of the San Francisco Bay Area, and it's clear the  siblings have a lot to learn about a technologically driven world. By  their side on many adventures are best friend Chloe (the only human  character in the cast), fame-obsessed panda Nom Nom, and Charlie, aka  Bigfoot.",
    "background": "https://image.tmdb.org/t/p/w1280/sgR3BjAOcpyxV9Rq7l1BGm3fXQ8.jpg"
  },
  {
    "id": "gdrive-folder:1NW6If-3iSEoc8R8Vhxy1VE5qXXQELKER",
    "type": "series",
    "name": "7 Bears",
    "poster": "https://image.tmdb.org/t/p/w500/voK3P84shtv4Nqaz4qzozcndgDR.jpg",
    "description": "Forget the Seven Dwarfs — here come the 7 Bears! This lovable pack of furballs is putting a fuzzy twist on the classic fairy tales you thought you knew.",
    "background": "https://image.tmdb.org/t/p/w1280/8aIy81OdhFWCBgu6DBU2T4ReiQE.jpg"
  },
  {
    "id": "gdrive-folder:1tMtSRDvHVoTF3rNayzPM3Eh7mpI92YlY",
    "type": "series",
    "name": "Tomodachi Game",
    "poster": "https://image.tmdb.org/t/p/w500/l9wfsCpH5Zot8PSskCShqiQc9I4.jpg",
    "description": "After his class' school trip fund is stolen, Yuichi and his best friends are abducted to play a debt repayment game; there is more than money on the line, as their bonds are tested with dark secrets and a lingering question of who is behind it all.",
    "background": "https://image.tmdb.org/t/p/w1280/lYFVTkTxjYGsiMDXqXk70fBKQAM.jpg"
  },
  {
    "id": "gdrive-folder:1DCvFW_nYGZIe9TieoNZE75lrtIrdXb-Z",
    "type": "series",
    "name": "Clevatess",
    "poster": "https://image.tmdb.org/t/p/w500/7sWrMBhOS1x4RUCr3o2I4ld13fq.jpg",
    "description": "One of the Lords of Dark Beasts, Clevatess’s reign shatters when he revives a hero he personally slayed and adopts an orphaned humanoid baby—the last hope to save a dying world. Now bound together, what fate awaits this unlikely trio?",
    "background": "https://image.tmdb.org/t/p/w1280/5nmg2cEZxA09VyDvioAuqd5jOW0.jpg"
  },
  {
    "id": "gdrive-folder:1A-u_u4LrpUFl4vk3nq9EoifgdB0ThT-s",
    "type": "series",
    "name": "I Parry Everything",
    "poster": "https://image.tmdb.org/t/p/w500/nVmc8K5J7SGMlE6tA5lVzVzAzQ9.jpg",
    "description": "Noor's dead set on becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but you need more than that if you want to be an adventurer! Right?",
    "background": "https://image.tmdb.org/t/p/w1280/t324alfKvsj3OnLULib7jud9k8m.jpg"
  },
  {
    "id": "gdrive-folder:13MCUevKybfsVGLFg1GPgz5150CT7dXQW",
    "type": "series",
    "name": "Berserk",
    "poster": "https://image.tmdb.org/t/p/w500/iHTSIrdMvaXM4eOFPo6SvAoxZZh.jpg",
    "description": "A wandering, sword-wielding mercenary joins a charismatic leader in his ruthless pursuit of glory and recognition in this epic medieval tale.",
    "background": "https://image.tmdb.org/t/p/w1280/99Y64VK0KwyRWfaW6VdpDfPKNMo.jpg"
  },
  {
    "id": "gdrive-folder:1kF5zEmSJ4q2-9ji-xvOV8txtBS6B3SSX",
    "type": "series",
    "name": "Tales of Wedding Rings",
    "poster": "https://image.tmdb.org/t/p/w500/mNuV7Jti0jYQh34OP2WdmhflTDQ.jpg",
    "description": "Sato is a high school boy in love with his best friend Hime, an unearthly beauty from another realm. So when she moves back to her home world to get married, Sato doesn’t think twice—he follows her and crashes the wedding. Then, after a kiss from Hime, he suddenly becomes the new groom! But here, Hime is a Ring Princess and her husband is destined to be the Ring King: a hero of immense power.",
    "background": "https://image.tmdb.org/t/p/w1280/uWHiLA8nAhm0Ca8eI3mMpYXPUv3.jpg"
  },
  {
    "id": "gdrive-folder:1LhvGn_efGfN1_n0covpImYcHPHY80K-v",
    "type": "series",
    "name": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
    "poster": "https://image.tmdb.org/t/p/w500/iyTiJqrAs2YItyTYGI18PdqX65c.jpg",
    "description": "After dying of overwork in the real world, I’m reincarnated as an immortal witch, and I spend 300 years enjoying a relaxing life. At some point, though, I end up at level 99! All those years spent killing slimes to make the money to pay the bills gave me a ton of experience points. Rumors of the level 99 witch spread, and soon I’m up to my ears in curious adventurers, duelist dragons, and even a monster girl calling me her mom! I’ve never been on an adventure, but I’m the strongest in the world… What’s going to happen to my relaxing life?!",
    "background": "https://image.tmdb.org/t/p/w1280/45feYn6zwVrwLcBtiaLOXzavtOT.jpg"
  },
  {
    "id": "gdrive-folder:1r25sQBbOHgiTiTEGHuC_omFe5l1nikjn",
    "type": "series",
    "name": "Transformers: War for Cybertron: Siege",
    "poster": "https://image.tmdb.org/t/p/w500/lBUPQLk9gEg8Mg6noHcew8Aag0M.jpg",
    "description": "On their dying planet, the Autobots and Decepticons battle fiercely for control of the AllSpark in the Transformers universe's origin story.",
    "background": "https://image.tmdb.org/t/p/w1280/bxZrG6wsmKMoUC1q4ByTWDRHaOh.jpg"
  },
  {
    "id": "gdrive-folder:130vKpRFfGKOmPBdiC6s8WgKgaUvrKatG",
    "type": "series",
    "name": "Rascal Does Not Dream of Bunny Girl Senpai",
    "poster": "https://image.tmdb.org/t/p/w500/fbqDG7GjodvaNecgv1q8kfSNPl5.jpg",
    "description": "Puberty Syndrome—a rumored, mysterious syndrome that only affects those in their puberty. For example, a bunny girl suddenly appeared in front of Sakuta Azusagawa. The bunny girl's real identity is Mai Sakurajima, a teenage celebrity who is currently an inactive high school senior. For some reason, her charming figure does not reflect in the eyes of others. In the course of revealing the mystery behind this phenomenon, Sakuta begins to explore his feelings towards Mai. Set in a city where the skies and seas shine, Sakuta unfolds the meaning behind his bizarre encounters on women with the said syndrome.",
    "background": "https://image.tmdb.org/t/p/w1280/8165gnzhyRbkKfm3WFBINdkDQBR.jpg"
  },
  {
    "id": "gdrive-folder:13-QGCujUs_5HMujbZldT0FwJv8gP7Vq9",
    "type": "series",
    "name": "Freezing",
    "poster": "https://image.tmdb.org/t/p/w500/r1jVlUUpjdSB9TjcjiFcDGL6QmA.jpg",
    "description": "Eager to follow in the footsteps of his fallen sister, Kazuya enrolls at West Genetics Academy, a training facility for buxom heroes known as Pandoras. These courageous schoolgirls are genetically-enhanced with enough sex appeal to cripple a man – and the superhuman strength to slaughter aliens by the dozen. Kazuya’s role is that of Limiter, a Pandora’s battle partner, and he quickly sets his sights on the most feared beauty in school, Satellizer el Bridget. This full-figured annihilator of aliens is as desirable as she is deadly, but rubbing her the wrong way could lead to gross bodily harm. Can Kazuya forge a bond with his new partner and rise to the top of the ranks at West Genetics? Or will he fall victim to the mysterious bloodlust lurking within Satellizer?",
    "background": "https://image.tmdb.org/t/p/w1280/nPcgyYd2pJA5nuGJJ7EvNwzsJJ4.jpg"
  },
  {
    "id": "gdrive-folder:12PJaibadxc_IF81TzwPk3IY9SAoQW4jY",
    "type": "series",
    "name": "Dragons: Race to the Edge",
    "poster": "https://image.tmdb.org/t/p/w500/y5sNfaTvWR3ObILyf9uV6deAcKT.jpg",
    "description": "Unlock the secrets of the Dragon Eye and come face to face with more dragons than anyone has ever imagined as Hiccup, Toothless and the Dragon Riders soar to the edge of adventure.",
    "background": "https://image.tmdb.org/t/p/w1280/vyhmiHVWUvmH6jrfvtPdcwYc2I8.jpg"
  },
  {
    "id": "gdrive-folder:11iu7REcJ4LjuDpWkInMmWx12eGga69Y6",
    "type": "series",
    "name": "SK8 the Infinity",
    "poster": "https://image.tmdb.org/t/p/w500/kZHnqxP16mb2pVYthJfT4buYk4P.jpg",
    "description": "\"S\" is a dangerous, top secret, no-holds-barred downhill skateboarding race down an abandoned mine. When avid skateboarder Reki takes Langa to the mountain where \"S\" is held, Langa, who's never been on a skateboard in his life, finds himself sucked into the world of \"S\", and…?!",
    "background": "https://image.tmdb.org/t/p/w1280/rfEhgiJn80Z0YOyU6cU1v9hi0IS.jpg"
  },
  {
    "id": "gdrive-folder:1ApwHyIw04t5BW4JKV77otqdb7tdphOrk",
    "type": "series",
    "name": "Hensuki: Are You Willing to Fall in Love With a Pervert, As Long As She's a Cutie?",
    "poster": "https://image.tmdb.org/t/p/w500/9pSKwAec9Z5cJQTBihg9BfbsDCe.jpg",
    "description": "A high school student whose years of not having a girlfriend is his age, Keiki Kiryuu, suddenly receives a love letter. He is happy he can finally have a girlfriend, but is also surprised because not only is there no sender name but also included is white underwear…??? The cute girls who gather around him are all weird and with reasons!? Who is the Cinderella who sent the underwear?",
    "background": "https://image.tmdb.org/t/p/w1280/cBCpiZZ8muGg4tOWINnrI7k8Ldz.jpg"
  },
  {
    "id": "gdrive-folder:1Lh7STEc55QOe-jpcHoB6k_MYDKTuYGbc",
    "type": "series",
    "name": "YAIBA: Samurai Legend",
    "poster": "https://image.tmdb.org/t/p/w500/cxD3FQP4hDU5hSABwdQCvGrrnz6.jpg",
    "description": "Yaiba's journey to becoming a true samurai takes him from his home in the forest to a bustling city full of rivals, friends and ancient powers.",
    "background": "https://image.tmdb.org/t/p/w1280/hQ8IbU6dganMZwxDja5irVs46xl.jpg"
  },
  {
    "id": "gdrive-folder:1EF0A9qet6rv-NY7CYgS0S92__iQyvW1j",
    "type": "series",
    "name": "Goblin Slayer",
    "poster": "https://image.tmdb.org/t/p/w500/x8ZQyxAFjz9jtCGivbOMYUC4Tp3.jpg",
    "description": "\"I'm not saving the world. I just kill goblins.\"\n\nRumor has it that, in a certain guild in the middle of nowhere, there is an extraordinary man who has climbed all the way to the Silver rank just by killing goblins. At the same guild, a priestess who's just become a new adventurer has formed her first party... and the man who ends up rescuing that party when they get into trouble is none other than the Goblin Slayer.",
    "background": "https://image.tmdb.org/t/p/w1280/65XyAN0PrUkkfqvGbFRLjk5x3wZ.jpg"
  },
  {
    "id": "gdrive-folder:1C8QErWkC49OJk0AnuzvdbRmtVocXLzs6",
    "type": "series",
    "name": "Ghost in the Shell: Stand Alone Complex",
    "poster": "https://image.tmdb.org/t/p/w500/oz9JhIUK792ISNXNpny4pSFo1yh.jpg",
    "description": "In the future when technological enhancements and robotics are a way of life, Major Motoko Kusanagi and Section 9 take care of the jobs that are too difficult for the police. Section 9 employs hackers, sharpshooters, detectives and cyborgs all in an effort to thwart cyber criminals and their plans to attack the innocent.",
    "background": "https://image.tmdb.org/t/p/w1280/2rvFW70UeOMCTXGmYHij1bwHCiu.jpg"
  },
  {
    "id": "gdrive-folder:17ZgiV1kNMh5N6SNHN68Nfz4KR2Lfrb6f",
    "type": "series",
    "name": "Paradox Live THE ANIMATION",
    "poster": "https://image.tmdb.org/t/p/w500/tlPG08mmtFPb6K0PpymddXvuzzt.jpg",
    "description": "Saturated in hip hop culture comes the birth of a new movement known as \"Phantom Live.\" Each of the artists have a metal accessory known as \"Phantom Metal\" which chemically reacts to the wearer's emotions to produce an image, setting a magnificent stage for enthusiastic youths. With legendary club \"CLUB paradox\" hosting the mysterious Paradox Live, four teams: BAE, The Cat's Whiskers, cozmez and Akanyatsura each receive an invitation to participate, each with their own genre of music in a race to the top.",
    "background": "https://image.tmdb.org/t/p/w1280/7o116hjdaWQzEaRT4SfH4F6nohN.jpg"
  },
  {
    "id": "gdrive-folder:1226BJJ4FvHkcp6Ee-1zKA-yIcFlXWil1",
    "type": "series",
    "name": "Murder Drones",
    "poster": "https://image.tmdb.org/t/p/w500/z6fAKaN2F9jogQIdcHUHNVsiFNV.jpg",
    "description": "A heart warming story of \"destroy all humans.\" Uzi, a sardonic teen worker robot gone rogue befriends N, an excitable optimistic disassembly drone sent to destroy her, creating what we can assume is a very bad relationship for mankind.",
    "background": "https://image.tmdb.org/t/p/w1280/mMG0DpazsIUMIhNhVMBP3odZHeI.jpg"
  },
  {
    "id": "gdrive-folder:1EE_tnwc3B2hCYxo7jFM5GJ_Yl69HGFRT",
    "type": "series",
    "name": "The Gorilla God's Go-To Girl",
    "poster": "https://image.tmdb.org/t/p/w500/wsVUjE78BP7v2KayDnlAKbiY3Av.jpg",
    "description": "Sophia Reeler, a timid noble, received the Gorilla God’s blessing—the ultimate combat power. Now her dream of a peaceful student life is shattered as the royal knights recruit her unrivaled strength. Juggling school, the knight life, and her overwhelming power, Sophia learns the hard way that gorilla strength isn’t so simple.",
    "background": "https://image.tmdb.org/t/p/w1280/ugK0TDbaedrD1wL60Hxe5BazQxl.jpg"
  },
  {
    "id": "gdrive-folder:1E3G0VrxmMRhcJqFmGND4uAeU06vqhgiK",
    "type": "series",
    "name": "The Shiunji Family Children",
    "poster": "https://image.tmdb.org/t/p/w500/tvhXMejlXyOUo24we09pXSgKw5j.jpg",
    "description": "The Shiunji family with their seven children reside in a mansion within Tokyo’s Setagaya ward. The eldest son, Arata, is tired of being pushed around by his five sisters and daydreams of a life without them. That is, until Arata’s father reveals a shocking truth—Arata isn’t biologically related to his sisters! The siblings’ relationships will be tested as they navigate life in this new light.",
    "background": "https://image.tmdb.org/t/p/w1280/kVZcEY6PCeweU4GFWBOnlKAM28L.jpg"
  },
  {
    "id": "gdrive-folder:1Dq4j9yaeuJyVtuF6zswuPAbXVYWDzqMv",
    "type": "series",
    "name": "Teogonia",
    "poster": "https://image.tmdb.org/t/p/w500/zGHrnnFc0p5Pf25qUaAv95JpnJC.jpg",
    "description": "Humans fight to protect their land from invading demi-human tribes in relentless battles. As his world is engulfed by intense warfare, Kai, a village boy from Lag, joins the fight to defend all he knows. After Kai’s comrades fall one by one and he’s injured, he suddenly recalls memories from another life. A fantasy tale unfolds as a village boy explores a world of magic, mystery, and heroism.",
    "background": "https://image.tmdb.org/t/p/w1280/4gcAg5Y47J4BPgrTHRTpoEolQmd.jpg"
  },
  {
    "id": "gdrive-folder:17pZZ_s6YuJi4AN9_lyBVuK0CLozuSdic",
    "type": "series",
    "name": "Blood of Zeus",
    "poster": "https://image.tmdb.org/t/p/w500/zXRR5tgGLtKrRmuN4ko9SLAdCiZ.jpg",
    "description": "In a brewing war between the gods of Olympus and the titans, Heron, a commoner living on the outskirts of ancient Greece, becomes mankind's best hope of surviving an evil demon army, when he discovers the secrets of his past.",
    "background": "https://image.tmdb.org/t/p/w1280/5Oj9YrVNadPGMyMOCt9SDfeF3Je.jpg"
  },
  {
    "id": "gdrive-folder:1sGeFmEiG_0IMt4oA7PU_QrF8A_BsHAOZ",
    "type": "series",
    "name": "Classroom of the Elite",
    "poster": "https://image.tmdb.org/t/p/w500/yuHanbUUIv2UWRxxQFt9n8jtmOJ.jpg",
    "description": "When Kiyotaka enters an elite government-sponsored high school, he finds out just how merit-based this education system is.",
    "background": "https://image.tmdb.org/t/p/w1280/d3yNn379emGP8xztqeOsB9oLNG2.jpg"
  },
  {
    "id": "gdrive-folder:16iM-zR-XX6jYajytw1lmsYHrE30r0NVH",
    "type": "series",
    "name": "Mob Psycho 100",
    "poster": "https://image.tmdb.org/t/p/w500/vR7hwaGQ0ySRoq1WobiNRaPs4WO.jpg",
    "description": "Shigeo Kageyama, a.k.a. \"Mob,\" is a boy who has trouble expressing himself, but who happens to be a powerful esper. Mob is determined to live a normal life and keeps his ESP suppressed, but when his emotions surge to a level of 100%, something terrible happens to him! As he's surrounded by false espers, evil spirits, and mysterious organizations, what will Mob think? What choices will he make?",
    "background": "https://image.tmdb.org/t/p/w1280/kP5duNJEbTfXpBs6CITsaZ88pQi.jpg"
  },
  {
    "id": "gdrive-folder:16awXAjNdYmDbv2NfWXPeRhf0aRQY87XW",
    "type": "series",
    "name": "Kaguya-sama: Love Is War",
    "poster": "https://image.tmdb.org/t/p/w500/5khbC6AuNgnvnoDbjIMKCOhEtIc.jpg",
    "description": "Considered a genius due to having the highest grades in the country, Miyuki Shirogane leads the prestigious Shuchiin Academy's student council as its president, working alongside the beautiful and wealthy vice president Kaguya Shinomiya. The two are often regarded as the perfect couple by students despite them not being in any sort of romantic relationship.",
    "background": "https://image.tmdb.org/t/p/w1280/dJ8yrSokdTMnhKJw06MllSfCegb.jpg"
  },
  {
    "id": "gdrive-folder:14Wg_ASoPsT6gODFXe2Xae3NfJSUl-n22",
    "type": "series",
    "name": "JoJo's Bizarre Adventure",
    "poster": "https://image.tmdb.org/t/p/w500/ogAWwbh3frWtiTyyXrZaVFtqCgp.jpg",
    "description": "Follow the intergenerational feud between the Joestar Family and various forces of evil, the most prominent of which is Dio Brando and his followers.",
    "background": "https://image.tmdb.org/t/p/w1280/mLKN1dsimKPiXCZ48KED0X8a02t.jpg"
  },
  {
    "id": "gdrive-folder:1yjwSnqv2Oxcd7CbH_cIXI7lL1l6sIWuE",
    "type": "series",
    "name": "Asterix and the Big Fight",
    "poster": "https://image.tmdb.org/t/p/w500/7KFAtZRXzD00Zw9sWxusrInLHgJ.jpg",
    "description": "Due to an unfortunate accident involving Obelix throwing a menhir, Getafix the druid not only loses his memory, but goes completely mad. Now deprived of the wisdom of their beloved druid and the protection provided by his magic potion, the Armorican village falls prey to a proclaimed soothsayer who comes with ominous predictions and overweening ambitions. It's up to Asterix to keep his villager friends within reason and hopefully get Getafix to remember the magic potion's recipe before the impending Roman attack.",
    "background": "https://image.tmdb.org/t/p/w1280/5o65Tj8LNt0UsHzeLbU1VjMm7dm.jpg"
  },
  {
    "id": "gdrive-folder:1sUMMet0JMtR3AuC6Mm26mR1i8jY79EAO",
    "type": "series",
    "name": "Once Upon a Witch's Death",
    "poster": "https://image.tmdb.org/t/p/w500/5Gr2mDFSGHhiEYrNfP6vbYtuNrT.jpg",
    "description": "Meg Raspberry is just an apprentice witch celebrating her 17th birthday. That is, until Faust, her magic teacher and Perennial Witch of the Seven Sages, suddenly reveals she is going to die. To stop the Death Sentence curse, Meg must create the Seed of Life using tears of joy from 1,000 people. Join Meg on her travels as she collects the happy tears from everyone she meets to gain eternal life!",
    "background": "https://image.tmdb.org/t/p/w1280/vtVEwuQ93jfUMB4ooEbdzv2Ktt5.jpg"
  },
  {
    "id": "gdrive-folder:1sF2R7tklgYM7FTfsm4bahrBkiZSAMYm2",
    "type": "series",
    "name": "Catch Me at the Ballpark!",
    "poster": "https://image.tmdb.org/t/p/w500/7yjUOGangKSn6Nj7fQ3kTCGOHpQ.jpg",
    "description": "To escape his tiring job, weary Murata finds escape at a nearby baseball stadium. While the games are thrilling, it’s Ruriko, the gyaru as cold as the beer she serves but secretly a sweetheart, who keeps him coming back. As her first regular, Murata discovers the warmth behind her frosty demeanor, and their hilarious, heartwarming encounters light up the ballpark and maybe even their hearts.",
    "background": "https://image.tmdb.org/t/p/w1280/zymNlQT3NMJpoKehvJVUU7dyxvI.jpg"
  },
  {
    "id": "gdrive-folder:1nVw1J4_dwLLZghUIX2gj2PMXS6Eeq8c0",
    "type": "series",
    "name": "Let This Grieving Soul Retire",
    "poster": "https://image.tmdb.org/t/p/w500/egViTAdBqUyUFI2sIBsGbnH5Sun.jpg",
    "description": "Six childhood friends make a vow one day to become treasure hunters, and eventually grow to be the strongest heroes in the world. During his first quest, Krai Andrey realizes he isn’t cut out for the job. Even so, his friends make him their leader. Underpowered in the face of great expectations, Krai embarks on a reluctant hero’s tale of glory, headaches, and wanting to retire early.",
    "background": "https://image.tmdb.org/t/p/w1280/nOcLDLq0JaHmBGZFqHBthrUqMD7.jpg"
  },
  {
    "id": "gdrive-folder:1moHs8g3olQur_lBNpCGmUoIt_GbQN4Pd",
    "type": "series",
    "name": "#1 Happy Family USA",
    "poster": "https://image.tmdb.org/t/p/w500/1EzcDTGhbbvTS27iKK4ompIQjva.jpg",
    "description": "An exploration of the experiences of a Muslim-American family that must learn how to code-switch as they navigate the early 2000s: a time of fear, war, and the rapid expansion of the boy-band industrial complex.",
    "background": "https://image.tmdb.org/t/p/w1280/dc8YYZ5mAwq3n4AafVvV343MKN4.jpg"
  },
  {
    "id": "gdrive-folder:1hfBiszm8e4Go9FmMyOdswVXRb1yU7TJO",
    "type": "series",
    "name": "Overlord",
    "poster": "https://image.tmdb.org/t/p/w500/l76Rgp32z2UxjULApxGXAPpYdAP.jpg",
    "description": "France, June 1944. On the eve of D-Day, some American paratroopers fall behind enemy lines after their aircraft crashes while on a mission to destroy a radio tower in a small village near the beaches of Normandy. After reaching their target, the surviving paratroopers realise that, in addition to fighting the Nazi troops that patrol the village, they also must fight against something else.",
    "background": "https://image.tmdb.org/t/p/w1280/10wHo9VmDvBW9wtSZ26bgjm9GKY.jpg"
  },
  {
    "id": "gdrive-folder:1fCoFOiKruE2m0jA-plCbMOsVHJDQerWM",
    "type": "series",
    "name": "Moonrise",
    "poster": "https://image.tmdb.org/t/p/w500/mqok8du6LvnaigAJo5omAq1BPye.jpg",
    "description": "After rebel forces attack Earth, a carefree heir becomes the prime suspect and joins a special military unit to find the true mastermind on the Moon.",
    "background": "https://image.tmdb.org/t/p/w1280/lA7PhetuTDbW5euHB7VtPAYwrH.jpg"
  },
  {
    "id": "gdrive-folder:1aK1VznNevNdCw8ZxXOFbi3gv2p_0-QiF",
    "type": "series",
    "name": "Mobile Suit Gundam GQuuuuuuX",
    "poster": "https://image.tmdb.org/t/p/w500/jb5d4vqHmKSQh9rB2T394e3z5To.jpg",
    "description": "High-school student Amate Yuzuriha lives peacefully in a space colony floating in outer space. But when she meets a war refugee named Nyaan, Amate is drawn into the illegal mobile suit dueling sport known as Clan Battle.",
    "background": "https://image.tmdb.org/t/p/w1280/kOcTSsKjC1h9Ez8l7yzKPZ4XF9t.jpg"
  },
  {
    "id": "gdrive-folder:1XhCgUrQTdYaA3_cNexX2IvQjVYlunMsd",
    "type": "series",
    "name": "Lazarus",
    "poster": "https://image.tmdb.org/t/p/w500/j5Tvg6cF4jM2nB9YrjQ3Jiq3PBn.jpg",
    "description": "In 2052, a Nobel Prize-winning neuroscientist develops a drug called Hapna — a cure-all that has the unexpected side-effect of causing death three years later. In response to this threat, a special force of agents—nicknamed \"Lazarus\"— is assembled to take on the malevolent Skinner.",
    "background": "https://image.tmdb.org/t/p/w1280/fgcSUbheJ2nml1g7y5QNvR4s16d.jpg"
  },
  {
    "id": "gdrive-folder:1Xe6nnvNS6jhdfRBSjY47026LM1YBw1gf",
    "type": "series",
    "name": "The Unaware Atelier Meister",
    "poster": "https://image.tmdb.org/t/p/w500/OPJ7k6DMm1o3A0kIXysgrqVT5w.jpg",
    "description": "Kurt Rockhans is a kind-hearted errand boy for a hero’s party, the Flaming Dragon Fang. One day, he's banished from the party and finds out he has the lowest rank in combat. In order to make a living, Kurt picks up various jobs and discovers he has astonishing abilities. Though he doesn't realize it yet, Kurt has SSS-rank skills in anything other than fighting, as he sets off on a new journey.",
    "background": "https://image.tmdb.org/t/p/w1280/wygwG3cGZjn3Q4H84yE4avF22a8.jpg"
  },
  {
    "id": "gdrive-folder:1XZwmuSBa2KK4esqbxplex26_yfzYt1E9",
    "type": "series",
    "name": "The Ossan Newbie Adventurer, Trained to Death by the Most Powerful Party, Became Invincible",
    "poster": "https://image.tmdb.org/t/p/w500/dHxGWlygSNRb97wujSwtEts5snP.jpg",
    "description": "Normally, people choose to become adventurers in their teens. At 30 years old, Rick Gladiator bucks the trend by leaving his job as a guild clerk to become an adventurer. He begins as a novice F-rank with the fighting strength of an S-rank. After two years of brutal training with the continent’s strongest party, Orichalcum Fist, Rick will defeat anyone who underestimates him!",
    "background": "https://image.tmdb.org/t/p/w1280/1Jz9C5BOIjKPEWhm3zWcpDHJ0TT.jpg"
  },
  {
    "id": "gdrive-folder:1XTS6E6jwCUzKLTbDIU0lsc5lnqN20PNC",
    "type": "series",
    "name": "The Magical Girl and the Evil Lieutenant Used to Be Archenemies",
    "poster": "https://image.tmdb.org/t/p/w500/r5mp5XoWP9q8fTvx4rLZbC8qtgj.jpg",
    "description": "An evil organization invades and destroys everything in its path. The brains of the brutal operation is the king’s right-hand man, an evil lieutenant named Mira. Everything changes when a magical girl named Byakuya Mimori tries to stop the evil group in their tracks. When Mira confronts her, he knows it’s love at first sight. What will become of Mira and Byakuya, stuck between orders and love?",
    "background": "https://image.tmdb.org/t/p/w1280/rRu0Ogex93Fd3kFzxcLozhHqtZl.jpg"
  },
  {
    "id": "gdrive-folder:1Pp7O6ZOG1VcN04tWGUkqxyagBdJ9axKm",
    "type": "series",
    "name": "Devil May Cry",
    "poster": "https://image.tmdb.org/t/p/w500/mX9tqfpjqwreONJHhap7SnSSowe.jpg",
    "description": "When a mysterious villain threatens to open the gates of Hell, a devilishly handsome demon hunter could be the world's best hope for salvation.",
    "background": "https://image.tmdb.org/t/p/w1280/nLyXXIDMpDHvUgxchezxuhoJ4Ej.jpg"
  },
  {
    "id": "gdrive-folder:14caTWbN3B-33_6vr1U61Ma7P96yABe2d",
    "type": "series",
    "name": "Turning Mecard",
    "poster": "https://image.tmdb.org/t/p/w500/3eev0HAIVqDMDEUZNlNBnIlvFHD.jpg",
    "description": "Grade-schooler Jason meets a Mecanimal, a transforming minicar from the alternate world of Triforce, named Evan. Jason and Evan are both searching for missing family members, and team up to help each other. Together, they meet more Mecanimals as they battle across dimensions and learn important lessons along the way.",
    "background": "https://image.tmdb.org/t/p/w1280/xWRmOW6X0dSBYfSZbTnhu7dEbQG.jpg"
  },
  {
    "id": "gdrive-folder:114ZxcX3IxtcW0LQpysO8H-cGUOrHfoY_",
    "type": "series",
    "name": "Knuckles",
    "poster": "https://image.tmdb.org/t/p/w500/sK6Nr6KNUA4WlAHyNBTioz9FK87.jpg",
    "description": "Knuckles embarks on a hilarious and action-packed journey of self-discovery as he agrees to train Wade as his protégé and teach him the ways of the Echidna warrior.",
    "background": "https://image.tmdb.org/t/p/w1280/aMpNvgWjPimLldhKgwtCt5NjLen.jpg"
  },
  {
    "id": "gdrive-folder:10MmtBj5PWcy8N4uPowvFaLxnUq3nk9Ic",
    "type": "series",
    "name": "Wolf King",
    "poster": "https://image.tmdb.org/t/p/w500/jgs2AtxtOMRuVHYjSofbv3P9WnN.jpg",
    "description": "A young commoner comes of age and learns he's the last of a long line of Werewolves — and heir to the throne.",
    "background": "https://image.tmdb.org/t/p/w1280/fs4roTMxY3rMKECOMveWpUBQ1XY.jpg"
  },
  {
    "id": "gdrive-folder:1b7f3AJszEEL1cnCGN-D_fD0G3Jv6ABPO",
    "type": "series",
    "name": "The God of High School",
    "poster": "https://image.tmdb.org/t/p/w500/lfa79lR34s6eyNkKjqC76uQEihh.jpg",
    "description": "When an island half-disappears from the face of the earth, a mysterious organization sends out invitations for a tournament to every skilled fighter in the world. \"If you win you can have ANYTHING you want,\" they claim. They're recruiting only the best to fight the best and claim the title of The God of High School. Jin Mori, a Taekwondo specialist and a high school student, soon learns that there is something much greater beneath the stage of the tournament.",
    "background": "https://image.tmdb.org/t/p/w1280/gexkIOkGW4PaYTOctUTlG59MZ0B.jpg"
  },
  {
    "id": "gdrive-folder:1rRSc3S_61mehCenkMtiYTxJjB8Ito3Tz",
    "type": "series",
    "name": "Adam's Sweet Agony",
    "poster": "https://image.tmdb.org/t/p/w500/1n1ZP0KHXUSvVxZG63x7aOzmO4M.jpg",
    "description": "This is the story of a boy, who became the lone Adam among four billion Eves. In a world where a pandemic has rendered all men impotent, high school student Itsuki is the exception who escaped it. In order to protect this secret, he transfers to a very special high school, which turns out to be composed of 90% girls! There, he encounters an upbeat and friendly senior, a sexually frustrated female teacher, a tomboyish school 'prince,' and an heiress from a wealthy family. For Itsuki, who has his pick of any woman in the world, the question remains: which one will he choose?",
    "background": "https://image.tmdb.org/t/p/w1280/bM4nCynOSA5oCNqLsqb1Fo56sZQ.jpg"
  },
  {
    "id": "gdrive-folder:1rFTNjKn8uf8JfK0i4Cx6jeyy5fFds75x",
    "type": "series",
    "name": "Taisho Era Contract Marriage ~ The Substitute Bride and a Soldier's Fierce Love",
    "poster": "https://image.tmdb.org/t/p/w500/adLuRUaIzy44nUExYjUix2ZKjqM.jpg",
    "description": "I used to think there was no love in marriage... Until I met a fierce and passionate soldier! Despite being the daughter of a viscount, Asako is rejected by high society and treated as a nuisance by her parents. When a marriage proposal arrives suddenly for Asako's younger sister from none other than Captain Kido, a soldier known for his coldness, she doesn't hesitate for a moment. To protect her precious younger sister, Asako volunteers as... a substitute bride!",
    "background": "https://image.tmdb.org/t/p/w1280/b1puZ1lG015FtEVtM534f4FuQAO.jpg"
  },
  {
    "id": "gdrive-folder:1pAsVUdRnDg9yOZbyIdvfd7rmHblgVSJz",
    "type": "series",
    "name": "The Share House's Secret Rule",
    "poster": "https://image.tmdb.org/t/p/w500/chmCJiUJqhOpBKfJi88Rw2iB8IT.jpg",
    "description": "After entering university, Ryota moves into a share house where he meets two stunningly beautiful sharemates, Momoka and Kanade. As the three of them begin to cohabitate together, they agree on one \"secret rule.\" \"If it's just for a minute, you can touch whatever you want.\" Thus begins Ryota's new life at the share house, where sweet temptation lies behind every door...!",
    "background": "https://image.tmdb.org/t/p/w1280/3aY6GAOLhPDVNbms9bPc7lNite8.jpg"
  },
  {
    "id": "gdrive-folder:1T69vCeCcVthRPe03U__e32I3dVAfYTiw",
    "type": "series",
    "name": "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat",
    "poster": "https://image.tmdb.org/t/p/w500/iusQCT2pje1Mc8A8LKnW1uZ5BOO.jpg",
    "description": "The world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\" This was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.",
    "background": "https://image.tmdb.org/t/p/w1280/aTIE2FOGSl0jFP46kSFc47vUKIp.jpg"
  },
  {
    "id": "gdrive-folder:1M4ZqJ_wGfbVpsuQOOGHdBQ0qfPXcu4xy",
    "type": "series",
    "name": "Ameku M.D.: Doctor Detective",
    "poster": "https://image.tmdb.org/t/p/w500/ukyIdEgqRKfovtFm9NzUfrIdm8y.jpg",
    "description": "Ten’ikai General Hospital’s Supervisory Department of Diagnostic Pathology handles cases other physicians deem too difficult to treat. It’s also where bizarre mysteries surface, from unexplained illnesses to strange murders even the police can’t solve. At the center of it all is Takao Ameku, a brilliant doctor determined to reveal the shocking truth behind these anomalies.",
    "background": "https://image.tmdb.org/t/p/w1280/oBYKvW0VS1L3Gfr81VoJgeK7jzo.jpg"
  },
  {
    "id": "gdrive-folder:1kg1eauziyo03AN4xJQ_shfu60Kgsns-H",
    "type": "series",
    "name": "Randy Cunningham: 9th Grade Ninja",
    "poster": "https://image.tmdb.org/t/p/w500/uy864Z278ijIfCxQGmPMSp6eKkP.jpg",
    "description": "Randy Cunningham: 9th Grade Ninja is an American animated television series created by Jed Elinoff and Scott Thomas for Disney XD. It is produced by Titmouse, Inc. and Boulder Media Limited. Many of the character designs were supplied by Jhonen Vasquez, the creator of Invader Zim. The series premiered on September 17, 2012.",
    "background": "https://image.tmdb.org/t/p/w1280/sPt4zHJYBfRAJVdUfbedzKCOU1q.jpg"
  },
  {
    "id": "gdrive-folder:1GN1xaakdvsjIGyWRRNAPmnbKoMP8zqKc",
    "type": "series",
    "name": "Fairy Tail",
    "poster": "https://image.tmdb.org/t/p/w500/h50lj7xO65qafNYZCrfQ7ztkMBD.jpg",
    "description": "Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.",
    "background": "https://image.tmdb.org/t/p/w1280/hVZMddU7kgbL1NSgzNVMmf8VvPz.jpg"
  },
  {
    "id": "gdrive-folder:1AnlbAZhJxI7rxHMbt5dJNsiqtDGsl5Vy",
    "type": "series",
    "name": "Hunter x Hunter",
    "poster": "https://image.tmdb.org/t/p/w500/i2EEr2uBvRlAwJ8d8zTG2Y19mIa.jpg",
    "description": "To fulfill his dreams of becoming a legendary Hunter like his dad, a young boy must pass a rigorous examination and find his missing father.",
    "background": "https://image.tmdb.org/t/p/w1280/6U0e6OHklJAcMAuIoGXjTBS5zsI.jpg"
  },
  {
    "id": "gdrive-folder:1HM0bnIljGGYtg7MDxT5D9D8va2zDkhxK",
    "type": "series",
    "name": "The Red Ranger Becomes an Adventurer in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/ZkvF2ASZD3gLDnn2ZJ7L7RGSBc.jpg",
    "description": "Togo Asagaki was the Red Ranger in a heroic Ranger squad. During their final battle against an evil organization, he gave his life to guarantee their triumph. But fate had other plans, and he found himself reborn in an entirely different world. Embracing his new role as an adventurer, he transforms into Kizuna Red and continues his pursuit of justice, helping those in need.",
    "background": "https://image.tmdb.org/t/p/w1280/wWv4YVdsK17NbMTicoubbwOmi7i.jpg"
  },
  {
    "id": "gdrive-folder:1HGCKoGxWFe3KGEYm-f50gVcWFtzGyj5z",
    "type": "series",
    "name": "Zatch Bell!",
    "poster": "https://image.tmdb.org/t/p/w500/cBcHLTG8UgtKi1i1iN0XVcRAB78.jpg",
    "description": "Takamine Kiyomaro, a depressed don't-care-about-the-world guy, was suddenly given a little demon named Zatch Bell to take care of. Little does he know that Zatch is embroiled in an intense fight to see who is the ruler of the demon world.",
    "background": "https://image.tmdb.org/t/p/w1280/n4MfPSRk5PzHeVrm43NHam8oH5d.jpg"
  },
  {
    "id": "gdrive-folder:19gWnHB3g2SukltGvihoyBi8yWSvP4h0m",
    "type": "series",
    "name": "I'm Getting Married to a Girl I Hate in My Class",
    "poster": "https://image.tmdb.org/t/p/w500/k0Yb8KjspVjNlmvHNgqRRbhZ6LA.jpg",
    "description": "High school student Saito Hojo is set to inherit his grandfather’s major corporation. First, he must marry Akane Sakuramori, the girl he despises the most, and who hates him just as much. The two are determined to keep their unexpected marriage a secret from their classmates. But as they begin their newlywed life, the distance between them starts to close.",
    "background": "https://image.tmdb.org/t/p/w1280/rn9aAeJQSXRK0FG14bFmQrktQtY.jpg"
  },
  {
    "id": "gdrive-folder:1OSMKx8u-MMem_1hsei0zUvrbX-3v1fJF",
    "type": "series",
    "name": "Possibly the Greatest Alchemist of All Time",
    "poster": "https://image.tmdb.org/t/p/w500/4TyTS9O7ECH3mXpazQ6GpJXCqNm.jpg",
    "description": "Iruma Takumi finds himself caught up in a hero summoning, even though he’s not a hero. Summoned by mistake to Mildgard, a fantasy world of swords and magic, Takumi is given a chance to start over. Though he dreams of a peaceful life, the goddess Nolyn grants him “alchemy,” an ultra-powerful skill that allows him to create anything from holy swords to flying ships. His reluctant adventure begins!",
    "background": "https://image.tmdb.org/t/p/w1280/qDQt2pdwyWEWWWTBVBDo2UhYODc.jpg"
  },
  {
    "id": "gdrive-folder:1HC5GSdY1sELCqniyNSaJbd4pWBDEKrP9",
    "type": "series",
    "name": "Magic Maker: How to Make Magic in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/wKe1FmUAcSukpfEn5s6747pBwLD.jpg",
    "description": "On the night of his 30th birthday, one man’s dreams of wielding magic come true after he unexpectedly passes away. He wakes as Sion, a young child in another world. He and his elder sister, Marie, are the children of a lower-class noble family who govern their region. After receiving conflicting messages from their father, Sion and Marie set out on an adventure to uncover the magic.",
    "background": "https://image.tmdb.org/t/p/w1280/ts50p9h0HseLrZ0tvhDrMrLGoIc.jpg"
  },
  {
    "id": "gdrive-folder:1H5d_uAjUHdwBqDBdW4uh0xA-M4C1Ls_f",
    "type": "series",
    "name": "Berserk of Gluttony",
    "poster": "https://image.tmdb.org/t/p/w500/wQMcq5YUjMfoIEqLRzrNQVt4ROl.jpg",
    "description": "Fate Graphite was born into a world where magical skills shape your destiny. His skill is Gluttony, a seemingly useless curse of unending hunger that has left him shunned and looked down upon. Until one day, after he takes the life of a thief, his true power awakens: he can devour the skill of anyone he kills to feed his appetite. Will he learn to control this gruesome ability for the better?",
    "background": "https://image.tmdb.org/t/p/w1280/w6UrhLiXEMLwI4PFv2I2JEPhLRj.jpg"
  },
  {
    "id": "gdrive-folder:1XZUrbk8gUZsHSACW3V4WkOQZ8NlUzrva",
    "type": "series",
    "name": "SAKAMOTO DAYS",
    "poster": "https://image.tmdb.org/t/p/w500/wRpCqsJFyKNuh5FMegNPrhzp2NF.jpg",
    "description": "Once the greatest hitman of all, Taro Sakamoto retired in the name of love. But when his past catches up, he must fight to protect his beloved family.",
    "background": "https://image.tmdb.org/t/p/w1280/blSthAPRbEOJBowdxppeQqNPRh9.jpg"
  },
  {
    "id": "gdrive-folder:1UmRAXhSWSVycA1oTx62ZhvzXHiMij417",
    "type": "series",
    "name": "ZENSHU",
    "poster": "https://image.tmdb.org/t/p/w500/okRnvNLpduDKPUIyZbMxJkeek8D.jpg",
    "description": "After graduating from high school, Natsuko Hirose starts her career as an animator. Her talent quickly flourishes, and she makes her debut as a director in no time. Her first anime becomes a massive hit, sparking a social phenomenon and earning her recognition as an up-and-coming genius director. Her next project is set to be a romantic comedy movie themed around first love! However, having never been in love herself, Natsuko struggles to understand the concept of first love, and as a result, she’s unable to create the storyboard, causing the movie production to come to a standstill. One day, she passes out while working on her storyboard and wakes up in the world of her favorite childhood anime movie \"A Tale of Perishing.\"",
    "background": "https://image.tmdb.org/t/p/w1280/5CQYgKT7P3uArdazN7GhBCwW0zn.jpg"
  },
  {
    "id": "gdrive-folder:1MZM-pv9u3JOfJOQzgYs3S0TFGJUL5fRe",
    "type": "series",
    "name": "Attack on Titan",
    "poster": "https://image.tmdb.org/t/p/w500/hTP1DtLGFamjfu8WqjnuQdP1n4i.jpg",
    "description": "100 years ago, the last remnants of humanity were forced to retreat behind the towering walls of a fortified city to escape the massive, man-eating Titans that roamed the land outside their fortress. Only the members of the Scouting Legion dared to stray beyond the safety of the walls – but even those brave warriors seldom returned alive. Those within the city clung to the illusion of a peaceful existence until the day that dream was shattered, and their slim chance at survival was reduced to one horrifying choice: kill – or be devoured!",
    "background": "https://image.tmdb.org/t/p/w1280/wg0GsFpeHAFPbbcfsntTQBggWCo.jpg"
  },
  {
    "id": "gdrive-folder:14yrpcWQDYErp4dK9dPQdIV44nm84KPPt",
    "type": "series",
    "name": "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat",
    "poster": "https://image.tmdb.org/t/p/w500/iusQCT2pje1Mc8A8LKnW1uZ5BOO.jpg",
    "description": "The world's number one assassin has been reincarnated as the eldest son of a family of aristocrat assassins. In exchange for being reincarnated in another world, a goddess has imposed upon him one condition. \"Kill the Hero who is prophesied to destroy the world.\" This was to be the mission in his new life. The synergistic effect of the vast knowledge and experience he gained that made all manner of assassinations possible in the modern world, and the secret techniques and magic of the fantasy world's most powerful family of assassins turn him into the greatest assassin of all time.",
    "background": "https://image.tmdb.org/t/p/w1280/aTIE2FOGSl0jFP46kSFc47vUKIp.jpg"
  },
  {
    "id": "gdrive-folder:14rq-bOGxXEYzYiIAneUurhlKbB3hLM2_",
    "type": "series",
    "name": "Bleach: Thousand-Year Blood War",
    "poster": "https://image.tmdb.org/t/p/w500/rFN7h3SKGNYFSYWwb4WkzkAOXhW.jpg",
    "description": "Was it fate or coincidence that led Ichigo Kurosaki to become a Soul Reaper?\n\nAs strange new enemies surface in Karakura Town and the Soul Society faces a sudden crisis, a hidden empire of Quincies—the Wandenreich—emerges from the shadows. Led by the enigmatic Yhwach, they declare war and vow to destroy the Soul Society in five days.\n\nAncient secrets buried for a thousand years begin to unravel, and Ichigo is pulled into a war that threatens the balance of all worlds. His final battle is about to begin.",
    "background": "https://image.tmdb.org/t/p/w1280/op8W7ERyBSFjW5CoRTy2r1pCbq4.jpg"
  },
  {
    "id": "gdrive-folder:1_wttlqxNggWHEnjhy2b1Ho8BWqY5wuQz",
    "type": "series",
    "name": "Re:ZERO -Starting Life in Another World-",
    "poster": "https://image.tmdb.org/t/p/w500/aRwmcX36r1ZpR5Xq5mmFcpUDQ8J.jpg",
    "description": "Natsuki Subaru, an ordinary high school  student, is on his way home from the convenience store when he finds  himself transported to another world. As he's lost and confused in a new  world where he doesn't even know left from right, the only person to  reach out to him was a beautiful girl with silver hair. Determined to  repay her somehow for saving him from his own despair, Subaru agrees to  help the girl find something she's looking for.",
    "background": "https://image.tmdb.org/t/p/w1280/ai8bVS8Suvu4ErBhmgBvtESirBY.jpg"
  },
  {
    "id": "gdrive-folder:1VcdPugg_9cwq6dLg9LAmrTfZfBJIyb_s",
    "type": "series",
    "name": "Dead Mount Death Play",
    "poster": "https://image.tmdb.org/t/p/w500/oOlg3bPWOKBgy5kgOTVe8pJz4HI.jpg",
    "description": "As a legendary hero nears victory against a necromancer known as The Corpse God, things take an unexpected turn with the dark sorcerer’s final gambit—reincarnation magic. This last-ditch effort catches the brave fighter off guard, and now he’s a boy named Polka Shinoyama in a whole new world! The showdown between good and evil just got epic.",
    "background": "https://image.tmdb.org/t/p/w1280/tNiN29L1IaLK5uQIGMgtQvUKQVt.jpg"
  },
  {
    "id": "gdrive-folder:1T1QP8TZp9V7hHhc7XrN-vw77CVbKIIwT",
    "type": "series",
    "name": "The Sylvester & Tweety Mysteries",
    "poster": "https://image.tmdb.org/t/p/w500/b8AkMeacC71nABALm5GgT1x5nMo.jpg",
    "description": "Sylvester and Tweety help out when Granny opens a detective agency.",
    "background": "https://image.tmdb.org/t/p/w1280/37NKej5mfqvTxvJVoADfRaVVl6h.jpg"
  },
  {
    "id": "gdrive-folder:1rR86SCx9H1_ZyfOIsSu6119X7pTXGpz3",
    "type": "series",
    "name": "Tokyo Revengers",
    "poster": "https://image.tmdb.org/t/p/w500/arB3L9pZZBSzUPSC8BEv8c3X0bF.jpg",
    "description": "Takemichi Hanagaki is a freelancer that’s reached the absolute pits of despair in his life. He finds out that the only girlfriend he ever had, in middle school, Hinata Tachibana, had been killed by the ruthless Tokyo Manji Gang. The day after hearing about her death, he’s standing on the station platform and ends up being pushed over onto the tracks by a herd of people. He closes his eyes thinking he’s about to die, but when he opens his eyes back up, he somehow had gone back in time 12 years. Now that he’s back living the best days of his life, Takemichi decides to get revenge on his life.",
    "background": "https://image.tmdb.org/t/p/w1280/wjw3wrmkjjApu83Y4SxmQ5gP2mZ.jpg"
  },
  {
    "id": "gdrive-folder:1PuENN8J6LBStlDLYGAKxjIGIUmVc2OnL",
    "type": "series",
    "name": "My Happy Marriage",
    "poster": "https://image.tmdb.org/t/p/w500/5RZIBqSYHhpQF6s8Dgw2aXlA4ZS.jpg",
    "description": "Miyo's abusive family deems her worthless – but together with her powerful husband-to-be, her true self and hidden powers slowly begin to shine.",
    "background": "https://image.tmdb.org/t/p/w1280/7uyRCBMQIWwJSWIR2aCrvPjbPzi.jpg"
  },
  {
    "id": "gdrive-folder:1OS0c5B-egFeIXCOuPFFXT2R_5reGrN0O",
    "type": "series",
    "name": "ThunderCats",
    "poster": "https://image.tmdb.org/t/p/w500/5mGZGczkXwc6XfS0VWm1KapQL51.jpg",
    "description": "The ThunderCats are on the move! After the kingdom of Thundera is attacked by the lizard people, Lion-O leads Tygra, Cheetara and the other heroes on a quest for the Book of Omens and the magic stones of legend. But he'll have to face villains like Mumm-Ra, the ancient evil sorceror, and Slithe, the dangerous lizard general. Luckily, he has the Sword of Omens and its amazing powers at his disposal.",
    "background": "https://image.tmdb.org/t/p/w1280/3dZ5tX1LaTrFKc8k2WNuviGg2SO.jpg"
  },
  {
    "id": "gdrive-folder:11tdMJ0pEqM4vkZlNCEI-LdlWZfsfv3q0",
    "type": "series",
    "name": "Secret Level",
    "poster": "https://image.tmdb.org/t/p/w500/856MRq23grNxpeVl1PdFgmmLiT0.jpg",
    "description": "Adult animated series of original short stories which are set within the worlds of beloved video games. Each episode serves as a gateway to a new adventure, unlocking exciting worlds from beloved gaming classics and highly anticipated new titles.",
    "background": "https://image.tmdb.org/t/p/w1280/5AvZxT1BtPyP9ua1SjcUyWUMIiz.jpg"
  },
  {
    "id": "gdrive-folder:1JlbXsMvPErWOuWFF2HcNvGFzeOTrbDr6",
    "type": "series",
    "name": "Jentry Chau vs the Underworld",
    "poster": "https://image.tmdb.org/t/p/w500/gCVwVPOajqfILlAUwKGmNwVZofb.jpg",
    "description": "As her 16th birthday approaches, a not-so-average teen rediscovers the fiery powers she's long suppressed and is forced to face her demons — literally.",
    "background": "https://image.tmdb.org/t/p/w1280/dF5O0dEvxf95FgNMGqYnieExyrw.jpg"
  },
  {
    "id": "gdrive-folder:1GwfKBlGnIcaKwzF-AIL5siN-FRKOWAzY",
    "type": "series",
    "name": "Angry Birds Mystery Island",
    "poster": "https://image.tmdb.org/t/p/w500/hCAtDMQx8cwwQZK7H7HGZhPu2GO.jpg",
    "description": "Each day, the gang hatches a plan to get off the island, but is thwarted by unexpected twists and turns. They face extreme weather, challenging adventures and new creatures along the way, solving one mystery only to reveal another. The island tests Mia, Buddy, Rosie and Hamylton constantly. Only by passing these tests and going deep into the heart of darkness can our heroes find a way back home.",
    "background": "https://image.tmdb.org/t/p/w1280/1dBBP70bjeDUxArCvXwjCb9NlXG.jpg"
  },
  {
    "id": "gdrive-folder:1E9p3QuFVi5M_UNg4Ddnprmzu6ViA6zga",
    "type": "series",
    "name": "Welcome to Demon School! Iruma-kun",
    "poster": "https://image.tmdb.org/t/p/w500/aed6I1EMR4Lbk8bdikWrndbn5Og.jpg",
    "description": "Fourteen-year-old Iruma Suzuki has just been abandoned and sold to a demon by his irresponsible parents! Surprisingly, the next thing he knows he's living with the demon who has adopted him as his new grandson and has been transferred into a school in the Netherworld where his new demon grandfather works as the principal. Thus begins the cowardly Iruma-kun's extraordinary school life among the otherworldly as he faces his true self, takes on challenges, and rises to become someone great.",
    "background": "https://image.tmdb.org/t/p/w1280/9C1Wh0SFK7L5AEQCh4cBGIBtSzg.jpg"
  },
  {
    "id": "gdrive-folder:14A80UnFgA5IPg_E7fKhB-IRjAt8yHNBm",
    "type": "series",
    "name": "Campfire Cooking in Another World with My Absurd Skill",
    "poster": "https://image.tmdb.org/t/p/w500/i9dL4Prs5UImh3YpCgN2DbjYoCg.jpg",
    "description": "Tsuyoshi Mukohda, an ordinary salaryman, is suddenly transported to another world one day. The unique skill he gains upon arrival in this world is the seemingly useless \"Online Grocery.\" Mukohda is discouraged at first, but the modern foods he's able to bring to his new world using this skill prove to have some unbelievable effects!",
    "background": "https://image.tmdb.org/t/p/w1280/4A74F9J4HBQYDcudi1tyb3Mz0zS.jpg"
  },
  {
    "id": "gdrive-folder:1CtZa2vcJzujGxhhVroLoI6WbDfw6QcvA",
    "type": "series",
    "name": "You are Ms. Servant",
    "poster": "https://image.tmdb.org/t/p/w500/eyFOI6GkIN9JI1qaGLpEkrRlXdc.jpg",
    "description": "Hitoyoshi, a high school kid who lives alone, hears a knock on his door. He opens it to find a strange girl offering to be his maid. She has beautiful black hair, graceful manners, and…a dark past as an assassin. But despite her deadly background and lack of household skills, Hitoyoshi takes her in. As she adjusts to her new life, she begins to experience emotions she’s never felt before.",
    "background": "https://image.tmdb.org/t/p/w1280/2a1rAVKMJUXuAIv8cga0kTAXjzM.jpg"
  },
  {
    "id": "gdrive-folder:1CpHkpum6J9NiAyhVwPMp2SpY9AD8x8nU",
    "type": "series",
    "name": "Good Bye, Dragon Life",
    "poster": "https://image.tmdb.org/t/p/w500/n15iwXmYASiAEWUvkfoVKEIoqWq.jpg",
    "description": "Long ago, the most ancient of divine dragons was slain by a human. The mighty dragon accepted its death when suddenly, it was reborn as Dolan, a man who lives in a quiet village. While spending another peaceful day toiling in the fields, he meets Celina, a half-human, half-snake creature looking for a partner. The unlikely duo become friends, but challenges lie ahead that threaten their new bond.",
    "background": "https://image.tmdb.org/t/p/w1280/yK6dJ0Z28R9PloEAtxltealhNa2.jpg"
  },
  {
    "id": "gdrive-folder:1CkGodwEruYxl4H9pZCcd5RIUrosiZXQq",
    "type": "series",
    "name": "TRILLION GAME",
    "poster": "https://image.tmdb.org/t/p/w500/pL4nFHx4lChRXLrJzRX0sAl8SfG.jpg",
    "description": "Old schoolmates Haru and Gaku will do anything to achieve success. And success to them means earning a trillion dollars! But to do so, they’ll need to take full advantage of their own unique skills. Haru is a persuasive and confident speaker who can connect with anyone, while Gaku, although awkward, is an expert programmer. Will their combined talents be enough to make their dream a reality?",
    "background": "https://image.tmdb.org/t/p/w1280/zaxmjuukpaqLiMW4EOp2ArdO7xH.jpg"
  },
  {
    "id": "gdrive-folder:19vkEZqf5-objFl0FFTq7A0eOp7yMJQJj",
    "type": "series",
    "name": "Dragon Ball DAIMA",
    "poster": "https://image.tmdb.org/t/p/w500/8tpLyWAmYhe1D0d62gV3CWFDu2f.jpg",
    "description": "Mysteriously transformed into mini versions of themselves, Goku and his friends travel to the Demon Realm to uncover the truth and find a cure.",
    "background": "https://image.tmdb.org/t/p/w1280/oUmWLyeko3kYdUr8DBLIsxwcugl.jpg"
  },
  {
    "id": "gdrive-folder:18FtVKcpAfTgSIJS7Dzcbahx2OJb1pXEL",
    "type": "series",
    "name": "365 Days to the Wedding",
    "poster": "https://image.tmdb.org/t/p/w500/lMVkOrMaWEkHZLdPksKGcdi6hJg.jpg",
    "description": "Takuya and Rika work at the same travel agency in Tokyo and are both happily introverted and single. But their company is opening a new branch in Alaska next year, and employees without a spouse will be recruited to work there. Desperate to avoid the move, and though they’ve hardly spoken before, they decide to fake an engagement. Can these quiet coworkers become a convincing couple?",
    "background": "https://image.tmdb.org/t/p/w1280/2drriQmhbkGgJbIX2Zmr8sEsbik.jpg"
  },
  {
    "id": "gdrive-folder:1-oqZE7VlCcoK-VyTH5XB0_FNtorGoIIu",
    "type": "series",
    "name": "Barbie Mysteries",
    "poster": "https://image.tmdb.org/t/p/w500/zKfE4AevCL8RjfcrhfJZat5vWTb.jpg",
    "description": "BFFs Brooklyn and Malibu turn their travel podcast into a mystery podcast, chronicling their adventures as they solve mysteries all over the world.",
    "background": "https://image.tmdb.org/t/p/w1280/dBIelopypLFRCK8vLoVimOHctV8.jpg"
  },
  {
    "id": "gdrive-folder:13ApP_ipLB6aRLmI4L5GkxV2Lf1Xt_K1a",
    "type": "series",
    "name": "Tying the Knot with an Amagami Sister",
    "poster": "https://image.tmdb.org/t/p/w500/15xFmoqTEryUWL7kUjY1QSby8XY.jpg",
    "description": "Uryu Kamihate is a high school student hoping to enroll in Kyoto University’s medical school. After being taken in by the chief priest at Amagami Shrine, he is told he must marry one of three maiden sisters—Yae, Yuna, or Asahi—to live at, and one day inherit, the Amagami Shrine. Kamihate will need to sweep one of the maidens off her feet in this story of romance, friendship, and fun.",
    "background": "https://image.tmdb.org/t/p/w1280/9NIyeGexonYn4ETKp9PkziPnkry.jpg"
  },
  {
    "id": "gdrive-folder:132QCclFpBMTPsL25mXLRT7nGzUc0jjsd",
    "type": "series",
    "name": "I'll Become a Villainess Who Goes Down in History",
    "poster": "https://image.tmdb.org/t/p/w500/lTDWs3IjKwiBz00c8bzVmrgLa3A.jpg",
    "description": "This young girl hates all those goodie-two-shoes heroines. So when she’s reincarnated as Alicia, the villain in her favorite fantasy dating sim, it’s like a dream come true! There’s just one problem: the more she tries to be evil, the more the prince seems to fall for her. Alicia will have to work much harder if she ever wants to become the world’s greatest villainess.",
    "background": "https://image.tmdb.org/t/p/w1280/v97JJxh6ts4v6xkLLFm7Sr76Mva.jpg"
  },
  {
    "id": "gdrive-folder:12nnqshPlCtjuE2le8CZOPHEKjl4HH8LL",
    "type": "series",
    "name": "Demon Lord, Retry!",
    "poster": "https://image.tmdb.org/t/p/w500/d5hXGaqit05qhYP4cqZs0BUrLG.jpg",
    "description": "Akira Oono awakens in the body of his online character: Demon Lord Hakuto Kunai. With powerful game mechanics and abilities on his side, this gamer turned badass plots his course through a new world filled with saints, demons, and charming companions!",
    "background": "https://image.tmdb.org/t/p/w1280/fHd0sO7jgwSqYkzsUXcWTDeMFSn.jpg"
  },
  {
    "id": "gdrive-folder:1-6tlZ6sYTA6VxrjuWh61OZ__C8c_Bfs_",
    "type": "series",
    "name": "Dan Da Dan",
    "poster": "https://image.tmdb.org/t/p/w500/6qfZAOEUFIrbUH3JvePclx1nXzz.jpg",
    "description": "In a bet to prove whether ghosts or aliens exist, two high schoolers face terrifying paranormal threats, gain superpowers and maybe even fall in love?!",
    "background": "https://image.tmdb.org/t/p/w1280/uNTrRKIOyKYISthoeizghtXPEOK.jpg"
  },
  {
    "id": "gdrive-folder:1l-rUBGhYKI4Qr1Xk4_iAZQ2XOXWXiBEt",
    "type": "series",
    "name": "Mighty Monsterwheelies",
    "poster": "https://image.tmdb.org/t/p/w500/16aRqo4WLrCXngc8NJH5ria0UeN.jpg",
    "description": "Inspired by iconic movie monsters like Dracula and the Mummy, but with a Frankenstein-sized twist: These vehicle heroes are here to help — not scare!",
    "background": "https://image.tmdb.org/t/p/w1280/qhtkooHrZw1V7CxU1M97zffvNZ2.jpg"
  },
  {
    "id": "gdrive-folder:1-MPP3TGJNNPtsDElkDAfajS5pbTThJGq",
    "type": "series",
    "name": "Ranma1/2",
    "poster": "https://image.tmdb.org/t/p/w500/zQhwc27CWHM4zx9lJU9bI5FRQOm.jpg",
    "description": "Akane Tendo meets her new fiancé, Ranma Saotome, a martial arts prodigy with a twist: he magically transforms into a girl upon touching cold water.",
    "background": "https://image.tmdb.org/t/p/w1280/xMgzRUA1RjxLQn05oJ8IFbf06AO.jpg"
  },
  {
    "id": "gdrive-folder:1-HuLzGdsdCIJKMgRORJ8fhb79a-5duRB",
    "type": "series",
    "name": "Nina the Starry Bride",
    "poster": "https://image.tmdb.org/t/p/w500/goE7QiiaRkzVLnwaODRNKarWljv.jpg",
    "description": "Nina never imagined she would be at the center of a royal deception. She’s had a rough start in life as an orphan in the castle town of Fortna. But when Prince Azure notices that her deep blue eyes look the same as the late Princess Alisha’s, he ordains that she takes her place and marry the Prince of Galgada. Despite this uncertain fate, she finds joy in knowing someone finally needs her.",
    "background": "https://image.tmdb.org/t/p/w1280/jwwqnq0h8aTDKiHRKzI1OoGE8xD.jpg"
  },
  {
    "id": "gdrive-folder:1-4P4Jpf_DVXRHWAPWtM9CYY1X0S6ovv3",
    "type": "series",
    "name": "The Amazing Digital Circus",
    "poster": "https://image.tmdb.org/t/p/w500/lpfrgfomX8uNFxv4VaEzvJGs9TK.jpg",
    "description": "A woman is caught in a bizarre virtual reality where she and other trapped humans become bound to the whims of an unhinged AI ringmaster.",
    "background": "https://image.tmdb.org/t/p/w1280/d9jabrtVZL46RnGIRPGEVOHyKt.jpg"
  },
  {
    "id": "gdrive-folder:1-1Rgb7TE7dcC9R7x63OEbSQZFHb8Tvjs",
    "type": "series",
    "name": "Tomb Raider: The Legend of Lara Croft",
    "poster": "https://image.tmdb.org/t/p/w500/uMWIPc5uUAkNxXR61EdTQ6v4xfA.jpg",
    "description": "Thrust into a high-stakes chase around the world, fearless adventurer Lara Croft confronts her traumatic past while unraveling an ancient mystery.",
    "background": "https://image.tmdb.org/t/p/w1280/sLs4MmjvJ8RRNBgBeho9uUtnlB5.jpg"
  },
  {
    "id": "gdrive-folder:1kePV00VL_klEIhTyv6Zo8DwNN32DISvO",
    "type": "series",
    "name": "Sword Art Online",
    "poster": "https://image.tmdb.org/t/p/w500/9m8bFIXPg26taNrFSXGwEORVACD.jpg",
    "description": "In the near future, a Virtual Reality Massive Multiplayer Online Role-Playing Game (VRMMORPG) called Sword Art Online has been released where players control their avatars with their bodies using a piece of technology called Nerve Gear. One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now...",
    "background": "https://image.tmdb.org/t/p/w1280/t61TOLBPE2hgtVF7FtRu4M1Tuq.jpg"
  },
  {
    "id": "gdrive-folder:1UJ7AXLzZXj_uCAatCs3Hm31f4koHyhBc",
    "type": "series",
    "name": "Kick Buttowski: Suburban Daredevil",
    "poster": "https://image.tmdb.org/t/p/w500/syxcG3suyf3U00z5HOuLbZ9eozl.jpg",
    "description": "Clarence Buttowski, a young boy, aspires to become the world's greatest daredevil, as he gets help from Gunther, his loyal friend and partner-in-crime.",
    "background": "https://image.tmdb.org/t/p/w1280/xfdFw7ZJ6uYhUNsmpSwFT7DSnkA.jpg"
  },
  {
    "id": "gdrive-folder:1-BotD74Lda_Q3yOBaGPQDw9SHIIBnInC",
    "type": "series",
    "name": "Tottemo! Luckyman",
    "poster": "https://image.tmdb.org/t/p/w500/ojOOavQH2rNWNhG5NAw2l76czQJ.jpg",
    "description": "This gag comedy series focused on the adventures of a bizarre superhero powered by special cooking and fights against various aliens and other enemies threatening the planet Earth.",
    "background": "https://image.tmdb.org/t/p/w1280/dOIUl4rURV2CIunaHoZgsG5Fszd.jpg"
  },
  {
    "id": "gdrive-folder:1--LgZyD_-PjYtUHMCKKiIzPOxxKYft6B",
    "type": "series",
    "name": "Sword Art Online Alternative: Gun Gale Online",
    "poster": "https://image.tmdb.org/t/p/w500/1EBk96E3cVVOEVlx2z744oEuFQk.jpg",
    "description": "A shy university student in Tokyo, Karen Kohiruimaki stands in stark contrast to her in-game avatar—in fact, she happens to stand above everyone else too, much to her dismay. Towering above all the people around her, Karen's insecurities over her height reach the point where she turns to the virtual world for an escape. Starting game after game in hopes of manifesting as a cute, short character, she finally obtains her ideal self in the world of Gun Gale Online. Overjoyed by her new persona, she pours her time into the game as LLENN, garnering her reputation as the legendary player killer. However, when one of LLENN's targets gets the best of her, she ends up meeting Pitohui, a skilled yet eccentric woman. Pitohui insists that LLENN participates in Squad Jam, a battle royale. Thrust into the heated competition, LLENN must fight with all her wit and will if she hopes to shoot her way to the top.",
    "background": "https://image.tmdb.org/t/p/w1280/rJ3WMubG6K6I3j8xjatGgefBWsc.jpg"
  },
  {
    "id": "gdrive-folder:1iGGD9-OKXAe2YAuPkS4Tray1KWhTGO9Q",
    "type": "series",
    "name": "Kid vs. Kat",
    "poster": "https://image.tmdb.org/t/p/w500/1f3DyCY4Xe6ZxN2blj0gNdWhS71.jpg",
    "description": "Kid vs. Kat is a Canadian-American animated television series developed and produced at Studio B Productions. The show was created and co-directed by Rob Boutilier. The series is distributed by Studio B Productions. The feature revolves around a 10-year-old boy's constant battle with his sister's Sphinx cat which, in reality, is a cybernetic alien.\n\nThe show premiered on YTV in Canada on October 25, 2008, aired on Disney XD in the United States on February 21, 2009, and then ended on June 4, 2011. It ran for 2 seasons, spanning 52 episodes.",
    "background": "https://image.tmdb.org/t/p/w1280/sEOXPdfhXcZwxLAFEqkhuSIHquL.jpg"
  },
  {
    "id": "gdrive-folder:1WDdpUtximYGo2n6WcCe9SY-oGBybHjBN",
    "type": "series",
    "name": "Scooby-Doo and Guess Who?",
    "poster": "https://image.tmdb.org/t/p/w500/g7vQXsELihik4oHJwqhL6WuTJ3j.jpg",
    "description": "The Mystery Inc. gang solve bigger mysteries while also encountering many memorable celebrities.",
    "background": "https://image.tmdb.org/t/p/w1280/adVJG1E4QEkUyZMRSqP3SRuyzJe.jpg"
  },
  {
    "id": "gdrive-folder:1UQGHA9nPTO6Xcy_tDYgtw-SFUSqXS0UY",
    "type": "series",
    "name": "Twilight of the Gods",
    "poster": "https://image.tmdb.org/t/p/w500/n0rqWDT1oYGcNIuLydZD4J4JpwK.jpg",
    "description": "Zack Snyder unleashes a bold and bloody vision of Norse mythology in this adult animated series about a warrior with an ax to grind against the gods.",
    "background": "https://image.tmdb.org/t/p/w1280/qSdvfhaDhFhNbfU3A6ukJgJrGLQ.jpg"
  },
  {
    "id": "gdrive-folder:1Bs5kSNAwwxHG3mDFwc0pIhjyNq24JJFA",
    "type": "series",
    "name": "Idaten Jump",
    "poster": "https://image.tmdb.org/t/p/w500/98thD6gPUJCAWrey0zA4iifvxK0.jpg",
    "description": "The show follows the exciting adventures of Sho Yamato, a boy who loves to race his Idaten bike and ends up getting lost, along with his friends, in a mysterious place called the X-Zone. The kids get involved in many action-packed racing adventures as they try to unlock the secret to getting home.",
    "background": "https://image.tmdb.org/t/p/w1280/x2u7KWuKe4EfuzGXPZMrSbUfqis.jpg"
  },
  {
    "id": "gdrive-folder:18wmQh2Si7wZnEO8fWHRQQTOLX1llKRql",
    "type": "series",
    "name": "Sgt. Frog",
    "poster": "https://image.tmdb.org/t/p/w500/9cgmkJnUVawW1o6jmmy8kqIl5IJ.jpg",
    "description": "Alien frogs come to take over the planet & get into all kinds of trouble while living under the roof of a small family.",
    "background": "https://image.tmdb.org/t/p/w1280/hiYSi32T8y67KicU6JpMAx4IHu9.jpg"
  },
  {
    "id": "gdrive-folder:10gwHXu2CB-tBXXPOloB_g1B3uohukH3o",
    "type": "series",
    "name": "Banished from the Hero's Party, I Decided to Live a Quiet Life in the Countryside",
    "poster": "https://image.tmdb.org/t/p/w500/hk5qqvJLRBDaPYBc8lKkSYQrR1c.jpg",
    "description": "After being betrayed by the Hero’s party, Red hopes to start anew by opening an apothecary in a small town. He wants to keep his past life secret, but it won’t be easy...especially when a beautiful adventurer from his past asks to move in.",
    "background": "https://image.tmdb.org/t/p/w1280/vSgHoghjoAdVSi1GnGmfeEO6JRx.jpg"
  },
  {
    "id": "gdrive-folder:1DnEOzFg_86Cm1gyitt-XxcDJDJwp_tHo",
    "type": "series",
    "name": "True Beauty",
    "poster": "https://image.tmdb.org/t/p/w500/9gpc8kIhNEG7r0VTkyI9aVBxdO3.jpg",
    "description": "Once bullied for her looks, Jugyeong transforms herself using the art of makeup. When she joins a new school with a True Beauty goddess competition, offering winners the chance of recruitment by entertainment agencies, she instantly becomes a top candidate! But her new identity is at stake when heartthrob Suho Lee accidentally sees her bare face. Will her elite status be short-lived?",
    "background": "https://image.tmdb.org/t/p/w1280/yNQT7fVLhopmytPytN6VVPgrMoX.jpg"
  },
  {
    "id": "gdrive-folder:1BXE8HP5T-6mul91Ov_mm8cuacPhcNRPj",
    "type": "series",
    "name": "Assassination Classroom",
    "poster": "https://image.tmdb.org/t/p/w500/qf0l0nQ2t06Es3cSXflqx6l6vsJ.jpg",
    "description": "The students of Class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?",
    "background": "https://image.tmdb.org/t/p/w1280/zkc2FkVymJDNXisS1mgpr8Ip2J.jpg"
  },
  {
    "id": "gdrive-folder:1Ainnk3A_ZrCTb0fOQ0wkbnrQQQIEQ03R",
    "type": "series",
    "name": "FAIRY TAIL 100 YEARS QUEST",
    "poster": "https://image.tmdb.org/t/p/w500/wj5i6YgZj7LltRE3yE6VTgfdbK0.jpg",
    "description": "The rowdiest guild in Fiore Kingdom is back! Natsu, Lucy, Gray, Erza, and the whole Fairy Tail guild tackle the legendary \"100 Years Quest,\" tougher than any S-Class quest. Their goal: find the first wizard guild ever, located in the far north of Guiltina. Facing new gods, mysterious towns, and ominous foes, they’ll have their work cut out for them. Will they succeed where no wizard has before?",
    "background": "https://image.tmdb.org/t/p/w1280/fEo1HO7iuVi8BT9lFhm2XjDvAXr.jpg"
  },
  {
    "id": "gdrive-folder:1QYCmIaDJ3EJr569PRVY5FybUWbNXXEFz",
    "type": "series",
    "name": "Bakugan",
    "poster": "https://image.tmdb.org/t/p/w500/go2IfyqSK7YJ403tvugctEQgjxQ.jpg",
    "description": "Follow the adventures of Dan Kouzo and his best friends: the first kids on Earth to bond with the mysterious creatures known as Bakugan!",
    "background": "https://image.tmdb.org/t/p/w1280/zNW4Bt5JxnIfOSORQNDN0oTXeqR.jpg"
  },
  {
    "id": "gdrive-folder:10ubBi10sa6s2s1ZdR7pRFEcaeHU3xr8l",
    "type": "series",
    "name": "Dragon Ball Z",
    "poster": "https://image.tmdb.org/t/p/w500/i1lMlxir5E4jyeLlqS2bK1Cn3Tt.jpg",
    "description": "Now happily married and with a son, martial arts champion Goku must defend Earth from a series of extraterrestrial invaders bent on destruction.",
    "background": "https://image.tmdb.org/t/p/w1280/ydf1CeiBLfdxiyNTpskM0802TKl.jpg"
  },
  {
    "id": "gdrive-folder:1Gx-XXDPmbLqHqC_jqKhglptYhWxOen30",
    "type": "series",
    "name": "Why Does Nobody Remember Me in This World?",
    "poster": "https://image.tmdb.org/t/p/w500/vAezbCXT3h5TyWsNoF5CXIc5AhU.jpg",
    "description": "In a world where humans triumphed in a great war, Kai guards sealed crypts containing their enemies. But when “World Rebirth” overwrites history, he’s thrust into an alternate reality where humanity lost the war and he’s been forgotten by everyone he knows. Now, this lost hero must rise to restore the world’s balance!",
    "background": "https://image.tmdb.org/t/p/w1280/nxpzuqlmmrbJAAE0tvFHmhXeGjN.jpg"
  },
  {
    "id": "gdrive-folder:1Gq0CqfLqHk50xESyN0OfL9OS-z-39Vv_",
    "type": "series",
    "name": "No Longer Allowed in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/bO39Vo712EVr7nxKi1X4xk4GxEm.jpg",
    "description": "Pulled into an otherworldly adventure with cute sidekicks and superpowers, you’d think Osamu hit the jackpot. Nope! From a time before pixels, the early 20th-century gloomy author just wants to find a quiet place to meet his maker, not to rack up XP. Sadly, his poetic demise is constantly thwarted by inconvenient heroics. Dive into the hilariously tragic life of the most reluctant hero!",
    "background": "https://image.tmdb.org/t/p/w1280/xOffg6d0o3XqdaZkhQApBhm1lEH.jpg"
  },
  {
    "id": "gdrive-folder:1GpCIkKouxv0JtXQRTWPRkdwtVPBiX7zz",
    "type": "series",
    "name": "Makeine: Too Many Losing Heroines!",
    "poster": "https://image.tmdb.org/t/p/w500/nLBBhmzN6tPhxMy9aFzDqMbAc4V.jpg",
    "description": "Meet the girls on the losing side of romance! First is Anna Yanami, the girl-next-door type who can’t say no to delicious food. Then there’s Lemon Yakishio, a beautiful and spirited athlete. Last but not least is Chika Komari, the cute yet shy heroine with gentle charm. Together, they navigate awkward setbacks hoping to finally find love!",
    "background": "https://image.tmdb.org/t/p/w1280/7mjnk0QfutRJgHKpz9yyyqI62wo.jpg"
  },
  {
    "id": "gdrive-folder:1G_M5sX0DT42CfjxfBrJ5m5AgAxQvOUEL",
    "type": "series",
    "name": "Bye Bye, Earth",
    "poster": "https://image.tmdb.org/t/p/w500/iuo2jor1Hya3bT1imNxEScgoh5o.jpg",
    "description": "Belle Lablac doesn’t really fit in as the only human being in a world full of anthropomorphic animals. No fangs, no fur, no scales, no claws. Lonely and eager to discover where she comes from, Belle journeys to find answers to the questions of her heart. Carrying nothing but her giant sword, the Runding, she faces a world of possibilities and pitfalls in hopes of discovering the truth.",
    "background": "https://image.tmdb.org/t/p/w1280/7KI43sAChDcCrLGT2kBACXduDX8.jpg"
  },
  {
    "id": "gdrive-folder:1C1us5ByoC4C9_FgkATVsRZH0bqd5gHp1",
    "type": "series",
    "name": "Batman: Caped Crusader",
    "poster": "https://image.tmdb.org/t/p/w500/imuZQcnPNKNygPw28TESUq4tNsb.jpg",
    "description": "Welcome to Gotham City, where the corrupt outnumber the good, criminals run rampant and law-abiding citizens live in a constant state of fear. Forged in the fire of tragedy, wealthy socialite Bruce Wayne becomes something both more and less than human—the Batman. His one-man crusade for justice attracts unexpected allies within the GCPD and City Hall, but his heroic actions spawn deadly, unforeseen ramifications.",
    "background": "https://image.tmdb.org/t/p/w1280/vTqkpDUe1DUUPcHDpcf0RT0gIQ0.jpg"
  },
  {
    "id": "gdrive-folder:18zNB35nJbkLdBIzSdZzAgjbBvE916KJJ",
    "type": "series",
    "name": "Wistoria: Wand and Sword",
    "poster": "https://image.tmdb.org/t/p/w500/gxYKhO0GuPAeCb3llknWu53bYYS.jpg",
    "description": "In a world where magic reigns, Will Serfort can’t cast a spell. Though hardworking, Will’s classmates think less of him for it. However, he has a secret strength: his sword. Can Will defy expectations with muscle over magic and blade over wand? Find out in this epic sword-and-sorcery adventure!",
    "background": "https://image.tmdb.org/t/p/w1280/7sGeLiMVrD0QyKWjhEbLWmZIj2w.jpg"
  },
  {
    "id": "gdrive-folder:18ytDz50B64lM3kenma4Z5dajyMU9j4oe",
    "type": "series",
    "name": "VTuber Legend: How I Went Viral After Forgetting to Turn Off My Stream",
    "poster": "https://image.tmdb.org/t/p/w500/c6eB42kmJWGZgKecme6jhDeNMQr.jpg",
    "description": "Yuki Tanaka is a VTuber at Live-On, one of Japan’s largest VTuber companies, as the polite and ladylike Awayuki Kokorone. One day, she forgets to end the stream, and viewers see her real personality—irreverent, improper, and prone to imbibing after a long day. Yuki is surprised to find that her accident caused her rankings to multiply, so she doubles down and gets to work. She’ll be a star yet!",
    "background": "https://image.tmdb.org/t/p/w1280/1ufrmUqhlB1SdyGN7EbYgUEA4VJ.jpg"
  },
  {
    "id": "gdrive-folder:18sfo6ZSmMdWu7JRTGTGoXiOwze4dUSDi",
    "type": "series",
    "name": "The Elusive Samurai",
    "poster": "https://image.tmdb.org/t/p/w500/f9ZgHhSwJKkoaVAuYz4uJaHsqii.jpg",
    "description": "Set between the Kamakura and Muromachi periods, during the Kenmu Restoration, the story follows the tale of Hojo Tokiyuki, a boy on the run after his family is overthrown by Ashikaga Takauji. With his only allies being a shady priest and his followers, the young lord must seek revenge and regain his glory, with his only weapon: a superhuman ability to flee and hide.",
    "background": "https://image.tmdb.org/t/p/w1280/cN8u7s6vaQezheTy2mGOzEmF7Hg.jpg"
  },
  {
    "id": "gdrive-folder:17rikxMo-XmiPHv-9V2KkAdBXoejgma3E",
    "type": "series",
    "name": "Quality Assurance in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/toNVPhr8BpCbJ4LUGdiOGJpcy80.jpg",
    "description": "When a dragon attacks a peaceful village, it’s not the beast that perplexes resident Nikola, but the man who comes to their aid. Haga, member of a secret royal team of investigators, intrigues her with his eccentric ways. It may be due to the fact he’s a real-life QA debugger and this world is a VR game! With Haga by her side, Nikola’s inspired to venture out and learn her world’s true nature.",
    "background": "https://image.tmdb.org/t/p/w1280/hrX0xZNEN4E9klCSDYS5xpZRuFm.jpg"
  },
  {
    "id": "gdrive-folder:17fKiy8Z9jxsmj1SJuIhxuELaxtCgFhvQ",
    "type": "series",
    "name": "Days with My Stepsister",
    "poster": "https://image.tmdb.org/t/p/w500/xzbatUmI1qlcLHqMmawGduqHh1X.jpg",
    "description": "When his father remarries, Yuta Asamura winds up sharing a roof with his new stepsister, Saki Ayase, the hottest girl in his grade. Carrying the scars of their parents’ troubled divorces, they vow to maintain a respectful distance. But what starts as cautious camaraderie blossoms into something deeper from shared experiences. Is it admiration, familial love, or something more?",
    "background": "https://image.tmdb.org/t/p/w1280/4VobhteGHVBfW5tDF1ZL4gymssz.jpg"
  },
  {
    "id": "gdrive-folder:17aTYbLREDlOk5_ooQGNouHjZY3JIdNyx",
    "type": "series",
    "name": "Twilight Out of Focus",
    "poster": "https://image.tmdb.org/t/p/w500/sk1YIuggnboOBXql6dpffAUBYFq.jpg",
    "description": "Three poignant love stories unfold in a boys' school film club as its members butt heads and navigate friendship, sexuality and boundaries.",
    "background": "https://image.tmdb.org/t/p/w1280/inSxdAuG0f1kNedPZCPkrNn8M6Z.jpg"
  },
  {
    "id": "gdrive-folder:16_ZYbgEKRw5YOmPkpeSfBtneeGd8tfw0",
    "type": "series",
    "name": "Mushoku Tensei: Jobless Reincarnation",
    "poster": "https://image.tmdb.org/t/p/w500/gLKOYIMyKlUHW0SVdskhgf9C0yy.jpg",
    "description": "A 34-year-old hikikomori is kicked out of his home by his family after the death of his parents. After his eviction, he saves a group of teenagers from being killed by a speeding truck, but loses his life in the process. When he comes to, he realizes he has been reborn as Rudeus Greyrat, in a world of swords and sorcery.",
    "background": "https://image.tmdb.org/t/p/w1280/j9fRIimor0AMFJR9kjZubXcABzZ.jpg"
  },
  {
    "id": "gdrive-folder:15N5rfcc3F1NdmLsIT-Zs7EMP6jm3-oH_",
    "type": "series",
    "name": "The Strongest Magician in the Demon Lord's Army Was a Human",
    "poster": "https://image.tmdb.org/t/p/w500/1ANATsXdWWJzsSI5GKp1cot6jRe.jpg",
    "description": "Ike is a powerful magician and the leader of the Immortal Brigade, part of the Seventh Corps of the Demon Lord’s Army. He single-handedly conquers fortresses and pushes back the armies of humanity. Neither Dairokuten, the Demon Lord, nor Ike’s loyal soldiers know his darkest secret—he is a human in hiding! But can he keep his secret safe and bring peaceful coexistence to demons and humans?",
    "background": "https://image.tmdb.org/t/p/w1280/iIjfY0Zz6LTn2PTiLEe8baGc48k.jpg"
  },
  {
    "id": "gdrive-folder:13fV0Yr-IWgJo_QkDyyBFGfmEKSuTt2T6",
    "type": "series",
    "name": "Alya Sometimes Hides Her Feelings in Russian",
    "poster": "https://image.tmdb.org/t/p/w500/hfnzByZIRj6rx8xaxzS2zDilei1.jpg",
    "description": "Alya is a transfer student enjoying popularity at her new high school, often sporting a cold shoulder while earning high marks in class. She ignores her nerdy classmate, Kuze Masachika, except for when she blurts out a flirtatious line to him in Russian. Little does she know, Kuze understands Russian, though he pretends not to. Let’s see where this wacky love story takes them!",
    "background": "https://image.tmdb.org/t/p/w1280/3197ZU1CWDjdFsmqvWPZGXAYaoi.jpg"
  },
  {
    "id": "gdrive-folder:1bS8AzslKPF7GYTiRuRobsicOIGyzWALe",
    "type": "series",
    "name": "Baahubali: Crown of Blood",
    "poster": "https://image.tmdb.org/t/p/w500/8dIUz8qq6jkU6YWcIzO9lMqevhh.jpg",
    "description": "A dark chapter in the Mahishmati kingdom's history that became its greatest challenge and shaped the future of its two princes, Baahubali and Bhallaladeva.",
    "background": "https://image.tmdb.org/t/p/w1280/2vrxoHoDu9ZHnBHAlDonAbcjRf0.jpg"
  },
  {
    "id": "gdrive-folder:1VGRkrkQ9XCv0Ap4RupzzxEFYNQbCe8pr",
    "type": "series",
    "name": "Exploding Kittens",
    "poster": "https://image.tmdb.org/t/p/w500/4WctqRtusYpTLHNkuVjQe4R51DZ.jpg",
    "description": "It's the ultimate fight between good and evil when God and his nemesis, the spawn of Satan, are sent to Earth to live with humans — as talking cats.",
    "background": "https://image.tmdb.org/t/p/w1280/o8Tvsz6Bnsr7cEVOkGprrEPyocd.jpg"
  },
  {
    "id": "gdrive-folder:118NNvhdCuFnuRer0BTlr3q65pztw4gFL",
    "type": "series",
    "name": "Sausage Party: Foodtopia",
    "poster": "https://image.tmdb.org/t/p/w500/cPLk5uvh0Am0UQlxRP4xqNcVQD3.jpg",
    "description": "After the foods win their war against the humans at the end of the film, they create Cibopolis, a city of their own ruled entirely by foods. But soon, problems arise, including rain, crows, and internal discord among the foods. To find answers, Frank, Brenda, and Barry set out to find a human.",
    "background": "https://image.tmdb.org/t/p/w1280/c0T9qkw2mMGPcl4SVS7AeSChgrh.jpg"
  },
  {
    "id": "gdrive-folder:1y65PajafEtm_OK9pEYy7BGn324f91-CZ",
    "type": "series",
    "name": "What's New, Scooby-Doo?",
    "poster": "https://image.tmdb.org/t/p/w500/7sX80eWq4XHvFGUmCg803iifUcG.jpg",
    "description": "Scooby-Doo and the Mystery, Inc. gang are launched into the 21st century, with new mysteries to solve.",
    "background": "https://image.tmdb.org/t/p/w1280/azYkdfJEkhn94jozR87t46LeCst.jpg"
  },
  {
    "id": "gdrive-folder:1F12CfNn7HNqXLcT5kCXCGcVlKnbGWsUI",
    "type": "series",
    "name": "Pokémon Horizons",
    "poster": "https://image.tmdb.org/t/p/w500/amemXW39lMbNBJFRMJ5W7q9mLP2.jpg",
    "description": "Follow Liko and Roy as they unravel the mysteries that surround them and encounter Friede, Captain Pikachu, Amethio, and others during their exciting adventures!",
    "background": "https://image.tmdb.org/t/p/w1280/d0axpGojOqDag5lDa0eNSEtw11l.jpg"
  },
  {
    "id": "gdrive-folder:1UOiHgdx1vvTP0Y0zlbqakgmcxEQYJ67U",
    "type": "series",
    "name": "Shaggy & Scooby-Doo Get a Clue!",
    "poster": "https://image.tmdb.org/t/p/w500/5pGwh9BKmw6Ciy5EvXqm9aKPZWT.jpg",
    "description": "When Shaggy's rich Uncle Albert goes missing and is presumed dead, Shaggy receives an inheritance, which he uses to upgrade the Mystery Machine so it can transform itself into other types of vehicles. Before disappearing, Uncle Albert made some enemies and it is up to Shaggy and his trusty canine, Scooby-Doo, to defeat those enemies, the most dangerous of whom is evil Dr. Phineas Phibes. Armed with the upgraded Mystery Machine, a loyal robot servant and their new riches, Shaggy and Scooby must stop Dr. Phibes' evil plans and save the world.",
    "background": "https://image.tmdb.org/t/p/w1280/7MaeZP8g5HHztlPPBSYiRzQ2hXY.jpg"
  },
  {
    "id": "gdrive-folder:1COQuOXahKc7Xq9RPAHbOtlosJpPUQb-A",
    "type": "series",
    "name": "That Time I Got Reincarnated as a Slime",
    "poster": "https://image.tmdb.org/t/p/w500/pzujcdPAoH361NObVrtbA7zACE7.jpg",
    "description": "Corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru, he begins his quest to create a world that’s welcoming to all races.",
    "background": "https://image.tmdb.org/t/p/w1280/eJOy7YWAHgOS3V477sdTsq4v9jp.jpg"
  },
  {
    "id": "gdrive-folder:1AGo1wNLAasTwBBXlN_vOi5sPuInJWosE",
    "type": "series",
    "name": "Masamune-kun's Revenge",
    "poster": "https://image.tmdb.org/t/p/w500/lOkjPZ2EO0K1H0CgRAd8SLBTOav.jpg",
    "description": "As a child, Masamune Makabe once suffered greatly at the hands of a wealthy and beautiful girl named Aki Adagaki, who nicknamed him \"Piggy\" due to his chubby appearance. Seeking revenge against his tormentor, Masamune works hard to improve himself and returns as an incredibly handsome, albeit narcissistic, high school student. When he encounters Aki once again, he is prepared to exact vengeance.\n\nWith the aid of the rich girl's maid, Yoshino Koiwai, Masamune slowly begins to build his relationship with Aki, intending to break her heart when the time is right. However, as his friendship with Aki begins to grow, Masamune starts to question the objectives of his devious plans, and if bringing them to fruition is what his heart truly desires.",
    "background": "https://image.tmdb.org/t/p/w1280/iEVC4TM0CyH0AVq4BE3AnfB7tbO.jpg"
  },
  {
    "id": "gdrive-folder:1AFmKcr9hEKTOHCRrWcCgM8MusbnfSGGq",
    "type": "series",
    "name": "Vampire Dormitory",
    "poster": "https://image.tmdb.org/t/p/w500/y4HvRKul54BSRFBeY5uaA3354Bz.jpg",
    "description": "After Mito loses her parents and is fired from her job, she must fend for herself on the streets disguised as a boy. She comes across a stranger named Ruka and learns his dark secret—he's a vampire! Ruka invites Mito, still in disguise, to live in an all-boys dorm. Mito exchanges her blood for a place to stay, but a budding romance and her true identity threaten all that hangs in the balance.",
    "background": "https://image.tmdb.org/t/p/w1280/wrSbw5nb5ep9tHJvR1qewKk0Iit.jpg"
  },
  {
    "id": "gdrive-folder:1A7NP6VTC1rxGT5cTq5zAgIsJDFmT8wkD",
    "type": "series",
    "name": "Black Butler",
    "poster": "https://image.tmdb.org/t/p/w500/iXGs130TRoUplHf0o86zp9MqAYc.jpg",
    "description": "In Victorian London, 12-year-old business magnate Ciel Phantomhive thwarts dangers to the queen as he's watched over by his demon butler, Sebastian.",
    "background": "https://image.tmdb.org/t/p/w1280/5U0dYTkHXPhoExNnEm5iKrpDqtr.jpg"
  },
  {
    "id": "gdrive-folder:1A1_FTdpSHC4MIw9yc2TLfJg2h9J5QuJ-",
    "type": "series",
    "name": "An Archdemon's Dilemma: How to Love Your Elf Bride",
    "poster": "https://image.tmdb.org/t/p/w500/yrtmTLOnHWJxlqDHNyxm0eUHr1U.jpg",
    "description": "Zagan might be the most feared evil sorcerer, but when it comes to social interactions, he's the most inept. All those days studying the dark arts won't help him when he falls in love at first sight with Nephelia, the beautiful elven slave, and spends his entire fortune to purchase her. With no clue how to talk to each other, the awkward arrangement for a bumbling sorcerer and timid elf begins.",
    "background": "https://image.tmdb.org/t/p/w1280/xi8GEQrgBhf8UJltVUfcigw8Vbk.jpg"
  },
  {
    "id": "gdrive-folder:1A-DQ3CaI-xJImQJ692eI4VZvko6drwqR",
    "type": "series",
    "name": "WIND BREAKER",
    "poster": "https://image.tmdb.org/t/p/w500/3kTFL3PAeTyS8gGZAh0iYG6NNjt.jpg",
    "description": "Furin High School's delinquents get bad grades, but they excel at protecting their town. Then a victory-obsessed newcomer threatens the balance of power.",
    "background": "https://image.tmdb.org/t/p/w1280/czrAvoN103RYYX8lhkZPs2zgnkl.jpg"
  },
  {
    "id": "gdrive-folder:19xgHUU2oL6KXhB-eFIQL331e3mYqAA-U",
    "type": "series",
    "name": "A Salad Bowl of Eccentrics",
    "poster": "https://image.tmdb.org/t/p/w500/6dumHhfa0BMzjwEZpj9o4uVcGpP.jpg",
    "description": "Sosuke Kaburaya is a detective struggling to make ends meet. While on a case, he happens upon Sara da Odin, a princess from another world who wields magical powers. Sara quickly adjusts to modern Japanese life as Livia de Udis, a knight from Sara’s kingdom, arrives to find her. Soon enough, both Sara and Livia’s positivity begins to rub off on Sōsuke and the neighborhood’s cast of characters.",
    "background": "https://image.tmdb.org/t/p/w1280/qa2MZGPOBoeCnr1AMj9zzg7E3h.jpg"
  },
  {
    "id": "gdrive-folder:19s-J-dm-YOe0umqDwp0IvPtHkOEXHEW2",
    "type": "series",
    "name": "A Condition Called Love",
    "poster": "https://image.tmdb.org/t/p/w500/e1ao8YAdgbN0wCUSatCESTPwaAh.jpg",
    "description": "High school freshman Hotaru Hinase has a vibrant life full of family and friendship, but not much luck in romance. That all changes when she makes a warm gesture to her handsome and heartbroken classmate, Hananoi, leading to him asking her out and her becoming flustered. Witness a girl who grapples with the enigma of love and a boy who is heavy handed with it.",
    "background": "https://image.tmdb.org/t/p/w1280/9ACPQUpmlOLDZpQK61PRFRgauBO.jpg"
  },
  {
    "id": "gdrive-folder:19oELfjeEI1tVjcaPCiOlJANfUtsl-tDT",
    "type": "series",
    "name": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability",
    "poster": "https://image.tmdb.org/t/p/w500/ruLkQB8i1yazHgO0QCWpyJRRTs9.jpg",
    "description": "Prince Lloyd wasn't always a prince...in fact, his previous life is one he remembers perfectly: he was a sorcerer, of sorts. So when he was forced to reincarnate, he decided to continue his studies, prince of the realm or no! But his new life has its own sets of challenges...including being a 10-year-old! What's the 7th prince/sorcerer to do?!",
    "background": "https://image.tmdb.org/t/p/w1280/ed9Mgo1gBO9Za0zAyNIpTvtjTDU.jpg"
  },
  {
    "id": "gdrive-folder:19l07c95rZv-hsrkuC5KTfCUURcFLSwZX",
    "type": "series",
    "name": "The Many Sides of Voice Actor Radio",
    "poster": "https://image.tmdb.org/t/p/w500/733lDek9YYMfxplg0ELoi3mkRuH.jpg",
    "description": "Yuhi Yugure and Yasumi Utatane, high school classmates and co-hosts of a weekly radio program, paint a picture-perfect friendship for their listeners. Yet, in reality, they couldn’t be more different. Their off-air dynamic is a whirlwind of chaos and insults. As their tumultuous relationship unfolds, they navigate the turbulent waters of friendship and rivalry in the cutthroat realm of showbiz.",
    "background": "https://image.tmdb.org/t/p/w1280/ru90WIA2Hs6Fq2u0zGragBYGODO.jpg"
  },
  {
    "id": "gdrive-folder:19kjHq87eUdi8Vyi6akJSCYdsBiQ2nIL4",
    "type": "series",
    "name": "Viral Hit",
    "poster": "https://image.tmdb.org/t/p/w500/1kZBsmNYgjRxFPBfrFxkQGwS7xX.jpg",
    "description": "Scrawny high school student Hobin Yu is probably the last guy you'd expect to star in a NewTube channel that revolves around fighting. But after following some advice from a mysterious NewTube channel, Hobin is soon knocking out guys stronger than him and raking in more money than he could have ever dreamed of. Can Hobin keep this up, or will he eventually meet his match?",
    "background": "https://image.tmdb.org/t/p/w1280/wBnmxSBxaP5VrNFVsZuruERb1Cv.jpg"
  },
  {
    "id": "gdrive-folder:19kGNiUOGVBzuSkLZmiDZyqGbVioHnQkI",
    "type": "series",
    "name": "BARTENDER Glass of God",
    "poster": "https://image.tmdb.org/t/p/w500/aefIsbDvm2kDkZGEllkYWoMONrl.jpg",
    "description": "At Eden Hall, each glass has a story. A quiet bar lies tucked away in the streets of Tokyo, and it seems only the most desperate souls burdened by their own troubles manage to find its doors. But after a glass of God poured by the brilliant bartender Ryu, they leave renewed. Ryu has a gift—he knows how to soothe the soul with the perfect drink. Who will he meet next?",
    "background": "https://image.tmdb.org/t/p/w1280/oQnO22u20g3wAH3vM3dbzYaZPFe.jpg"
  },
  {
    "id": "gdrive-folder:1DVvv6NazjD3l1SYegXvR6Ai1k5yxRC4Y",
    "type": "series",
    "name": "Alvinnn!!! and The Chipmunks",
    "poster": "https://image.tmdb.org/t/p/w500/9s8yTj7UzE45qMFr3BLHGDq7nwG.jpg",
    "description": "Everyone's favorite chipmunks -- Alvin, Simon and Theodore -- are back in this computer-animated version of the classic animated series. The brothers are famous rock stars who tour around the world with their best friends, the Chipettes.",
    "background": "https://image.tmdb.org/t/p/w1280/uWBqLLeEY8rxJEw8U4CDUv1OLmC.jpg"
  },
  {
    "id": "gdrive-folder:1grazDI60WnCQnZ92mbYdz3Tkjd_UM6fQ",
    "type": "series",
    "name": "Batwheels",
    "poster": "https://image.tmdb.org/t/p/w500/nDNUuNNoFaZFNjSwWCG5XwaOf9f.jpg",
    "description": "The Batwheels are a team of sentient super-powered crimefighting vehicles that help Batman, Robin and Batgirl—as well as a host of additional DC Super Heroes—keep Gotham City safe. Created only recently by the Batcomputer, our mechanized heroes must navigate the growing pains of being a newly formed super-team as well as the growing pains that come with just being a kid.",
    "background": "https://image.tmdb.org/t/p/w1280/tRo9pMhE2OOrePz4Pw3eirPBnxr.jpg"
  },
  {
    "id": "gdrive-folder:11oRaxR1djUIZZQKTaTyZPEdFSX3YzN4Z",
    "type": "series",
    "name": "One Piece",
    "poster": "https://image.tmdb.org/t/p/w500/cMD9Ygz11zjJzAovURpO75Qg7rT.jpg",
    "description": "Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates.\n\nMonkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way.\n\nLuffy will do anything to get the One Piece and become King of the Pirates!",
    "background": "https://image.tmdb.org/t/p/w1280/oVfucXvhutTpYExG9k06NJqnpT9.jpg"
  },
  {
    "id": "gdrive-folder:12Iprr2uHcXzPhylN6oH4EiRZ6cjo6YV-",
    "type": "series",
    "name": "Ninja Boy Rantaro",
    "poster": "https://image.tmdb.org/t/p/w500/raKlXyICQBeTxYavErIRybR6g8d.jpg",
    "description": "Rantarō, Shinbei and Kirimaru are ninja  apprentices in the Ninja Gakuen, where first grade ones are called  \"Nintamas\". They must learn  everything a ninja must know, but as for our heroes, money, food or  playing are more interesting. The series show the everyday adventures of  our heroes.",
    "background": "https://image.tmdb.org/t/p/w1280/4fVwc77cov2q9i0szzYhlkAaqza.jpg"
  },
  {
    "id": "gdrive-folder:1e-FCw2I44UeFx2C1btkCJRtrIlxibHJ2",
    "type": "series",
    "name": "TSUKIMICHI -Moonlit Fantasy-",
    "poster": "https://image.tmdb.org/t/p/w500/7XQ2dMEARAdUZQscnIJFPI54q3r.jpg",
    "description": "Makoto Misumi is just an ordinary high school student living a regular life, but all of a sudden gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for being different and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment. In this fantasy, Makoto tries to transform the other world into a better place despite the humans and gods having turned their backs on him.",
    "background": "https://image.tmdb.org/t/p/w1280/ciPDoPMqd3icCBHsIlhIb3UyOd2.jpg"
  },
  {
    "id": "gdrive-folder:1V8dfnw5tw72KdPiZZUAYbB2bAV_8zaMg",
    "type": "series",
    "name": "Gods' Games We Play",
    "poster": "https://image.tmdb.org/t/p/w500/uXirDcJ3wTkpL4tMxEoIMWndFxM.jpg",
    "description": "In a world of idle gods, humans are forced into brain challenges with them. With three defeats, gods lose their right to challenge, while 10 victories spell human triumph. Fay, determined to achieve the impossible, enters the ultimate test of wits against the gods. Will he defy divinity, or is he just another loss in the making?",
    "background": "https://image.tmdb.org/t/p/w1280/s8gJHtPcbOdv7eGiBqE6m0izFG9.jpg"
  },
  {
    "id": "gdrive-folder:1MuefZFFcqwZAUK2O-NNah0Ab_VZ_fFj1",
    "type": "series",
    "name": "Camp Snoopy",
    "poster": "https://image.tmdb.org/t/p/w500/faRUuhkOVlh47z46DNgZ7EaYu0f.jpg",
    "description": "After discovering their troop is in danger of disbanding, Snoopy and the Beagle Scouts set off to the great outdoors to earn their badges. Meanwhile, Charlie Brown and friends enjoy their summer at Camp Spring Lake.",
    "background": "https://image.tmdb.org/t/p/w1280/3jnvayoUIoKUJauYRxUU0DnjOrN.jpg"
  },
  {
    "id": "gdrive-folder:1M3ZrrDFqgUiAgB4NA2kJDsKgtojXOgVW",
    "type": "series",
    "name": "Haikyu!!",
    "poster": "https://image.tmdb.org/t/p/w500/8WEr48swcqe89Zsy5sdrGCASlIg.jpg",
    "description": "Inspired by a small-statured pro volleyball player, Shouyou Hinata creates a volleyball team in his last year of middle school. Unfortunately the team is matched up against the \"King of the Court\" Tobio Kageyama's team in their first tournament and inevitably lose. After the crushing defeat, Hinata vows to surpass Kageyama. After entering high school, Hinata joins the volleyball team only to find that Tobio has also joined.",
    "background": "https://image.tmdb.org/t/p/w1280/3mBtXzyOIzh5zJNEgHqIIYTPb6n.jpg"
  },
  {
    "id": "gdrive-folder:1M3XANx5caQkayRSl1RFgkh0M67Mj8lYc",
    "type": "series",
    "name": "BLUE LOCK",
    "poster": "https://image.tmdb.org/t/p/w500/sTDTy73OYmKY51EK94Mc6AxogzR.jpg",
    "description": "High school soccer players from across Japan gather for a controversial project designed to create the best — and most egoistic — striker in the world.",
    "background": "https://image.tmdb.org/t/p/w1280/seMRyWVwIVBWbC9xaMzDMZJ8fUH.jpg"
  },
  {
    "id": "gdrive-folder:1auT0Gck73KSErwoz6DEoyEUXiKyHcN2A",
    "type": "series",
    "name": "Dr. STONE",
    "poster": "https://image.tmdb.org/t/p/w500/64DIVpWiGlvvJczMnyu8jojSYKm.jpg",
    "description": "Awakened into a world where humanity has been petrified, scientific genius Senku and his brawny friend Taiju use their skills to rebuild civilization.",
    "background": "https://image.tmdb.org/t/p/w1280/lN13BPAEnc5iXmoxxBQHOZ1ScfZ.jpg"
  },
  {
    "id": "gdrive-folder:183FbxrlGg8KzoBmltrk3QCxmM6TAuhHx",
    "type": "series",
    "name": "Jurassic World: Chaos Theory",
    "poster": "https://image.tmdb.org/t/p/w500/c2Od0cY2IeayDj5osUxZSAD1QK.jpg",
    "description": "The Camp Cretaceous gang comes together to unravel a mystery when they discover a global conspiracy that brings danger to dinosaurs — and to themselves.",
    "background": "https://image.tmdb.org/t/p/w1280/qjPC0KYEhdWAIPmCtAkg0j1iJXC.jpg"
  },
  {
    "id": "gdrive-folder:1HzhKUENi3sHLsYYBuoKXP7asdnEDxQMf",
    "type": "series",
    "name": "Junji Ito Collection",
    "poster": "https://image.tmdb.org/t/p/w500/umIn2MeNsJAvzb8ztRrv2nhfJ28.jpg",
    "description": "A collection of animated horror stories based on the works of Japanese artist Junji Ito.",
    "background": "https://image.tmdb.org/t/p/w1280/6uvq5gqhwrPdpDJuauCvH9tvVO7.jpg"
  },
  {
    "id": "gdrive-folder:11wt0JHvnIR6Ch4C0_jZLyN7VJjj8KJlg",
    "type": "series",
    "name": "Delicious in Dungeon",
    "poster": "https://image.tmdb.org/t/p/w500/9t3DYdGxK3i4WRzKvIZwJd4kBnr.jpg",
    "description": "Dungeons, dragons... and delicious monster stew!? Adventurers foray into a cursed buried kingdom to save their friend, cooking up a storm along the way.",
    "background": "https://image.tmdb.org/t/p/w1280/xC5GyeIzLsSRizJE5LedGShNgBa.jpg"
  },
  {
    "id": "gdrive-folder:1Mek0XpwKtwUlgH1jW-nva8cRcaiUO5zF",
    "type": "series",
    "name": "Garouden: The Way of the Lone Wolf",
    "poster": "https://image.tmdb.org/t/p/w500/ozOjfhE6ADlWto0IKgVtniRvUOW.jpg",
    "description": "On the run from a past crime, Juzo Fujimaki is blackmailed into joining an illicit tournament and has to face top martial artists in deadly match-ups.",
    "background": "https://image.tmdb.org/t/p/w1280/li7fkhRa4UpmrkxbbBhFbRSf1UV.jpg"
  },
  {
    "id": "gdrive-folder:19otE3b5lq5ei2W8Z8KSq69U6taY6ol-s",
    "type": "series",
    "name": "Tower of God",
    "poster": "https://image.tmdb.org/t/p/w500/8v8ANBJNUzvA8F6sM20DBt3zZ44.jpg",
    "description": "Reach the top, and everything will be yours. At the top of the tower exists everything in this world, and all of it can be yours. You can become a god. This is the story of the beginning and the end of Rachel, the girl who climbed the tower so she could see the stars, and Bam, the boy who needed nothing but her.",
    "background": "https://image.tmdb.org/t/p/w1280/gcvJgJScIt0a5sRt8uLIkGM9IhI.jpg"
  },
  {
    "id": "gdrive-folder:1RJOQJeAV2kuhPCMp0_PmlfHZCGZf_4GP",
    "type": "series",
    "name": "Agent Ali",
    "poster": "https://image.tmdb.org/t/p/w500/pC7MTsEjJVXlCEaTRFWhVUS113i.jpg",
    "description": "The story of an elementary school student who accidentally involved himself in the world of intelligence. It all started when the dose of an agent of evil who are trying to steal a high-tech tool that can change the world, namely I.R.I.S (Infinity Retinal Intelligence System) were stolen from the training center M.A.T.A (Meta Advance Tactical Agency).",
    "background": "https://image.tmdb.org/t/p/w1280/ulP3E4lqYjVJh7BdVnrzKq0bcCG.jpg"
  },
  {
    "id": "gdrive-folder:1-0smwikb1b-Q9r0i2I_8ie6YaSioN4dN",
    "type": "series",
    "name": "Kaiju No. 8",
    "poster": "https://image.tmdb.org/t/p/w500/bJxGs0w5RAhaX4fIUQu511rvm0S.jpg",
    "description": "In a world plagued by creatures known as Kaiju, Kafka Hibino aspired to enlist in The Defense Force. He makes a promise to enlist with his childhood friend, Mina Ashiro. Soon, life takes them in separate ways. While employed cleaning up after Kaiju battles, Kafka meets Reno Ichikawa. Reno's determination to join The Defense Force reawakens Kafka's promise to join Mina and protect humanity.",
    "background": "https://image.tmdb.org/t/p/w1280/9DrORnlwnjt5SeJKcuE5sqOoIdV.jpg"
  },
  {
    "id": "gdrive-folder:1LY1Uv5XnO9NpXWjfuLRbjeKy6efo0L7c",
    "type": "series",
    "name": "Black Clover",
    "poster": "https://image.tmdb.org/t/p/w500/kaMisKeOoTBPxPkbC3OW7Wgt6ON.jpg",
    "description": "Asta and Yuno are two orphans who want the same thing: to become the Wizard King. Locked in a friendly rivalry, they work hard towards their goal. While Yuno excels at magic, Asta has a problem uncommon in this world: he has no powers! But, on the day they receive their grimoires, they surprise everyone. To reach their goal, they’ll each find their own path to greatness—with or without magic.",
    "background": "https://image.tmdb.org/t/p/w1280/4RzRtLMlTeJvpvvdXDe854VLEG8.jpg"
  },
  {
    "id": "gdrive-folder:1KKiTNqtIrdB5qbeWFlR51mR8JNkwtneP",
    "type": "series",
    "name": "BUCCHIGIRI?!",
    "poster": "https://image.tmdb.org/t/p/w500/bhtkmLdMleHtGTq267VqhePgp5S.jpg",
    "description": "Arajin Tomoshibi’s reunion with his old pal Matakara Asamine takes an unexpected turn when they stumble into a brawl with the toughest guys in town. And just when you thought things couldn’t get weirder, a colossal genie decides to drop in. Brace yourself for the ultimate showdown. It’s the clash of the cool and the magical!",
    "background": "https://image.tmdb.org/t/p/w1280/oziPYy02zzGejwvzsVOPgCaPqRv.jpg"
  },
  {
    "id": "gdrive-folder:1FEDb8gu7bhB7sH7B6UQBeI7knY8QGY0c",
    "type": "series",
    "name": "Log Horizon",
    "poster": "https://image.tmdb.org/t/p/w500/62vfauCjvUmcaev0yfCnASa6yhm.jpg",
    "description": "One day, while playing the online game Elder Tales, 30,000 players suddenly find themselves trapped in another world. There, eight-year veteran gamer Shiroe also gets left behind. The trapped players are still alive, but they remain in combat with the monsters. The players don't understand what has happened to them, and they flee to Akiba, the largest city in Tokyo, where they are thrown into chaos. Once proud of his loner lifestyle, Shiroe forms a guild called Log Horizon with his old friend Naotsugu, female assassin Akatsuki and others.",
    "background": "https://image.tmdb.org/t/p/w1280/f6WzZQVoCSn7W1kmr1UhSToRi2y.jpg"
  },
  {
    "id": "gdrive-folder:1DSo1KhMDJzO4NIOrk0OhESKb9xJhXjmS",
    "type": "series",
    "name": "The Snoopy Show",
    "poster": "https://image.tmdb.org/t/p/w500/qgB5CZwqrnZ99f8NHUL7ogPrgi3.jpg",
    "description": "The world's most iconic dog is ready for his close-up. Dive into new adventures with the happy-dancing, high-flying, big-dreaming beagle, who's joined by best friend Woodstock and the rest of the Peanuts gang.",
    "background": "https://image.tmdb.org/t/p/w1280/o04090TAInK18zXAkp71Duq8Qbx.jpg"
  },
  {
    "id": "gdrive-folder:1Cg6sgAmRufEsiRa_mb52Mv6xoBoOppKC",
    "type": "series",
    "name": "The Apothecary Diaries",
    "poster": "https://image.tmdb.org/t/p/w500/e3ojpANrFnmJCyeBNTinYwyBCIN.jpg",
    "description": "Maomao lived a peaceful life with her apothecary father. Until one day, she's sold as a lowly servant to the emperor's palace. But she wasn't meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she's making a name for herself solving medical mysteries!",
    "background": "https://image.tmdb.org/t/p/w1280/gffVOVZ2Y9cmVIZ26Gt9ByMGCYH.jpg"
  },
  {
    "id": "gdrive-folder:1bT1a4Qbt7tXA2qD6d4AYsxp2pZ7wK5eV",
    "type": "series",
    "name": "Solo Leveling",
    "poster": "https://image.tmdb.org/t/p/w500/geCRueV3ElhRTr0xtJuEWJt6dJ1.jpg",
    "description": "They say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Sung Jinwoo. After being brutally slaughtered by monsters in a high-ranking dungeon, Jinwoo came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.",
    "background": "https://image.tmdb.org/t/p/w1280/xMNH87maNLt9n2bMDYeI6db5VFm.jpg"
  },
  {
    "id": "gdrive-folder:1DpKzzILdSWaNV17dVK34Ebd1svtR6n_H",
    "type": "series",
    "name": "The Wrong Way to Use Healing Magic",
    "poster": "https://image.tmdb.org/t/p/w500/uQEbcmuUwDfPiVUIRCF6d57eErM.jpg",
    "description": "An ordinary walk home from school turns into an epic journey for Usato. After suddenly being dropped into another world with two fellow students, Usato learns he was summoned there by accident. But things turn around when he discovers a unique aptitude for healing magic! Now, he trains beyond human limitations, using his self-healing abilities to gain absurd strength and unrivaled stamina.",
    "background": "https://image.tmdb.org/t/p/w1280/1WbGhlLj1z6PC6Vrz5baouodURB.jpg"
  },
  {
    "id": "gdrive-folder:1Dik7Gzu6ikgigqWVj-yK8CAED5g3rNV1",
    "type": "series",
    "name": "Frieren: Beyond Journey's End",
    "poster": "https://image.tmdb.org/t/p/w500/dqZENchTd7lp5zht7BdlqM7RBhD.jpg",
    "description": "Decades after her party defeated the Demon King, an old friend's funeral launches the elf wizard Frieren on a journey of self-discovery.",
    "background": "https://image.tmdb.org/t/p/w1280/emGCHnRPru5LLWcKbSFzUEUisac.jpg"
  },
  {
    "id": "gdrive-folder:1BNMY2vC0DHEkBMMGj3y9l7yKZdso9Vvj",
    "type": "series",
    "name": "Villainess Level 99: I May Be the Hidden Boss But I'm Not the Demon Lord",
    "poster": "https://image.tmdb.org/t/p/w500/45KqPcfk6qrxl5XF7z9Wwtvo0vw.jpg",
    "description": "This college kid wants nothing more than a quiet life. So when she's reborn as Yumiella, the hidden villainess of an Otome RPG, she's not exactly thrilled. Still yearning for peace, she abandons her evil duties to live a more discreet life. Until her gamer side kicks in, and she accidentally reaches level 99! Now, everyone suspects that she's the infamous Demon Lord. What future awaits her?",
    "background": "https://image.tmdb.org/t/p/w1280/m3jSoC9aCTI5euALkCTuiGVVIeS.jpg"
  },
  {
    "id": "gdrive-folder:1BIQjW9vcgE2Qt4mZjxXFRpjoKzog8bJW",
    "type": "series",
    "name": "Hokkaido Gals Are Super Adorable!",
    "poster": "https://image.tmdb.org/t/p/w500/5PCVM6o2OvXFrfJXOrlRQGBLB4x.jpg",
    "description": "Snowflakes aren’t the only things dropping in Hokkaido—so are jaws, thanks to the super adorable gals who are turning the icy north into a hotbed of fashion and fun. Brace yourself for a winter storm of laughs, love, and killer outfits as these gals prove that being cute is an all-season affair. Here, frostbite meets fashionista!",
    "background": "https://image.tmdb.org/t/p/w1280/1LjcJ7Ct6AU1uvnHJ8894GZ4p91.jpg"
  },
  {
    "id": "gdrive-folder:1riqjT9pH7XoFp_gGFdP9B8tntExi7hDE",
    "type": "series",
    "name": "The Grimm Variations",
    "poster": "https://image.tmdb.org/t/p/w500/jjk6nHiZGlRu2f6fWyjNWL0hp0k.jpg",
    "description": "Inspired by the classic Brothers Grimm stories, this anthology features six fairy tales with a dark twist, exposing the shadowy side of human desire.",
    "background": "https://image.tmdb.org/t/p/w1280/nVnPoHsR7fo8qlA9fYUsrj701p.jpg"
  },
  {
    "id": "gdrive-folder:1AVQ8sv3gItjeFVKDg7kmNOmeC7gf7VTO",
    "type": "series",
    "name": "The Strongest Tank's Labyrinth Raids -A Tank with a Rare 9999 Resistance Skill Got Kicked from the Hero's Party-",
    "poster": "https://image.tmdb.org/t/p/w500/3Uf8L7wl4dokMukJ855cBLVxQj5.jpg",
    "description": "Rud, a shielder with a defense stat of 9999, serves as a tank for the Hero's Party as they carry out raids in labyrinths. When the tyrannical hero suddenly kicks him out of the party, saying his skill is \"useless,\" Rud makes his way back to his hometown. Along the way, he saves a young girl, and she reveals the true nature of his skill... which turns out to be incredibly powerful!",
    "background": "https://image.tmdb.org/t/p/w1280/4e8zDimEuYp5NvhekPZ2W8FiJAa.jpg"
  },
  {
    "id": "gdrive-folder:16kJ9qGwB54mbHJR6UqvTH8vWafrQ1APg",
    "type": "series",
    "name": "Metallic Rouge",
    "poster": "https://image.tmdb.org/t/p/w500/dcUWxOeCiEM7n7KdIYk1O8Xzgzp.jpg",
    "description": "In a world where humans coexist with androids called Neans, a group known as the Immortal Nine rises up against society. Tasked with disposing of the revolters, a Nean named Rouge Redstar (aka Metal Rouge) and investigator Naomi Orthmann head to Mars to track them down…but first, Rouge wants some chocolate.",
    "background": "https://image.tmdb.org/t/p/w1280/cQFytd14BhCywHnFqgw9uK3YYY8.jpg"
  },
  {
    "id": "gdrive-folder:1-MdsFx3nAMucEjCrT-JKcG_v3CyRRUai",
    "type": "series",
    "name": "SpongeBob SquarePants",
    "poster": "https://image.tmdb.org/t/p/w500/5h0EU2lqBb03dp5vtRuUHJwqzem.jpg",
    "description": "Deep down in the Pacific Ocean in the subterranean city of Bikini Bottom lives a square yellow sponge named SpongeBob SquarePants. SpongeBob lives in a pineapple with his pet snail, Gary, loves his job as a fry cook at the Krusty Krab, and has a knack for getting into all kinds of trouble without really trying. When he's not getting on the nerves of his cranky next door neighbor Squidward, SpongeBob can usually be found smack in the middle of all sorts of strange situations with his best buddy, the simple yet lovable starfish, Patrick, or his thrill-seeking surfer-girl squirrel pal, Sandy Cheeks.",
    "background": "https://image.tmdb.org/t/p/w1280/3MY7hMWrJ13Xtb1Y4jd7tztyPaZ.jpg"
  },
  {
    "id": "gdrive-folder:17TGv929JIbcQ59sqqtdGHj1y13TYeexb",
    "type": "series",
    "name": "The Weakest Tamer Began a Journey to Pick Up Trash",
    "poster": "https://image.tmdb.org/t/p/w500/za2EAhBtO08JJw9Q25zKyrY5Jkd.jpg",
    "description": "Stars are everything, granting abilities to Tamers. So when Ivy was born without one, her village took it as an ill omen! Now banished, she leads a lonely life of salvaging rubbish to survive. That is until she befriends Sora, a weak little slime, in the forest. Together, the delicate duo embarks on a heartwarming journey of survival and discovers there’s more to Ivy than being starless.",
    "background": "https://image.tmdb.org/t/p/w1280/gSzBVbqxa6RQ95wHUKlpN7anmgL.jpg"
  },
  {
    "id": "gdrive-folder:1d3vwqcxhJyOSjhJMcPtIsmscOP3a1GaQ",
    "type": "series",
    "name": "Motu Patlu",
    "poster": "https://image.tmdb.org/t/p/w500/nXKXaGE0SkjvhnbFKc0dUWh1uwo.jpg",
    "description": "Inspired by the characters of Lot Pot Comics, Motu Patlu is a lively comic caper for the kids as well as the entire family. Set in the beautiful city of Furfuri Nagariya, the story is about Motu and Patlu, who are as similar as chalk and cheese. The Awesome Twosome are always on an adventurous expedition and have an uncanny ability to get into tricky situations every single day! It was premiered on 16 October 2012, beginning with the episode \"John Banega Don\". It focuses on two friends, Motu and Patlu, living in the fictional city Furfuri Nagar.",
    "background": "https://image.tmdb.org/t/p/w1280/6HN32ynYU7bJ1zRQ2T5e2jUqXye.jpg"
  },
  {
    "id": "gdrive-folder:13vvZE9vRNxzemDx4tBY8HEb-ry2rHI3o",
    "type": "series",
    "name": "Naruto",
    "poster": "https://image.tmdb.org/t/p/w500/xppeysfvDKVx775MFuH8Z9BlpMk.jpg",
    "description": "Naruto Uzumaki, a mischievous adolescent ninja, struggles as he searches for recognition and dreams of becoming the Hokage, the village's leader and strongest ninja.",
    "background": "https://image.tmdb.org/t/p/w1280/xuJ0F9RfKvVSJNDg2usurQ9WvY5.jpg"
  },
  {
    "id": "gdrive-folder:13vsa3OcFy7VC7H3DEAatFHqupei8mzTr",
    "type": "series",
    "name": "Naruto Shippūden",
    "poster": "https://image.tmdb.org/t/p/w500/71mASgFgSiPl9QUexVH8BubU0lD.jpg",
    "description": "After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work. It will not be easy though as he has amassed a few more dangerous enemies, in the likes of the shinobi organization; Akatsuki.",
    "background": "https://image.tmdb.org/t/p/w1280/z0YhJvomqedHF85bplUJEotkN5l.jpg"
  },
  {
    "id": "gdrive-folder:1Sp3HFOOfwf8XRK9O4x7OhTNIQPao7SKT",
    "type": "series",
    "name": "Smaashhing Simmba",
    "poster": "https://image.tmdb.org/t/p/w500/7W83sX6pLdCM2RQl3H7IUM4DryJ.jpg",
    "description": "Simba, a fearless teenager, experiences various adventures with his friends while trying to keep the town safe from evil forces.",
    "background": "https://image.tmdb.org/t/p/w1280/d3b5yLouVLwAf4assrjDUr0aGTH.jpg"
  },
  {
    "id": "gdrive-folder:1kMDv-FCYF6EGTw7bxCIPYA4uWbZm0dZg",
    "type": "series",
    "name": "The Iceblade Sorcerer Shall Rule the World",
    "poster": "https://image.tmdb.org/t/p/w500/xBlJYF8ROyYppm6RbZ1Ga8nERWs.jpg",
    "description": "The Arnold Academy of Magic is a school for the elite...and Ray White is just your ordinary guy. In fact, he doesn't seem particularly skilled with magic at all, and is a bit of a klutz. Which is why he has nothing to do with the rumor that one of the great magicians, the Iceblade Sorcerer, is a member of the incoming class...right?",
    "background": "https://image.tmdb.org/t/p/w1280/oL459mgvcnc3jL90K7zkfvXQu0.jpg"
  },
  {
    "id": "gdrive-folder:1A3lgrcRMLdUtSgKoTOFzCf0NcQX4B6Gw",
    "type": "series",
    "name": "My Little Pony: Tell Your Tale",
    "poster": "https://image.tmdb.org/t/p/w500/e5RbECKKop0CnavnI5BAWfUZQhu.jpg",
    "description": "The Mane 5 are back! Sunny teams up with her pony pals for more adventures as they live, learn and laugh together in Maretime Bay.",
    "background": "https://image.tmdb.org/t/p/w1280/eoViCcih6KxBdufAtxLMzylrdhc.jpg"
  },
  {
    "id": "gdrive-folder:1T_hwx644D5BIgITba7M7YObKJ9oK0vUh",
    "type": "series",
    "name": "Hot Wheels Let's Race",
    "poster": "https://image.tmdb.org/t/p/w500/bGdoznVOG1BQNk6XHg4zjv0Gsjc.jpg",
    "description": "Six young hopefuls at the Hot Wheels Ultimate Garage Racing Camp learn the skills they need to become the next generation of amazing racers.",
    "background": "https://image.tmdb.org/t/p/w1280/7HFQqh7084HWqFoDkrStEZ0RE9J.jpg"
  },
  {
    "id": "gdrive-folder:1evHU03gd_YorbGIEPzNpv99px-Mxv069",
    "type": "series",
    "name": "Regular Show",
    "poster": "https://image.tmdb.org/t/p/w500/mS5SLxMYcKfUxA0utBSR5MOAWWr.jpg",
    "description": "The surreal misadventures of two best friends - a blue jay and a raccoon - as they seek to liven up their mundane jobs as groundskeepers at the local park.",
    "background": "https://image.tmdb.org/t/p/w1280/bhF63Jd90gRYyTHd4y5GCGA2vX6.jpg"
  },
  {
    "id": "gdrive-folder:1sikhTHRPKOtjG05ei4qfB05C26-JEtVa",
    "type": "series",
    "name": "The Legend of Korra",
    "poster": "https://image.tmdb.org/t/p/w500/dZgYvSfuh1YHDrJuILlVQ5oA2hF.jpg",
    "description": "Avatar Korra, a headstrong, rebellious, feisty young woman who continually challenges and breaks with tradition, is on her quest to become a fully realized Avatar. In this story, the Avatar struggles to find balance within herself.",
    "background": "https://image.tmdb.org/t/p/w1280/hmrNfrUl3FFaymDj6Iw5oKQjIs2.jpg"
  },
  {
    "id": "gdrive-folder:1q0ISQNHEQ-BlAwy5rcOUdPFgrdaHsJUD",
    "type": "series",
    "name": "The Looney Tunes Show",
    "poster": "https://image.tmdb.org/t/p/w500/bZWdejWhkgJmXjdQ70DjiJS7v7O.jpg",
    "description": "Bugs Bunny, Daffy Duck and the rest of the “Looney Tunes” characters are back with more adventures for a new generation of viewers. The animated series features roommates Bugs and Daffy moving out of the woods and into the suburbs, interacting with their neighbors, who happen to be other \"Looney Tunes\" favorites -- including Sylvester, Tweety, Porky Pig and Foghorn Leghorn.",
    "background": "https://image.tmdb.org/t/p/w1280/pRY77EZPgotzDb7ZIMaf2yYEnYZ.jpg"
  },
  {
    "id": "gdrive-folder:1cONw8FVPEtKk_2JX1djtcVp2tImdJHOz",
    "type": "series",
    "name": "Teen Titans Go!",
    "poster": "https://image.tmdb.org/t/p/w500/kPKAigYUlWRpnfo4Ptiwlz4FWXU.jpg",
    "description": "Robin, Starfire, Raven, Beast Boy and Cyborg return in all-new, comedic adventures. They may be super heroes who save the world every day ... but somebody still has to do the laundry!",
    "background": "https://image.tmdb.org/t/p/w1280/bIHCUqaapZdRjd2kzSDiwzYyrpC.jpg"
  },
  {
    "id": "gdrive-folder:1D_KUBZPGSTg6nn-II8i41QNxCkzCvLrw",
    "type": "series",
    "name": "Avatar: The Last Airbender",
    "poster": "https://image.tmdb.org/t/p/w500/yaGt4GIutpbXHsv48tWceWg6s56.jpg",
    "description": "In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world.",
    "background": "https://image.tmdb.org/t/p/w1280/7oBGhqJIghRBvOwo5Qe0yM0cnMc.jpg"
  },
  {
    "id": "gdrive-folder:18-qJN7c5DEYVhDtg7SF4eOFY1OT7ZlYR",
    "type": "series",
    "name": "The Second Best Hospital in the Galaxy",
    "poster": "https://image.tmdb.org/t/p/w500/syTzEpti66IsK1ezkkBehROOVzD.jpg",
    "description": "Dr. Sleech and Dr. Klak — aliens, best friends and intergalactically renowned surgeons — tackle anxiety-eating parasites, illegal time loops and deep-space STIs.",
    "background": "https://image.tmdb.org/t/p/w1280/awlSynWtOKzlI0a8kxABfDkpzex.jpg"
  },
  {
    "id": "gdrive-folder:1LpFPUE-j9z2mT3T4hvMWjvf7mAXJg2ej",
    "type": "series",
    "name": "The Reincarnation of the Strongest Exorcist in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/ppnnpGWK9mUD8EHjKTRzQOD7uey.jpg",
    "description": "Betrayed and on the brink of death, genius exorcist Haruyoshi Kuga still has an ace up his sleeve—a reincarnation spell. With a successful incantation taking him to a new world reborn as Seika Lamprogue into a distinguished wizard family, his only wish is to find happiness. But as Seika’s onmyō art exceeds this world’s magic, will he be able to live an easy, happy-go-lucky life?",
    "background": "https://image.tmdb.org/t/p/w1280/4UPmVUWFraqBsmKC2bpunGo76Z2.jpg"
  },
  {
    "id": "gdrive-folder:1VXUOqraRQw6z74RRKGxx1M9l37mSWmWm",
    "type": "series",
    "name": "Rurouni Kenshin",
    "poster": "https://image.tmdb.org/t/p/w500/lQ4p6OF9KjagTfs8otZt0VTe3Al.jpg",
    "description": "The Meiji Era was one of great renewal for Japan, where swords and killing were outlawed. However, many survivors from the time of Revolution still live, lurking in the shadows and waiting for a chance to use their killing blades again. Only Kenshin Himura, formerly one of the most brutal of killers, hopes to keep his swordsman's honor and still live in the new era.",
    "background": "https://image.tmdb.org/t/p/w1280/AwhfYDJHEsgUzEkd7Dp3fKaeHHU.jpg"
  },
  {
    "id": "gdrive-folder:1SRODPg2OtnsC2kCfYnkXVX7hSFRuH78P",
    "type": "series",
    "name": "My Love Story with Yamada-kun at Lv999",
    "poster": "https://image.tmdb.org/t/p/w500/6RTMDyXZpzACsSg5AcRSUHMO8m2.jpg",
    "description": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend, when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?",
    "background": "https://image.tmdb.org/t/p/w1280/4U5cJTbXBzW1WxDUZErqU3VNNWl.jpg"
  },
  {
    "id": "gdrive-folder:1ASqFzEHwMNwroe-cj6vLo7Us-eSXvVwG",
    "type": "series",
    "name": "Mechamato",
    "poster": "https://image.tmdb.org/t/p/w500/1rkM4tLoNKC33sLVyAWgogZGo3B.jpg",
    "description": "This series tells the story of a kind and creative boy named Amato, who comes across a prison spaceship housing many evil robots. One of them is MechaBot, who has the ability to mechanize everyday objects into high tech devices. Amato outsmarts MechaBot and becomes his master. The two bond together as friends over the course of the series and team up in the form of a superhero named Mechamato to locate and capture the evil robots that had escaped the fallen spacecraft.",
    "background": "https://image.tmdb.org/t/p/w1280/9f691qfGbrpvFPcP4TSZLZXZe0h.jpg"
  },
  {
    "id": "gdrive-folder:1JyLcvyD1oBPeUPXM8iyLqiSdTVDg0VVc",
    "type": "series",
    "name": "I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too",
    "poster": "https://image.tmdb.org/t/p/w500/dXrUejdxJFgk6FGoB8V3VQhYsjJ.jpg",
    "description": "A door to another world stretches out before a boy who's been brutally bullied all his life. This alternate reality grants him access to all sorts of things, like cheat skills and a portal that lets him travel between his old and new worlds! Can this class loser turn his life around back home...?",
    "background": "https://image.tmdb.org/t/p/w1280/nxJSLabJHzAeRzweeWRl1EE40NJ.jpg"
  },
  {
    "id": "gdrive-folder:1_yB_XSkaxu9OgWGhMz_GwZ02-l9Do6NP",
    "type": "series",
    "name": "Tomo-chan Is a Girl!",
    "poster": "https://image.tmdb.org/t/p/w500/h9TN2BltJ9Q7FZ5BYGQcHfYfEGp.jpg",
    "description": "Tomboy Tomo couldn't have picked a more awkward high school crush 'cause it’s on her childhood friend, Junichiro, but he only sees her as one of the guys. Despite her pretty looks and signals, nothing gets through to this meathead! Will Junichiro ever realize Tomo's into him and see her for the cutesy girl she actually is?!",
    "background": "https://image.tmdb.org/t/p/w1280/9pzMn0ZpzpZVgaTEwMnklp6MnOP.jpg"
  },
  {
    "id": "gdrive-folder:1f95qrkiaobLcNw0l-cY-k-9gM1_5UxV-",
    "type": "series",
    "name": "Zom 100: Bucket List of the Dead",
    "poster": "https://image.tmdb.org/t/p/w500/hV5S6D56BPZ27FSaVEojkvViS3N.jpg",
    "description": "Bullied by his boss, worked around the clock, he's nothing more than a corporate drone. All it takes is a zombie outbreak for him to finally feel alive!",
    "background": "https://image.tmdb.org/t/p/w1280/bD8ftQIovUjCAIA6OVVuquHtLWH.jpg"
  },
  {
    "id": "gdrive-folder:18ps9X7W8Jo_bk27Ce1NDpcWBP8Ssr86h",
    "type": "series",
    "name": "The Maid I Hired Recently Is Mysterious",
    "poster": "https://image.tmdb.org/t/p/w500/fqQYmqiBqWPcpnmChkrywCE9Kf4.jpg",
    "description": "There’s something really strange about the maid I just hired! No normal person could be so beautiful, or cook such amazingly delicious food, or know exactly what I want before I even ask. She must be using magic—right, a spell is the only thing that can explain why my chest feels so tight whenever I look at her. I swear, I’m going to get to the bottom of what makes this maid so...mysterious!",
    "background": "https://image.tmdb.org/t/p/w1280/wOFDBVfmrSsDDdBnDxm1SAv1kVo.jpg"
  },
  {
    "id": "gdrive-folder:1nuICNE28kbZX3VOcrC_poP-S3JntYVj3",
    "type": "series",
    "name": "The Angel Next Door Spoils Me Rotten",
    "poster": "https://image.tmdb.org/t/p/w500/twCEEzmZZkgQIPXzw0JF350GO0P.jpg",
    "description": "Amane lives alone in an apartment, and the most beautiful girl in school, Mahiru, lives just next door. They've almost never spoken—until the day he sees her in distress on a rainy day and lends her his umbrella. To return the favour, she offers him help around the house, and a relationship slowly begins to blossom as the distance between them closes…",
    "background": "https://image.tmdb.org/t/p/w1280/7SQAFFP8dQCX60uvLDzizUoUC2L.jpg"
  },
  {
    "id": "gdrive-folder:1mEb8ne7pi7X28JGrc681Ilf7B2Tvl4pB",
    "type": "series",
    "name": "Buddy Daddies",
    "poster": "https://image.tmdb.org/t/p/w500/200lUtWr0k0iaDfhuX0fFz8tETR.jpg",
    "description": "Two assassins who never miss their mark must juggle fatherhood with their demanding job when they suddenly find themselves raising a four-year-old girl.",
    "background": "https://image.tmdb.org/t/p/w1280/bu3JtuP6kbRaaT5wpBpCUKOrhTY.jpg"
  },
  {
    "id": "gdrive-folder:1rvOqHS8XrZRJrfD3f_nxIreoSo96PgIC",
    "type": "series",
    "name": "Hazbin Hotel",
    "poster": "https://image.tmdb.org/t/p/w500/aVYHMW8pdzJ9qG1OGRMKyGy9xor.jpg",
    "description": "In attempt to find a non-violent alternative for reducing Hell's overpopulation, the daughter of Lucifer opens a rehabilitation hotel that offers a group of misfit demons a chance at redemption.",
    "background": "https://image.tmdb.org/t/p/w1280/9K6QtLqyocVHgIZe4yqCIl1q2ZR.jpg"
  },
  {
    "id": "gdrive-folder:14bs3RO9Rsu6tuv2_lIcuxEcLhblk6TPV",
    "type": "series",
    "name": "More than a Married Couple, but Not Lovers",
    "poster": "https://image.tmdb.org/t/p/w500/tEdCclmak7CHR5OzbusD94zdhUW.jpg",
    "description": "The story centers on third-year high school student Jiro Yakuin, who gets saddled with his gyaru classmate Akari Watanabe for the class's \"marriage training\" project about practicing to be a married couple. Jiro is the complete opposite of Akari, but the two know that if they do well they will be able to switch partners to end up with their respective crushes, and so they force themselves to act like the perfect married couple.",
    "background": "https://image.tmdb.org/t/p/w1280/4MvUUdfM93CZP1ucanAZ2KQAecU.jpg"
  },
  {
    "id": "gdrive-folder:1q0NFyQ2AICtTSWpBJV9CoWJ0TfhbND_-",
    "type": "series",
    "name": "Justice League Unlimited",
    "poster": "https://image.tmdb.org/t/p/w500/8PY0OZ1xUbguPipb0a1uL6mg5Ka.jpg",
    "description": "The galaxy's most powerful superheroes return to battle the allied villains and criminal plots that endanger the universe.",
    "background": "https://image.tmdb.org/t/p/w1280/ySxWguK7c9iB8VLoARu94n4yZn3.jpg"
  },
  {
    "id": "gdrive-folder:1QhX-OqHxi9h864pciuq7dKoN_lOP5ToM",
    "type": "series",
    "name": "Rise of the Teenage Mutant Ninja Turtles",
    "poster": "https://image.tmdb.org/t/p/w500/4LZxcn6nWG1yWBKG0RD98HY13b4.jpg",
    "description": "Rise up! The Teenage Mutant Ninja Turtles get an all-new look, new weapons, and awesome new powers! Join the legendary heroes, Raph, Leo, Donnie and Mikey as these brothers discover a Hidden City beneath New York, learn amazing mystic ninja skills, battle absurd mutants… and always find time for a slice of their favorite pizza! Cowabunga!",
    "background": "https://image.tmdb.org/t/p/w1280/tyMkJH0YvK6uBydUbN1nkW4Ad3f.jpg"
  },
  {
    "id": "gdrive-folder:1njKmJBjlJ1CO67pUWlVvRtayMFCan1JT",
    "type": "series",
    "name": "Ultraman Z",
    "poster": "https://image.tmdb.org/t/p/w500/9xE0tlBJjWZNjY7BbY0fRaNCe9p.jpg",
    "description": "The newest Ultra Hero is Ultraman Zett, the disciple of Ultraman Zero, who is now celebrating his tenth anniversary! An admirer of Zero, Zett worked hard to become a member of the “Inter Galactic Defense Force.” With a passion inherited from his teacher Zero, Zett is an Ultraman who always looks forward and forges ahead.",
    "background": "https://image.tmdb.org/t/p/w1280/aNL82rzPhq4NJg1XvzMxopsnm6X.jpg"
  },
  {
    "id": "gdrive-folder:1G-f13HrWgNV1GAFQjWB3Q2oi7bY1VE0M",
    "type": "series",
    "name": "Gravity Falls",
    "poster": "https://image.tmdb.org/t/p/w500/pnoGOBtkffH64hhI5GPdsQ218d1.jpg",
    "description": "Twin brother and sister Dipper and Mabel Pines are in for an unexpected adventure when they spend the summer helping their great uncle Stan run a tourist trap in the mysterious town of Gravity Falls, Oregon.",
    "background": "https://image.tmdb.org/t/p/w1280/l0XvAI856XdyDYEfr1njztjH7u0.jpg"
  },
  {
    "id": "gdrive-folder:1Z8r4tXiZuNXnnP4OkiWhGugPwaIApdmz",
    "type": "series",
    "name": "Whatever Happened to... Robot Jones?",
    "poster": "https://image.tmdb.org/t/p/w500/pLl9mC1Kkb0VLAmsJqJletKexv.jpg",
    "description": "Robot Jones, a robotic teenager, attends a suburban middle school.",
    "background": "https://image.tmdb.org/t/p/w1280/3Iu6f6OcKpwsiunwBp0JVpNywa5.jpg"
  },
  {
    "id": "gdrive-folder:1mriVLgwENGDdg65hDaHlPbRlen9Uy8at",
    "type": "series",
    "name": "Not Quite Narwhal",
    "poster": "https://image.tmdb.org/t/p/w500/ldlcEzhWtVIrX1YGmkQsWHC8FmY.jpg",
    "description": "Curious little Kelp's been living his whole life as a narwhal... until he finds out he's actually a unicorn. Now he's got two worlds to explore!",
    "background": "https://image.tmdb.org/t/p/w1280/hq0t8s5tY7TgtZBUBg0J6WdnNAV.jpg"
  },
  {
    "id": "gdrive-folder:1UnzOBbHnxCJYRiNofmBRI6Bm_0p2VpaW",
    "type": "series",
    "name": "Shangri-La Frontier",
    "poster": "https://image.tmdb.org/t/p/w500/aCGdpgNkgz66R1winFkTFsMAhlC.jpg",
    "description": "Rakuro Hizutome only cares about one thing: beating crappy VR games. He devotes his entire life to these buggy games and could clear them all in his sleep. One day, he decides to challenge himself and play a popular god-tier game called Shangri-La Frontier. But he quickly learns just how difficult it is. Will his expert skills be enough to uncover its hidden secrets?",
    "background": "https://image.tmdb.org/t/p/w1280/yErVUZkLVak2ICxFC7mMfl3vcNP.jpg"
  },
  {
    "id": "gdrive-folder:1UiLgxEgmJHY73wjKya336kQkGQ6iz6vm",
    "type": "series",
    "name": "I Shall Survive Using Potions!",
    "poster": "https://image.tmdb.org/t/p/w500/rXejTl7hZEqHEUvPFI9WBZ9B0uQ.jpg",
    "description": "A fatal mistake leads to the ultimate deal for this clever office lady. After her accidental demise by the gods, Kaoru is offered to be reborn into a new world. She agrees, but with a few demands to help her survive, including a younger body and the ability to create insanely overpowered potions! Now, she’s ready to make the most out of her next life.",
    "background": "https://image.tmdb.org/t/p/w1280/oldfeEOQpLM3sXq0p8kva1gZRHK.jpg"
  },
  {
    "id": "gdrive-folder:1Yps5JVVYUhOrvl9HlUwgd7CNJDPERPQ5",
    "type": "series",
    "name": "Ben 10: Ultimate Alien",
    "poster": "https://image.tmdb.org/t/p/w500/n4KwrlUKO9S4GvOdZzmnz4zOxx7.jpg",
    "description": "With his secret identity now revealed to the world, Ben Tennyson continues to fight evil as a superhero with the help of the newly acquired Ultimatrix.",
    "background": "https://image.tmdb.org/t/p/w1280/oGEF6kQLGsreSrUtcKg4F2p1Bqz.jpg"
  },
  {
    "id": "gdrive-folder:1F_mB8G7fpm53WrKQzzmZB_iMliGR167I",
    "type": "series",
    "name": "Pokémon Concierge",
    "poster": "https://image.tmdb.org/t/p/w500/2LnImoYwynnbqrXBiRzdxEUspo8.jpg",
    "description": "Welcome to Pokémon Resort, a peaceful getaway for Pokémon to relax and have fun. Which adorable guest will the new concierge Haru befriend and help first?",
    "background": "https://image.tmdb.org/t/p/w1280/mfalSGLVwkpupN7Zmj0m3x4xUlr.jpg"
  },
  {
    "id": "gdrive-folder:1QBFzPhc2ckBjB9ipYgksnklbvoKAHo2U",
    "type": "series",
    "name": "Vinland Saga",
    "poster": "https://image.tmdb.org/t/p/w500/vUHlpA5c1NXkds59reY3HMb4Abs.jpg",
    "description": "For a thousand years, the Vikings have made quite a name and reputation for themselves as the strongest families with a thirst for violence. Thorfinn, the son of one of the Vikings' greatest warriors, spends his boyhood in a battlefield enhancing his skills in his adventure to redeem his most-desired revenge after his father was murdered.",
    "background": "https://image.tmdb.org/t/p/w1280/xamCBQePUy9xI42GvtphLuGqd09.jpg"
  },
  {
    "id": "gdrive-folder:1QS0SFKFFarVRmgchgUqGX_Wbj7nga6Oj",
    "type": "series",
    "name": "The Tom and Jerry Show",
    "poster": "https://image.tmdb.org/t/p/w500/olhPG4SHIZuDngkQtKJBOMK9BiQ.jpg",
    "description": "The New Tom & Jerry Show is an animated television series produced for Saturday mornings by Hanna-Barbera Productions in association with Metro-Goldwyn-Mayer Television in 1975 for ABC based on the theatrical shorts and characters Tom and Jerry.",
    "background": "https://image.tmdb.org/t/p/w1280/l9UK0JT5vcmm2RXaz7PcP9GnogA.jpg"
  },
  {
    "id": "gdrive-folder:1UzeRzxobLkyLMcDjVz0NitQg6T1xzpur",
    "type": "series",
    "name": "The Perils of Penelope Pitstop",
    "poster": "https://image.tmdb.org/t/p/w500/tEyhRt3ZlBdrIV03pdiK0OW4oZD.jpg",
    "description": "The Perils of Penelope Pitstop is an American animated television series produced by Hanna-Barbera Productions that premiered on CBS on September 13, 1969. The show lasted two full seasons, with a total of 17 half-hour episodes produced and released, the last first-run episode airing on January 17, 1970. Repeats aired until September 4, 1971. It is a spin-off of the Wacky Races cartoon, reprising the characters of Penelope Pitstop and the Anthill Mob. This show airs reruns on Cartoon Network classic channel Boomerang.",
    "background": "https://image.tmdb.org/t/p/w1280/zRZohPYDsD8kCjEemeMOvmDveCD.jpg"
  },
  {
    "id": "gdrive-folder:1NerTkb4-7SNb-qPtnhLm1wu-Gvx-DHPF",
    "type": "series",
    "name": "She Professed Herself Pupil of the Wise Man",
    "poster": "https://image.tmdb.org/t/p/w500/j8QFzP0Jh80hYZtwI6UF8R81Ahw.jpg",
    "description": "Kagami Sakamori was one of the top players in the VRMMO Ark Earth Online as Danblf, a veteran summoner with the gravitas to match his elite status. When he falls asleep playing one day, he's transported to a world where the game is reality—but instead of his all-powerful avatar, he's stuck in the body of a cute young girl! He can't let anyone know that this little cutie is really Danblf, so he takes the name “Mira” and claims to be Danblf's disciple. If this gets out, he'll never live it down!",
    "background": "https://image.tmdb.org/t/p/w1280/ynDM18sP3GKRpyPGppjtHe70GFU.jpg"
  },
  {
    "id": "gdrive-folder:1iy3hEvvFJa6yslg75Y9pSNQ6o3SvMDsg",
    "type": "series",
    "name": "I'm in Love with the Villainess",
    "poster": "https://image.tmdb.org/t/p/w500/29jtBbv4eSk0QHdVMLwl8P4p6NX.jpg",
    "description": "The world turns upside down when a corporate drone wakes up as Rae Taylor, the heroine in her favorite otome game, Revolution. Rae is elated at the opportunity to court Claire François, the game’s villainess and the object of her affection. Armed with her knowledge of the game and events to come, Rae sets out to make Claire fall for her. But how will the villainess take Rae’s romantic advances?",
    "background": "https://image.tmdb.org/t/p/w1280/irpfqoLS3cI08zGSpCDhclA3yyR.jpg"
  },
  {
    "id": "gdrive-folder:1bpKSrB-Fg45Z5vkFEO1zx9u18JJhFlg3",
    "type": "series",
    "name": "Handy Manny",
    "poster": "https://image.tmdb.org/t/p/w500/7CCeh3UHSLedhi0wqz3dQmByaA6.jpg",
    "description": "Manny Garcia, a kind, generous, outgoing handyman and his eclectic mix of talking tools help the people of Sheet Rock Hills with repairs both large and small, while teaching kids how to confront and conquer everyday problems.",
    "background": "https://image.tmdb.org/t/p/w1280/o2L9goGao8uIIvFNnS1gVtPiYPx.jpg"
  },
  {
    "id": "gdrive-folder:1PjaA0pKK1bvrZTmxjACMroduuwL3LT2f",
    "type": "series",
    "name": "Green Lantern: The Animated Series",
    "poster": "https://image.tmdb.org/t/p/w500/xJwEpFAoedQ6POM9dD83ijFk5ME.jpg",
    "description": "The Green Lanterns Hal and his partner Kilowog fight against the forces of the Red Lanterns.",
    "background": "https://image.tmdb.org/t/p/w1280/wajrzbvqaKbAnK4MXbPh3FsrbY5.jpg"
  },
  {
    "id": "gdrive-folder:1CMwK5c8vB_AREDsFhbyHHjOtmrot-O0g",
    "type": "series",
    "name": "Codename: Kids Next Door: Operation Z.E.R.O.",
    "poster": "https://image.tmdb.org/t/p/w500/fwgLVVHcDT2XtR3I9ozHN2CwC0v.jpg",
    "description": "The villains of the Kids Next Door, lead by Father, join forces to resurrect the Ultimate Evil, Grandfather, a tyrant who once ruled the world many years ago when most of the villains were themselves kids. However, Father disgraced him that he can't even try to destroy the KND and the Villains were quickly betrayed when they are turned into Senior Citizombies, creatures that are immortal and can transform any living creature into one of them and slaves who are forced to make Tapioca to refuel Grandfather so he can find and destroy the Book of K.N.D.",
    "background": "https://image.tmdb.org/t/p/w1280/5VZ3GramsLcNS8RjypzmLU4h5hH.jpg"
  },
  {
    "id": "gdrive-folder:1x3SkUhrGfw_hOXyyq4WNjrj1BxF1_p0h",
    "type": "series",
    "name": "Dew Drop Diaries",
    "poster": "https://image.tmdb.org/t/p/w500/89W3MTFTaQCMUXmAvDopxCkRPjq.jpg",
    "description": "From finding lost items to cleaning up messes, three fairies in training love looking after kids in their care as they work toward earning their wings.",
    "background": "https://image.tmdb.org/t/p/w1280/eEu5PBkIg7uCMsaeCwtktDzmZat.jpg"
  },
  {
    "id": "gdrive-folder:1vv6ibypnWszRMOb4tfcFxcYC5ASzNzGB",
    "type": "series",
    "name": "My Adventures with Superman",
    "poster": "https://image.tmdb.org/t/p/w500/kocOUpdLnHyqfMW4jSRLxWT0QhM.jpg",
    "description": "Twenty-somethings Clark Kent, the bright and driven Lois Lane, and their best friend Jimmy Olsen begin to discover who they are and everything they can accomplish together as an investigative reporting team at the Daily Planet.",
    "background": "https://image.tmdb.org/t/p/w1280/vstgoeNAyIhSErJ9EWSqh2pINUc.jpg"
  },
  {
    "id": "gdrive-folder:1QwULETDJek59wZhFuB4oh48xziOvmxro",
    "type": "series",
    "name": "Handyman Saitou in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/xp404PMU2cGsODMTIkkUizbYhcm.jpg",
    "description": "Handyman Saito has never been anyone special. All his life, he’s had average grades, ordinary athletic skill, a commonplace job… But his unremarkable path takes a turn when he wakes up in another world. Here, warriors, wizards, and elves accompany him on quests delving deep into dungeons, and Saito realizes for the first time what it’s like to be needed. After all, who other than the handyman could be trusted to open locked treasure chests or repair his allies’ equipment? Beginning with a simple “thank you,” this is the story of an ordinary person’s fulfilling life.",
    "background": "https://image.tmdb.org/t/p/w1280/6c1tMSLoWmy0rPic1j0cihExfmP.jpg"
  },
  {
    "id": "gdrive-folder:1d9OxRSfXSkSbhbqdkDGce5QReQWUZEBQ",
    "type": "series",
    "name": "Justice League",
    "poster": "https://image.tmdb.org/t/p/w500/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
    "description": "Fuelled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne and Diana Prince assemble a team of metahumans consisting of Barry Allen, Arthur Curry and Victor Stone to face the catastrophic threat of Steppenwolf and the Parademons who are on the hunt for three Mother Boxes on Earth.",
    "background": "https://image.tmdb.org/t/p/w1280/2nyaeISu2xIxIgZYNpX4UayY8PN.jpg"
  },
  {
    "id": "gdrive-folder:163Eby81EEuc6yPrhvb68wxVGh4jPl09W",
    "type": "series",
    "name": "The Life and Times of Juniper Lee",
    "poster": "https://image.tmdb.org/t/p/w500/8Za5FSOQ06B7eqrhn0HxsPrs2i9.jpg",
    "description": "Destined from birth to be this world's Protector, Juniper has to fight monsters to maintain the balance between the world of magic and humanity.",
    "background": "https://image.tmdb.org/t/p/w1280/c7QHAgapq9VhjFFgR643lMxPKpR.jpg"
  },
  {
    "id": "gdrive-folder:1LIYdEz5TpR7H8im0RVSZekhO_Pvam_Fs",
    "type": "series",
    "name": "Megas XLR",
    "poster": "https://image.tmdb.org/t/p/w500/d4Mc687WE8wFAk5nlmJJh4qNuIO.jpg",
    "description": "Megas XLR is a series about an overweight couch potato named Coop who stumbles across a giant robot in a junkyard. He soon discovers that the robot was sent from the future when a woman named Kiva returns to the past to claim what is rightfully hers, though Coop made so many modification to the machine so he's the only one who can fully operate it. Things also heat up when Coop learns that an alien race called the Glorft are also after his MEGAS robot, so he teams up with Kiva and his best friend Jamie to fight them off, though mostly so he can keep his new toy.",
    "background": "https://image.tmdb.org/t/p/w1280/vhDErhLUBnyLdDNtgaeOYAfIoM2.jpg"
  },
  {
    "id": "gdrive-folder:1WJsQGjdA4CW9zAAGPab2uKTg3ji3bfee",
    "type": "series",
    "name": "Loonatics Unleashed",
    "poster": "https://image.tmdb.org/t/p/w500/oHGY83FvCpMqBGjftalcBzI6tIx.jpg",
    "description": "Ace Bunny, Tech E. Coyote, Danger Duck, and friends are transformed into superheroes when a meteor hits the planet 700 years in the future. Now they spend their time making jokes while blasting monsters and asteroids with “neutron cannons” and whatever other weapons they have at hand.",
    "background": "https://image.tmdb.org/t/p/w1280/95kE8pZICnHLtBg1Qk7ppzg4Ku5.jpg"
  },
  {
    "id": "gdrive-folder:1R-ZU8280TPRfKJ1Y78kytA9S3-n3r3vy",
    "type": "series",
    "name": "Code Geass: Lelouch of the Rebellion",
    "poster": "https://image.tmdb.org/t/p/w500/x316WCogkeIwNY4JR8zTCHbI2nQ.jpg",
    "description": "Japan has been invaded and conquered by the Britannian Empire. Japan is now known as Area 11 and its citizens known as Elevens. The Britannian Empire takes away Japan's autonomous power and imposes its rule through the use of Knightmares. The Empire's rule has never faltered, but cracks have begun to show...",
    "background": "https://image.tmdb.org/t/p/w1280/5hS2OIuZSKGkR8R5l3bY5zh04Ce.jpg"
  },
  {
    "id": "gdrive-folder:11ty05NtH39wkL4VdV5jUCB41L1XtNtU0",
    "type": "series",
    "name": "My Daemon",
    "poster": "https://image.tmdb.org/t/p/w500/5bWTE3CwBM6z8lew9BPykujeNwG.jpg",
    "description": "To save his mother, a kind-hearted boy and his tiny daemon friend set out on a journey across post-apocalyptic Japan as dark forces close in.",
    "background": "https://image.tmdb.org/t/p/w1280/sWbzxsnLKWdBXvfGBkJIC5k9U00.jpg"
  },
  {
    "id": "gdrive-folder:1Ojy-5cwf6L1UcKAL8yqcxzk8ny-r3ISA",
    "type": "series",
    "name": "Steven Universe",
    "poster": "https://image.tmdb.org/t/p/w500/gKUuGaeZ9qiJ9Spoq0LrANQSN5x.jpg",
    "description": "A young boy takes his mother's place in a group of gemstone-based beings, and must learn to control his powers.",
    "background": "https://image.tmdb.org/t/p/w1280/e5YSF0Inv9eL77jv2WQtNOOB3Bg.jpg"
  },
  {
    "id": "gdrive-folder:1KzmrCiq3oNsE14DZGM22rQmK-9YdEBPG",
    "type": "series",
    "name": "My Unique Skill Makes Me OP Even at Level 1",
    "poster": "https://image.tmdb.org/t/p/w500/cIrptxkpf3SNcPty3JaywvWRJ5w.jpg",
    "description": "Ryota Sato gets the surprise of his life when he's suddenly transported into another world and nearly clobbered at the hands of the young, pretty adventurer Emily Brown. This new world revolves around defeating monsters and profiting on whatever they drop—food, money, items, etc. Unfortunately for Ryota, he has no skills to speak of...until he learns he has the ability to get rare drops! Suddenly his luck turns around...or does it?",
    "background": "https://image.tmdb.org/t/p/w1280/glsypl8RS4mbKAOxhtgc4p4YDEz.jpg"
  },
  {
    "id": "gdrive-folder:1xIm0sIlbT8DrnzGe6ZL5keBXif4y68eF",
    "type": "series",
    "name": "Batman: The Animated Series",
    "poster": "https://image.tmdb.org/t/p/w500/lBomQFW1vlm1yUYMNSbFZ45R4Ox.jpg",
    "description": "Vowing to avenge the murder of his parents, Bruce Wayne devotes his life to wiping out crime in Gotham City as the masked vigilante \"Batman\".",
    "background": "https://image.tmdb.org/t/p/w1280/jszr5nLTaK946h85MBl1K2dkvKN.jpg"
  },
  {
    "id": "gdrive-folder:1GRCjF2jSoGsEEoOK7d7Zv7z9TQucd1mg",
    "type": "series",
    "name": "Scooby-Doo! Mystery Incorporated",
    "poster": "https://image.tmdb.org/t/p/w500/crKsdtMuN7Y2JdXmmkzIrQzzo36.jpg",
    "description": "This incarnation of the popular cartoon series finds Scooby and the gang living in Crystal Cove, a small town with a long history of ghost sightings, monster tales and other mysteries ripe for the sleuths to solve once and for all. But the longstanding Crystal Cove residents, who bank on the town's reputation to attract tourists, are prepared to do what it takes to protect their turf.",
    "background": "https://image.tmdb.org/t/p/w1280/ttzacVSKybUfVfIYnZ3HAO0iXzJ.jpg"
  },
  {
    "id": "gdrive-folder:1E1TyLwh7HWWrxgQJ2OvewyOKfoweh4Dv",
    "type": "series",
    "name": "The Detective Is Already Dead",
    "poster": "https://image.tmdb.org/t/p/w500/8gCOlj0bXa2cQnXSl4wRX5tVIA0.jpg",
    "description": "Kimizuka Kimihiko is a crisis-magnet. So it is no surprise when his rather mundane flight suddenly enters a state of emergency with a dire need of a detective onboard. Unfortunately, his attempt at avoiding trouble is foiled by a beautiful girl with silver hair who goes by the codename Siesta. Declaring herself a detective, she unceremoniously drags Kimizuka into the case as her assistant. That incident spelled the beginning of an adventure around the globe that went beyond his wildest imagination. Putting their lives on the line, the two took down criminal organizations, prevented disasters, and saved thousands. But the curtain closed to their epic journey with Siesta's untimely death three years later. Resolving to live an ordinary high school life this time, Kimizuka spends a year maintaining a low profile. However, as fate would have it, a girl with an uncanny resemblance to Siesta comes crashing into his life, threatening to throw his peaceful days into disarray.",
    "background": "https://image.tmdb.org/t/p/w1280/aqETSDXdeYqcD1PPd2WBfeWtoct.jpg"
  },
  {
    "id": "gdrive-folder:1gbXIPOWVrB0qT7xBhLZoY3VTKJ8869qR",
    "type": "series",
    "name": "Scott Pilgrim Takes Off",
    "poster": "https://image.tmdb.org/t/p/w500/nHROk2C6bv8LqtvyYd0tCMURbxC.jpg",
    "description": "Scott Pilgrim meets the girl of his dreams, Ramona Flowers, only to find out her seven evil exes stand in the way of their love.",
    "background": "https://image.tmdb.org/t/p/w1280/gUJzW87AXPqb4LVMJx3qQ5VWILP.jpg"
  },
  {
    "id": "gdrive-folder:14Ijbhdm2r72kEIYMruaZavV3vppRQsyQ",
    "type": "series",
    "name": "Reign of the Seven Spellblades",
    "poster": "https://image.tmdb.org/t/p/w500/kqjLHtt539Sm6aasMvlJ7tuBr4i.jpg",
    "description": "It’s springtime at Kimberly Magic Academy, and new students are beginning their first year. Among them are a skilled and studious boy, Oliver, and a headstrong samurai girl, Nanao. They soon form a unique bond in the halls of Kimberly, but this picturesque school isn’t what it seems. Dark secrets and endless danger lurk behind every corner. Can these wizards make it to graduation alive?!",
    "background": "https://image.tmdb.org/t/p/w1280/cr3Ycy5JAcdK1eFU01ebOyBYEEN.jpg"
  },
  {
    "id": "gdrive-folder:10J4H4Fa14bzG5ulbrm2nRHN6X-209jSm",
    "type": "series",
    "name": "SPY x FAMILY",
    "poster": "https://image.tmdb.org/t/p/w500/7NAvPYPAu7MeHwP8E9sn81PqsRh.jpg",
    "description": "A spy, an assassin and a telepath come together to pose as a family, each for their own reasons, while hiding their true identities from each other.",
    "background": "https://image.tmdb.org/t/p/w1280/lysUnU6V0VfcthDbviuVlIqgHOR.jpg"
  },
  {
    "id": "gdrive-folder:10CTCZcC0_HGGsi0eY8VH9Ww5K1HaS2xx",
    "type": "series",
    "name": "Akuma Kun",
    "poster": "https://image.tmdb.org/t/p/w500/zPPYeLhEFbZjImIvGcfvZEIBFQl.jpg",
    "description": "Akuma Kun, a boy raised by a demon, works with his half-human partner Mephisto III as paranormal investigators to solve various murder and mysteries.",
    "background": "https://image.tmdb.org/t/p/w1280/v9LyHEsDKVi27OAjYIrL46Qsgc.jpg"
  },
  {
    "id": "gdrive-folder:1ZpZHlkFJnL26Q5s3_45TSvLeoRNSG8DE",
    "type": "series",
    "name": "Unicorn Academy",
    "poster": "https://image.tmdb.org/t/p/w500/5aex9xH2Tq9G9m9WyhPJiyVOJol.jpg",
    "description": "When a dark force threatens to destroy Unicorn Island, a brave teen and her five schoolmates must rise up to protect their beloved magical academy.",
    "background": "https://image.tmdb.org/t/p/w1280/w1OI696IzYW37hZwdLfiGUYzAvX.jpg"
  },
  {
    "id": "gdrive-folder:1ayie9j9tJrfnakYX5ba646FH7XkUOnw0",
    "type": "series",
    "name": "Onimusha",
    "poster": "https://image.tmdb.org/t/p/w500/lfRmDHegR8OpU3859lBz9YHgD79.jpg",
    "description": "With a demonic, soul-consuming weapon in hand, can a legendary swordsman and a samurai brotherhood defeat a bloodthirsty zombie uprising?",
    "background": "https://image.tmdb.org/t/p/w1280/7HNkjJlC3Vk6hQ4zMAJC2CcGqMO.jpg"
  },
  {
    "id": "gdrive-folder:1l-rOpIz3sAq87CT3xi2oMtavFMfHUePf",
    "type": "series",
    "name": "BLUE EYE SAMURAI",
    "poster": "https://image.tmdb.org/t/p/w500/fXm3JT4WLQVnwukdvghtAblc1wc.jpg",
    "description": "Driven by a dream of revenge against those who made her an outcast in Edo-period Japan, a young warrior cuts a bloody path toward her destiny.",
    "background": "https://image.tmdb.org/t/p/w1280/oCMZpwLBcb3dnRuzEKWNWrw1tHz.jpg"
  },
  {
    "id": "gdrive-folder:1xquXwpRD82f3xWyiUUy0psdLkLV9KNwn",
    "type": "series",
    "name": "Captain Laserhawk: A Blood Dragon Remix",
    "poster": "https://image.tmdb.org/t/p/w500/xo27H3RmU01DQSfRiikpTbUVrxZ.jpg",
    "description": "Branded an enemy of the state, a cyborg supersoldier struggles to find a cause worth fighting for in a dystopian society where nothing is what it seems.",
    "background": "https://image.tmdb.org/t/p/w1280/4udjjH52TQEEiTZpw0FSZwvhK69.jpg"
  },
  {
    "id": "gdrive-folder:1mEFBsBhI7mUPFnagh0lBK9fQcCvBgvnK",
    "type": "series",
    "name": "Horimiya",
    "poster": "https://image.tmdb.org/t/p/w500/yxk74s3QHx4K3rKpiPisLLqPJ5J.jpg",
    "description": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?",
    "background": "https://image.tmdb.org/t/p/w1280/ldUbhEbyI28M6PiAkL0hZ2o8bOT.jpg"
  },
  {
    "id": "gdrive-folder:1k1lgmIX9KH9s4RU8-ouaL_3NO7cnNLnO",
    "type": "series",
    "name": "Dragon Ball Z Kai",
    "poster": "https://image.tmdb.org/t/p/w500/je57jXdeWeJO9tGoWSJi4MCuXbN.jpg",
    "description": "Rejoin Goku and his friends in a series of cosmic battles! Toei has redubbed, recut, and cleaned up the animation of the original 1989 animated series. The show's story arc has been refined to better follow the comic book series on which it is based. The show also features a new opening and ending. In the series, martial artist Goku, and his various friends, battle increasingly powerful enemies to defend the world against evil. Can Earth's defender defeat demons, aliens, and other villains?",
    "background": "https://image.tmdb.org/t/p/w1280/oz5zbMBKCUsb7hsbjdxvK8yagPD.jpg"
  },
  {
    "id": "gdrive-folder:1OAcvot48OH3lHqrtqnW4CGOJAVeDR3RJ",
    "type": "series",
    "name": "The Great Cleric",
    "poster": "https://image.tmdb.org/t/p/w500/zkzYTYdhaNqRaGyKsBunt3y5vs0.jpg",
    "description": "After his untimely death, this salaryman gets another shot at life! When Luciel is reborn into a magical new land, he becomes a healer in hopes of leading a peaceful life. However, he quickly learns that being a healer is much more challenging than he expected. With strict and strenuous training in store, this new life is turning out to be anything but peaceful.",
    "background": "https://image.tmdb.org/t/p/w1280/mGpuHNcR7hTqHSDlMEhaiVrKzOP.jpg"
  },
  {
    "id": "gdrive-folder:1j7XKLnu9_W4WwCIMjg3WMg-mhtK6k9xn",
    "type": "series",
    "name": "Reborn as a Vending Machine, I Now Wander the Dungeon",
    "poster": "https://image.tmdb.org/t/p/w500/bY6oLDoxDyP7JNLVGjeO3udND4g.jpg",
    "description": "A middle-aged man with only one passion in his life meets a fitting end in a traffic accident. That's where most stories would end, but instead, this is when his story begins when he's reborn as what he admired the most in life--a vending machine! But his new lease on life happens in the worst place possible--what can a vending machine do in a monster-infested dungeon when he can't speak or even move on his own?",
    "background": "https://image.tmdb.org/t/p/w1280/rJKANgQCrIPJV4a9BXwdw7d3BZr.jpg"
  },
  {
    "id": "gdrive-folder:1mVAJGnGXh2DBtuze06sdn1mAmoUBpE2w",
    "type": "series",
    "name": "LEGO Ninjago: Dragons Rising",
    "poster": "https://image.tmdb.org/t/p/w500/5q3tfPVAcL9AlFcb8HXsOdHEtJR.jpg",
    "description": "After Crystallized, the 16 realms have abruptly fused into a cosmic unstable dystopia. A Spinjitzu Ninja Master trains a new generation of heroes to find Elemental Dragons before the forces of evil exploit that energy to destroy the world.",
    "background": "https://image.tmdb.org/t/p/w1280/eo6NyuIw5WnKX5MQhg6wzJBsGJh.jpg"
  },
  {
    "id": "gdrive-folder:1IFyTJZYACld7iGCDFIvQx_havjSs19Dm",
    "type": "series",
    "name": "Ben 10: Omniverse",
    "poster": "https://image.tmdb.org/t/p/w500/Re9I5tauOspaJxYCIqRqavKT4F.jpg",
    "description": "A year after the events that took place during the \"Final Battle\" and equipped with an all-new completed Omnitrix, 16-year-old Ben Tennyson has to face new enemies.",
    "background": "https://image.tmdb.org/t/p/w1280/jm3VtQRbxLysEEYcUSwuj67LvXS.jpg"
  },
  {
    "id": "gdrive-folder:1fs8CmH_5_hfuMNQ-m8-RJEec8N-9PEAD",
    "type": "series",
    "name": "Mobile Suit Gundam: The Witch from Mercury",
    "poster": "https://image.tmdb.org/t/p/w500/gBkDlMaAVOVMRWWlRUHhkLAhNE3.jpg",
    "description": "A. S. (Ad Stella) 122 ― An era when a multitude of corporations have entered space and built a huge economic system. Suletta Mercury, a lone girl from the remote planet Mercury, transfers to the Asticassia School of Technology, run by the Beneritt Group which dominates the mobile suit industry.",
    "background": "https://image.tmdb.org/t/p/w1280/8A5sNxppHn68k1FtEiEIBTu73yv.jpg"
  },
  {
    "id": "gdrive-folder:1K5oypQxGtW39OPGZQqmOLAd71_oQgAvr",
    "type": "series",
    "name": "Rent-a-Girlfriend",
    "poster": "https://image.tmdb.org/t/p/w500/6ZpDPUNtVw6UdJoStvVlRZ62yAi.jpg",
    "description": "Kinoshita Kazuya is a 20-year-old failure of a college student. He managed to kiss his girlfriend once, but was dumped after a month. Completely spiteful, Kazuya uses a certain method to date a girl. He goes to their meeting place and a beautiful girl brushing her long, black hair behind her ear was there, smiling at him. Her name was Mizuhara Chizuru. Something real is born after just a single rental! A reckless rom-com filled with love and excitement is about to begin!",
    "background": "https://image.tmdb.org/t/p/w1280/ullfy98STkno11rDGi44SK6llwx.jpg"
  },
  {
    "id": "gdrive-folder:1CECpbwWysCQSwwVGAe0Qz3AfPMOwP5cG",
    "type": "series",
    "name": "My Hero Academia",
    "poster": "https://image.tmdb.org/t/p/w500/phuYuzqWW9ru8EA3HVjE9W2Rr3M.jpg",
    "description": "After he saves a bully from a Villain, a normal student is granted a superpower that allows him to attend a high school training academy for Heroes.",
    "background": "https://image.tmdb.org/t/p/w1280/cH39aJg9VlEaYo6yY37Iah8RAaz.jpg"
  },
  {
    "id": "gdrive-folder:1vCYfSgptM-qtdSnd8LIgPdR54j7qSQsR",
    "type": "series",
    "name": "JUJUTSU KAISEN",
    "poster": "https://image.tmdb.org/t/p/w500/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg",
    "description": "Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.",
    "background": "https://image.tmdb.org/t/p/w1280/gmECX1DvFgdUPjtio2zaL8BPYPu.jpg"
  },
  {
    "id": "gdrive-folder:1x4yXtmlctUQ3GQe79R0wKipK80OxYUTW",
    "type": "series",
    "name": "Chainsaw Man",
    "poster": "https://image.tmdb.org/t/p/w500/npdB6eFzizki0WaZ1OvKcJrWe97.jpg",
    "description": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.",
    "background": "https://image.tmdb.org/t/p/w1280/5DUMPBSnHOZsbBv81GFXZXvDpo6.jpg"
  },
  {
    "id": "gdrive-folder:1Lo5vuU9SH_qAgPDPftx0toYyXe07XR97",
    "type": "series",
    "name": "Castlevania: Nocturne",
    "poster": "https://image.tmdb.org/t/p/w500/4XJwo95ktJ7xupw1bCMuP91kyYr.jpg",
    "description": "As revolution sweeps France, Richter Belmont fights to uphold his family's legacy and prevent the rise of a ruthless, power-hungry vampire ruler.",
    "background": "https://image.tmdb.org/t/p/w1280/1swj9HxDkjzsO3yHlSwRA38hMFN.jpg"
  },
  {
    "id": "gdrive-folder:1kduHYOvTktXunGMPDJaW8jpvaWUS_1o4",
    "type": "series",
    "name": "Spider-Man",
    "poster": "https://image.tmdb.org/t/p/original/wXthtEN5kdWA1bHz03lkuCJS6hA.jpg",
    "description": "Bitten by a neogenetic spider, Peter Parker develops spider-like superpowers. He uses these to fight crime while trying to balance it with the struggles of his personal life.",
    "background": "https://image.tmdb.org/t/p/original/lN09YohDmsqyljNzykQxV0quvK.jpg"
  },
  {
    "id": "gdrive-folder:1koZft0Pg8heYYjEzdNb5v2MuX_ZijdWt",
    "type": "series",
    "name": "Demon Slayer",
    "poster": "https://image.tmdb.org/t/p/w1280/xUfRZu2mi8jH6SzQEJGP6tjBuYj.jpg",
    "description": "After a demon attack leaves his family slain and his sister cursed, Tanjiro embarks upon a perilous journey to find a cure and avenge those he's lost.",
    "background": "https://image.tmdb.org/t/p/original/3GQKYh6Trm8pxd2AypovoYQf4Ay.jpg"
  },
  {
    "id": "gdrive-folder:1Ez9DoZJ13S6_IxFBZqzBc4rQT2iMxf6V",
    "type": "series",
    "name": "The Case Study of Vanitas",
    "poster": "https://image.tmdb.org/t/p/w500/hk9joSlfsrVTmcoYzQ7rFg028Fq.jpg",
    "description": "In 19th-century Paris, young vampire Noé finds the Book of Vanitas in human hands. Calling himself Vanitas, this doctor wields its power and tempts Noé with a plan to “cure” all vampires. Allying with him may be dangerous, but does he have a choice?",
    "background": "https://image.tmdb.org/t/p/w1280/u8QlDE78tI6ValBADKa4NEOWihQ.jpg"
  },
  {
    "id": "gdrive-folder:1WrfAV8diQcxIudPh8R0bCt2VUUDct5EY",
    "type": "series",
    "name": "Tokyo 24th Ward",
    "poster": "https://image.tmdb.org/t/p/w500/3NYB8HfKALKQ4cHGx8Rx4Dhd0YE.jpg",
    "description": "The Far Eastern Special Administrative Region, also known as the 24th Ward, is a man-made island. Shuta, Ran, and Koki were born and raised on the island. Their family backgrounds, preferences, and personalities are completely different, but they always stuck together. However, one incident changed their relationship forever. A year afterward, the three friends are reunited by chance at a memorial service held for the incident. All three of their phones suddenly ring simultaneously. Their friend, who is supposed to be dead, is calling and demands that they make a decision about the future.",
    "background": "https://image.tmdb.org/t/p/w1280/zehW179C3TdFBdIE0bOhQ5TZnVn.jpg"
  },
  {
    "id": "gdrive-folder:1XxURqgTME1JP-87A0H4s_3PoZ0d65WYJ",
    "type": "series",
    "name": "Miss Kuroitsu From the Monster Development Department",
    "poster": "https://image.tmdb.org/t/p/w500/yP0gRkxo9puHGAc9PgwUj9Ym0h.jpg",
    "description": "Touka Kuroitsu is a research assistant who belongs to the Monster Development Department of the evil organization Agastia. However, the enemy she has to fight right now isn't the heroes of justice, but her boss.\n\nSo long justice exists, evil too, will exist. This is the story of those who fight secretly in the shadows of justice and evil's confrontation.",
    "background": "https://image.tmdb.org/t/p/w1280/zYJqj1bnINvbqBwxAEFiMZ78XrS.jpg"
  },
  {
    "id": "gdrive-folder:1UgCwv7Hc4wZvP8ued4Xr6dQVEFjB2gBC",
    "type": "series",
    "name": "Ranking of Kings",
    "poster": "https://image.tmdb.org/t/p/w500/ujMjMUi6z02uOfQEerEDC4rH6aG.jpg",
    "description": "Unable to hear, speak, or wield a sword, Prince Bojji doesn’t seem like a typical heir to the throne—and his kingdom agrees. But his fateful encounter with Kage, a shadow on the ground, gives him his first true friend. The two set off on a grand adventure and, together, form a bond that can overcome any obstacle...even being king.",
    "background": "https://image.tmdb.org/t/p/w1280/xMNhuwiBF7lTsC5SL5aNM8qqtF0.jpg"
  },
  {
    "id": "gdrive-folder:179cXv2eZUWVtmVQ-F5vxqt-N5vEBSUwA",
    "type": "series",
    "name": "Barbie: A Touch of Magic",
    "poster": "https://image.tmdb.org/t/p/w500/zc90L8m9JUg04mDz5aagcOALZb8.jpg",
    "description": "Enchanting adventures await when Malibu Barbie and Brooklyn Barbie meet a horse with magical powers — and she needs their help with a mysterious mission!",
    "background": "https://image.tmdb.org/t/p/w1280/rUiZEZjxbV0m6qIWUdyqIJ0iAy9.jpg"
  },
  {
    "id": "gdrive-folder:1rj3FwuBStIqrAiRA5ciHCcMnNCC2KISM",
    "type": "series",
    "name": "Marvel's Future Avengers",
    "poster": "https://image.tmdb.org/t/p/w500/buxBvftqx3g57FTYtdrfGSHlWfQ.jpg",
    "description": "Makoto, Adi, and Chloe attend a special training school where they train to become the heroes of the next generation. Unfortunately for them they are actually science experiments for Hydra. When Adi and Chloe get captured by Hydra for learning the truth, Makoto seeks out the one group he believes could help them- The Avengers. After rescuing the kids The Avengers decide to take them in and train them to be the heroes of the future.",
    "background": "https://image.tmdb.org/t/p/w1280/y9FhwCVyIqonm2XqwGrFtmalnkv.jpg"
  },
  {
    "id": "gdrive-folder:1VnrS_fRCV2GnKA9M-nxiKbciNZcNpHHq",
    "type": "series",
    "name": "Recess",
    "poster": "https://image.tmdb.org/t/p/w500/nRKCxiZROeNaC5H80hVqSqWMYZr.jpg",
    "description": "Join a group of six fourth-grade best friends at Third Street Elementary School on their fun-filled adventures in their school playground. Through the ups-and-downs of adolescence, they must wrestle with authority, avoid the school snitch, and try their best to win at kick-ball.",
    "background": "https://image.tmdb.org/t/p/w1280/PJSgscE4Es0TXmgIqp3X6ey8Ux.jpg"
  },
  {
    "id": "gdrive-folder:1-S_EbXm3_tE6u2YlH1Dy6XCVWSniQVDJ",
    "type": "series",
    "name": "Kung Fu Panda: The Dragon Knight",
    "poster": "https://image.tmdb.org/t/p/w500/7C9TKvU5dNyhvoG9kQvRFsg6vlA.jpg",
    "description": "Follow the adventures of Po, who partners up with a no-nonsense English knight named Wandering Blade to find a collection of four powerful weapons before a mysterious pair of weasels do, and save the world from destruction.",
    "background": "https://image.tmdb.org/t/p/w1280/j7FL6KfjEjrGSXt6peQw7U3VL0R.jpg"
  },
  {
    "id": "gdrive-folder:1nspI5xHJxXNTu5BwzrL-22hZju-J2d9A",
    "type": "series",
    "name": "Akudama Drive",
    "poster": "https://image.tmdb.org/t/p/w500/1s3fwsH3AjuyzObYHiptiYRgFa.jpg",
    "description": "Many years ago, a Great Civil War ravaged Japan, leaving the country fragmented between two regions: Kansai and Kanto. In Kansai, a group of six Akudama carry out missions given to them by a mysterious black cat, while evading the police. But a dangerous journey is about to unfold when a civilian girl becomes twisted into the Akudama's way of life and witnesses their criminal drives.",
    "background": "https://image.tmdb.org/t/p/w1280/9guUQdqCWB1P6yK35p6UJ7lhQVw.jpg"
  },
  {
    "id": "gdrive-folder:17ezTirwfNoqOlTZZ6RoN12lYzo7W1znL",
    "type": "series",
    "name": "Disenchantment",
    "poster": "https://image.tmdb.org/t/p/w500/1WynayCqKRzrl4cFZR8NOfiDwd6.jpg",
    "description": "Set in a ruined medieval city called Dreamland, Disenchantment follows the grubby adventures of a hard-drinking princess, her feisty elf companion and her personal demon.",
    "background": "https://image.tmdb.org/t/p/w1280/hHEqDPbO6z4Xje5tOf3Wm1mdMtI.jpg"
  },
  {
    "id": "gdrive-folder:1fEEXYJrD6s32RxBx0wOJrDqfI5u6DArI",
    "type": "series",
    "name": "KamiKatsu: Working for God in a Godless World",
    "poster": "https://image.tmdb.org/t/p/w500/zIn90M0V83e0F1n9fCudP3My88Q.jpg",
    "description": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world! It was an ideal world for him without the concept of \"God\" or \"religion\" BUT...! A unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
    "background": "https://image.tmdb.org/t/p/w1280/lCsYvxiYjS2CcusGjHnNdEm9SG1.jpg"
  },
  {
    "id": "gdrive-folder:1mX5y8b3fIigvulFhoorV0rPh7O5XrVcK",
    "type": "series",
    "name": "Akebi's Sailor Uniform",
    "poster": "https://image.tmdb.org/t/p/w500/kGMOxl3o9QNeRzAvmeDJaaxLrtV.jpg",
    "description": "Robai Private Academy is a well-known girls’ junior high school in the countryside. Komichi Akebi is a girl who, for a certain reason, has dreamed of wearing a Robai Academy sailor uniform. Her dream comes true, and her heart races as the day of the school entrance ceremony arrives. With her heart set on her new sailor uniform, Komichi embarks on the junior high school life of her dreams. Komichi dashes headlong through days full of “firsts”—classmates, school lunches, club activities, and more—in this sparkling diary of girlhood. “I hope I can make a lot of friends.”",
    "background": "https://image.tmdb.org/t/p/w1280/A7jnN3Qf7garU996UKf8wQm7I52.jpg"
  },
  {
    "id": "gdrive-folder:1bgfY_mdJ1QuYzUh0KJDdjW0MEh1QxS9L",
    "type": "series",
    "name": "My One-Hit Kill Sister",
    "poster": "https://image.tmdb.org/t/p/w500/hQEgYVrTUxV0yXqLxdwdXIaofGt.jpg",
    "description": "Asahi, a boy who loves video games is killed in a traffic accident and ends up in another world. He tries to enjoy the otherworldly adventuring life he's always dreamed of, but his stats are on the level of an NPC's. He is in big trouble and is being chased by a monster when he hears, \"Fear not, little brother!\" and the monster is killed in one hit by Asahi's older sister, Maya, who followed Asahi to this world. So Maya has acquired some seriously OP skills, but she takes her adoration of her younger brother to extremes. Thus begins their story about an overpowered older sister with a brother complex and a younger brother with the weakest of stats in another world.",
    "background": "https://image.tmdb.org/t/p/w1280/xny1jVdXW839f05UFb0it9tOZdf.jpg"
  },
  {
    "id": "gdrive-folder:1Zu4ffJ0eUV-Z2_fU8I9vSG2OGeBH-XHU",
    "type": "series",
    "name": "ReLIFE",
    "poster": "https://image.tmdb.org/t/p/w500/aRK64bB8hMsuZZnitebPyKqOR5d.jpg",
    "description": "Arata Kaizaki (27) quit the job he landed after graduation in only three months. His life did not go well after that. Now his parents are threatening to stop sending money, and want him to come back to the country. He has no friend or girlfriend to share his troubles with...as he hits rock bottom a strange man named Ryou Yoake appears. He invites Arata to join a societal rehabilitation program for NEETs called ReLife. This program uses a mysterious drug to make him look younger, and sends him back to high school for a year...",
    "background": "https://image.tmdb.org/t/p/w1280/j8gNkno0nWmwAsIJd19wa3wryn6.jpg"
  },
  {
    "id": "gdrive-folder:1BJBfw5hbLd6wvwz7HKaWXzeng_1kqJmw",
    "type": "series",
    "name": "A Couple of Cuckoos",
    "poster": "https://image.tmdb.org/t/p/w500/tWDX9uDAzOJhsvunl6PabHdhFx0.jpg",
    "description": "16-year-old super-studier Nagi Umino, second-year student at the Megurogawa Academy high school, was switched at birth. On his way to a dinner to meet his birth parents, he accidentally meets the brash, outspoken, Erika Amano, who is determined to make Nagi her fake boyfriend as she never wants to actually marry. But once Nagi makes it to dinner, he finds his parents have decided to resolve the hospital switch by conveniently having him marry the daughter his birth parents raised...who turns out to be none other than Erika herself!",
    "background": "https://image.tmdb.org/t/p/w1280/tC51lHaYqyMKUE1W4rcr2vhi9QG.jpg"
  },
  {
    "id": "gdrive-folder:1jyoUMNp7LprrU4cbcYg9PQrd8o1Psnh7",
    "type": "series",
    "name": "Jackie Chan Adventures",
    "poster": "https://image.tmdb.org/t/p/w500/by2GTFpd2BQ5uJxWPlfcmfrNrfB.jpg",
    "description": "Jackie Chan teams up in this animé-style adventure with his 11-year-old niece, Jade, traveling the globe to locate a dozen magical talismans before the sinister Dark Hand does. Helping Jackie and Jade is Uncle, a cantankerous but wise antiquities expert. Though officially Jackie works as an archaeologist, in reality he also assists Captain Black, leader of the covert police squad Section 13.",
    "background": "https://image.tmdb.org/t/p/w1280/cjvyqIvCKQtUzd3J5TbVnCFbSNZ.jpg"
  },
  {
    "id": "gdrive-folder:1dBUSHnSpHS4ig3Bg4P6yz-wDUeCc5RKm",
    "type": "series",
    "name": "My Dad the Bounty Hunter",
    "poster": "https://image.tmdb.org/t/p/w500/cWSPHOTFFf5hs77gamKeLDhxNvm.jpg",
    "description": "An intergalactic bounty hunter takes dad duty to new extremes when his two kids accidentally hitch a ride with him to outer space and crash his mission.",
    "background": "https://image.tmdb.org/t/p/w1280/b9DLPEpoeXH4CGgOAXVIXW9cd8p.jpg"
  },
  {
    "id": "gdrive-folder:1DZ2wQXe_Ld4KIMczf07wgk0OPRPOI9N0",
    "type": "series",
    "name": "Lookism",
    "poster": "https://image.tmdb.org/t/p/w500/qkoM63HDuCOSwxGfb0pljrgns9I.jpg",
    "description": "In a society that favors good looks, a high school outcast leads a double life switching between his two bodies that are polar opposites in appearance.",
    "background": "https://image.tmdb.org/t/p/w1280/vjvL4LCLMxOcFOuaYLPQMtAEFJ0.jpg"
  },
  {
    "id": "gdrive-folder:1u_1LczE9ZPhsO2Yj_zLcKDlNHarFmTnM",
    "type": "series",
    "name": "LEGO DREAMZzz",
    "poster": "https://image.tmdb.org/t/p/w500/bksnhr6slfT2mIcCTglGYD3pI9A.jpg",
    "description": "A group of kids join a secret agency where they learn to use the power of imagination to journey into the Dream World and create fantastic creations in order to help sleeping children being terrorized by the evil Nightmare King who is bent on conquering the Dream World and invading the Waking World.",
    "background": "https://image.tmdb.org/t/p/w1280/mE4fg75993CmTCadeIrMEiGl9CD.jpg"
  },
  {
    "id": "gdrive-folder:1ar1vDJe_hI86C4UQNjQy18SS9ZINN99N",
    "type": "series",
    "name": "Mech Cadets",
    "poster": "https://image.tmdb.org/t/p/w500/5awFqxnqJHQD0TQCasf8VjAWqTb.jpg",
    "description": "An underdog teen joins a group of young Cadets who've been chosen to bond with Robo Mechs from space and defend Earth against alien invaders.",
    "background": "https://image.tmdb.org/t/p/w1280/84lySbHm7IBQ1L9eIDTQKFWxo8m.jpg"
  },
  {
    "id": "gdrive-folder:1n-wIxiXPDfGTsET1rJ6S5-CBnx9rYZdJ",
    "type": "series",
    "name": "Miraculous: Tales of Ladybug & Cat Noir",
    "poster": "https://image.tmdb.org/t/p/w500/acrtAy8gmxcsEvrDP09MpMSCeDZ.jpg",
    "description": "Marinette and Adrien, two Parisian teenagers, are entrusted with powerful jewels in order to transform into superheroes Ladybug and Cat Noir. But neither hero knows the other's true identity — or that they're classmates!",
    "background": "https://image.tmdb.org/t/p/w1280/lH22EnM0ofC7GsVGU8dAA2RXV1c.jpg"
  },
  {
    "id": "gdrive-folder:1a1U-hmmHnYjVRBr9tOePGQy6Uvehx8hh",
    "type": "series",
    "name": "Baki Hanma",
    "poster": "https://image.tmdb.org/t/p/w500/x145FSI9xJ6UbkxfabUsY2SFbu3.jpg",
    "description": "To gain the skills he needs to surpass his powerful father, Baki enters Arizona State Prison to take on the notorious inmate known as Mr. Unchained.",
    "background": "https://image.tmdb.org/t/p/w1280/7Scw0BdXGWzbDY3tDjKu8WervN2.jpg"
  },
  {
    "id": "gdrive-folder:1zI05wJteaslass8GOqtb5BUD4qWS-pgG",
    "type": "series",
    "name": "MASHLE: MAGIC AND MUSCLES",
    "poster": "https://image.tmdb.org/t/p/w500/yORTvQOQTZzZ9JRIpRH4QaIaQBm.jpg",
    "description": "This is a world of magic where magic is used for everything. But deep in the forest exists a young man who spends his time training and bulking up. He can't use magic, but he enjoys a peaceful life with his father. But one day, his life is put in danger! Will his muscular body protect him from the magic users who are out to get him? Powerfully trained muscles crush magic as this abnormal magical fantasy begins!",
    "background": "https://image.tmdb.org/t/p/w1280/p1swd15DRtCnNj20U904dbXeVsi.jpg"
  },
  {
    "id": "gdrive-folder:1994iHWujfkyyXInGzgQjI_pXI45DXAmt",
    "type": "series",
    "name": "The Daily Life of the Immortal King",
    "poster": "https://image.tmdb.org/t/p/w500/7By0jV3kf9MVvv3X3K8u4mhRUwp.jpg",
    "description": "As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…",
    "background": "https://image.tmdb.org/t/p/w1280/Q7AZOhmO9NGO6WRzu0uKh2dbWO.jpg"
  },
  {
    "id": "gdrive-folder:1KZV06-9AmY8vaGPOX-Z8y5E244HWyNxw",
    "type": "series",
    "name": "Supa Team 4",
    "poster": "https://image.tmdb.org/t/p/w500/9jIMuVgWE5VJ0v6iSgGWPOYjC8d.jpg",
    "description": "Four teens are just trying to survive secondary school when an ex-spy recruits them for her superhero team. Their newest assignment? Saving the world.",
    "background": "https://image.tmdb.org/t/p/w1280/hyotY7ae793XoJJ7adAptVennBD.jpg"
  },
  {
    "id": "gdrive-folder:1hJRrvgnDSSJEG896Xx0m9So-SlQ57ES1",
    "type": "series",
    "name": "Why Raeliana Ended Up at the Duke's Mansion",
    "poster": "https://image.tmdb.org/t/p/w500/4yY40FOXCpY0I2AQLkwPSSkzE5z.jpg",
    "description": "Living inside a fairy tale may sound like a dream, but for this heroine, it’s more of a nightmare. After her mysterious death, Rinko is reborn as Raeliana—a loved and wealthy character in a novel. But she knows the ending: her murder at the hands of her fiancé. So, she hatches a plan to stay alive, one that involves a devilish duke and a phony engagement. Can she rewrite her story?",
    "background": "https://image.tmdb.org/t/p/w1280/hWk3qCboi8nJE9X34WCXDxb2b8R.jpg"
  },
  {
    "id": "gdrive-folder:1P3g6VI0iqpALDzZvLMO5vrG9rpisFVSW",
    "type": "series",
    "name": "INVINCIBLE",
    "poster": "https://image.tmdb.org/t/p/w500/jBn4LWlgdsf6xIUYhYBwpctBVsj.jpg",
    "description": "Mark Grayson is a normal teenager except for the fact that his father is the most powerful superhero on the planet. Shortly after his seventeenth birthday, Mark begins to develop powers of his own and enters into his father’s tutelage.",
    "background": "https://image.tmdb.org/t/p/w1280/dfmPbyeZZSz3bekeESvMJaH91gS.jpg"
  },
  {
    "id": "gdrive-folder:1cpPa9ZvoW7Xj3GhbESYiBWZgb2KSmZU8",
    "type": "series",
    "name": "Pokémon",
    "poster": "https://image.tmdb.org/t/p/w500/rOuGm07PxBhEsK9TaGPRQVJQm1X.jpg",
    "description": "Join Ash accompanied by his partner Pikachu, as he travels through many regions, meets new friends and faces new challenges on his quest to become a Pokémon Master.",
    "background": "https://image.tmdb.org/t/p/w1280/yYpQV25I7XB6S0POJOScPjxYWV5.jpg"
  },
  {
    "id": "gdrive-folder:1Zz8Nb3aXAPl4CXdzdTbt_LhGPHaHAUEM",
    "type": "series",
    "name": "Beyblade",
    "poster": "https://image.tmdb.org/t/p/w500/l6ZQhEHjtOd9t6lOvVGzs5YEHcG.jpg",
    "description": "Thirteen-year-old Takao Kinomiya (Tyson Granger), along with his fellow teammates, Kai Hiwatari, Max Mizuhura (Max Tate), and Rei Kon (Ray Kon), strive to become the greatest Beybladers in the world. With the technical help of the team's resident genius, Kyoujyu (Kenny), and with the powerful strength of their BitBeasts, the Bladebreakers armed with their Beys attempt to reach their goal.",
    "background": "https://image.tmdb.org/t/p/w1280/9feA6Kd1G456nq2XrDqpDQpFlcG.jpg"
  },
  {
    "id": "gdrive-folder:1-zhGpUlmNNz_yL0XWoDZu4kLCHMJAAcF",
    "type": "series",
    "name": "Stillwater",
    "poster": "https://image.tmdb.org/t/p/original/t6tcFn0LiyKRqR76XwNfErK81cw.jpg",
    "description": "Siblings Karl, Addy and Michael have a very special next-door neighbor: a wise panda named Stillwater. His friendship and stories give them new perspectives on the world, themselves, and each other.",
    "background": "https://image.tmdb.org/t/p/original/jESGW5K8tvjkbUbnrtJOygrMGYt.jpg"
  },
  {
    "id": "gdrive-folder:1DTffxYOnuC8m1TMr3jiPJtYsL2bbmtJ3",
    "type": "series",
    "name": "Toilet-Bound Hanako-kun",
    "poster": "https://image.tmdb.org/t/p/w500/dkCOZgUiJONrRelavbk5f5pYnyK.jpg",
    "description": "To be united with her crush, a hopeless romantic summons the ghost in the girls' bathroom at her school. But she's shocked when the ghost is a boy!",
    "background": "https://image.tmdb.org/t/p/w1280/ifJacgrENUweJF5Kq8h2NYfShzd.jpg"
  },
  {
    "id": "gdrive-folder:1WoBxR3wBrkX0zprPhULfNvHu5vKud1MA",
    "type": "series",
    "name": "DARLING in the FRANXX",
    "poster": "https://image.tmdb.org/t/p/w500/m6R8gI3brohD6izeVCXFmuGeV2m.jpg",
    "description": "The story is set in the distant future. The land is ruined, and humanity establishes the mobile fort city Plantation. Pilots produced inside Plantation live in Mistilteinn, also know as the \"birdcage.\" Children live there knowing nothing of the outside world or the freedom of the sky. Their lives consist of battling to carry out missions. Their enemies are mysterious giant lifeforms known as Kyouryuu, and the children pilot robots called Franxx to face off against them. For the children, riding the Franxx proves their existence.\n\nA boy named Hiro is called Code:016, and he was once known as a prodigy. However, he has fallen behind, and his existence seems unnecessary. Not piloting a Franxx is the same as ceasing to exist. One day, a mysterious girl known as \"Zero Two\" appears before him. Two horns grow out of her head.",
    "background": "https://image.tmdb.org/t/p/w1280/tKh3pc5MEjCIGV7hSJX76qi8aGA.jpg"
  },
  {
    "id": "gdrive-folder:1OYgNR3kXRcG7eUyLiM26IpmSxXc0CghP",
    "type": "series",
    "name": "Fire Force",
    "poster": "https://image.tmdb.org/t/p/w500/Alx1QJZeiweoM0ZVSnJ7PnuqPQx.jpg",
    "description": "Year 198 of the Solar Era in Tokyo, special fire brigades are fighting against a phenomenon called spontaneous human combustion where humans beings are turned into living infernos called \"Infernals\". While the Infernals are first generation cases of spontaneous human combustion, later generations possess the ability to manipulate flames while retaining human form. Shinra Kusakabe, a youth who gained the nickname Devil's Footprints for his ability to ignite his feet at will, joins the Special Fire Force Company 8 which composes of other flames users as they work to extinguish any Infernals they encounter. As a faction that is creating Infernals appears, Shira begins to uncover the truth behind a mysterious fire that caused the death of his family twelve years ago.",
    "background": "https://image.tmdb.org/t/p/w1280/zDXuwmqkTi2lGM4AyloAAX4v51P.jpg"
  },
  {
    "id": "gdrive-folder:1CtmeJO14yEjwri3hKV_QFIfaI4tCtXg6",
    "type": "series",
    "name": "Keymon Ache",
    "poster": "https://image.tmdb.org/t/p/w500/uYAjfAbhrwJG14mzp3Axk1tb3Oy.jpg",
    "description": "Rohan and his magical friend, Keymon Ache somehow always land into trouble. Watch now as they bring along magic, love and laughter.",
    "background": "https://image.tmdb.org/t/p/w1280/r3LgZD8duti1bT4wKXdPoadcnkY.jpg"
  },
  {
    "id": "gdrive-folder:1A7X2kBjjer1BZ5StOLunbkflgBrWNcRH",
    "type": "series",
    "name": "Courage the Cowardly Dog",
    "poster": "https://image.tmdb.org/t/p/w500/dzD8EWDvtg7rBCINu0RCH5EUejh.jpg",
    "description": "The bizarre misadventures of a cowardly dog named Courage and his elderly owners in a farmhouse in Nowhere, Kansas.",
    "background": "https://image.tmdb.org/t/p/w1280/cFuk3BU0sid8dby05eyyBPtK4dD.jpg"
  },
  {
    "id": "gdrive-folder:1hFn5g7WS6hUtDWFA39NUVtBLrDzCgYB4",
    "type": "series",
    "name": "Zatch Bell!",
    "poster": "https://image.tmdb.org/t/p/w500/cBcHLTG8UgtKi1i1iN0XVcRAB78.jpg",
    "description": "Takamine Kiyomaro, a depressed don't-care-about-the-world guy, was suddenly given a little demon named Zatch Bell to take care of. Little does he know that Zatch is embroiled in an intense fight to see who is the ruler of the demon world.",
    "background": "https://image.tmdb.org/t/p/w1280/n4MfPSRk5PzHeVrm43NHam8oH5d.jpg"
  },
  {
    "id": "gdrive-folder:19rXj4Zy0SvHc4KNWcWxS9xxyUYD-Dgrd",
    "type": "series",
    "name": "Dinosaur King",
    "poster": "https://image.tmdb.org/t/p/w500/qvN2aGY9Yqrr0thhEi9LFx1pkhr.jpg",
    "description": "Upon discovering ancient stones with dinosaur images imprinted on them, a 12-year-old boy named Max Taylor (Ryuta Kodai) and his friends Rex Owen and Zoe Drake (Malm Tatsuno), discover they are able to call forth dinosaur companions. These companions will aid the owners in stopping the nasty Alpha Gang from coming into possession of the mysterious stones and crush their chances at world domination.",
    "background": "https://image.tmdb.org/t/p/w1280/klYsm5j7vqtuZzsNQfv2raI7cYX.jpg"
  },
  {
    "id": "gdrive-folder:19oW0pfmjVEozLnb9bRBtJVKy4Cf4VGyE",
    "type": "series",
    "name": "Angry Birds: Summer Madness",
    "poster": "https://image.tmdb.org/t/p/w500/6ko4jfA5BrcRADDaAfMagZ4ZGpG.jpg",
    "description": "Teen birds Red, Chuck, Bomb and Stella are crashing through Camp Splinterwood with their fellow feathered campers for a summer of high-flying hijinks!",
    "background": "https://image.tmdb.org/t/p/w1280/gBy4Wv2rwXatdjLUcQw8WQLg1sO.jpg"
  },
  {
    "id": "gdrive-folder:1QHMQRTOXPLwd1HoKDwGGiBr_PQ0hbrtw",
    "type": "series",
    "name": "Transformers: Prime",
    "poster": "https://image.tmdb.org/t/p/w500/ilOKsGRHYc78R2tSMusAd3xGJWq.jpg",
    "description": "Roll out with Optimus Prime, Bumblebee, Arcee, Ratchet, Bulkhead, and the rest of the heroic Autobots as they battle the evil Decepticons. Now that big bad Megatron has returned with a mysterious and dangerous element, Team Prime must prepare for an epic battle.",
    "background": "https://image.tmdb.org/t/p/w1280/owhEUs8ZVyuXpxsD2BIcriBotUo.jpg"
  },
  {
    "id": "gdrive-folder:1_HcUFVhMuHxjtHOkqz87JaC6dfGxgstO",
    "type": "series",
    "name": "Avengers Assemble: Thor",
    "poster": "https://image.tmdb.org/t/p/w500/1q2nRbxxD9KX1Xn8cCFogDeg6O4.jpg",
    "description": "All new adventures from Earth's greatest superheroes!  It's time to celebrate the best of the best, the Avengers Heroes that have saved the Earth from mortal danger (more times than we can count). The Most Worthy of all of the Avengers, Thor encompasses the most honourable traits of a hero and a god. But balancing the responsibilites of the Asgard throne and that of an Avenger is no easy task."
  },
  {
    "id": "gdrive-folder:1U08BOJR_7MRHxIBDGklMVma5fDyobrdL",
    "type": "series",
    "name": "Ridley Jones",
    "poster": "https://image.tmdb.org/t/p/w500/6BzkRAldoqpolMuAmNa9XnbMw83.jpg",
    "description": "Curious kid Ridley and her friends protect the Museum of Natural History’s treasures and keep its magical secret safe: Everything comes alive at night!",
    "background": "https://image.tmdb.org/t/p/w1280/x62LLGKPoba5E399rhn6FY5iBlP.jpg"
  },
  {
    "id": "gdrive-folder:18VVsVm9GGCEFjNkJCJmzottaT74kmgoq",
    "type": "series",
    "name": "Agent Elvis",
    "poster": "https://image.tmdb.org/t/p/w500/9iFMG4zyAkLnvfEwNqIiiEEQ342.jpg",
    "description": "Elvis Presley trades in his white jumpsuit for a jet pack when he is covertly inducted into a secret government spy program to help battle the dark forces that threaten the country he loves — all while holding down his day job as the King of Rock & Roll.",
    "background": "https://image.tmdb.org/t/p/w1280/khrlmwalDuftxzywQOAyotJfPs5.jpg"
  },
  {
    "id": "gdrive-folder:19PxEfWLrow5CJWBcDyfhrGYWKSg85XZa",
    "type": "series",
    "name": "Baahubali: The Lost Legends",
    "poster": "https://image.tmdb.org/t/p/w500/rvBvJls25aMyYr2B1wIeCxBL5Wc.jpg",
    "description": "Animated series set before the Kalakeya invasion depicted in the movie, when Baahubali and Bhallaladeva are still both young princes of Mahizhmati."
  },
  {
    "id": "gdrive-folder:1lXBMozxN2rlHaLedGewrNQp8sVFaxn8b",
    "type": "series",
    "name": "Daniel Spellbound",
    "poster": "https://image.tmdb.org/t/p/w500/83jBawRjY6YF8RjoopVZ92UvFYM.jpg",
    "description": "In New York City, a teenage tracker makes his living selling hard-to-find mystical items to sorcerers — but dealing in magic can be risky business.",
    "background": "https://image.tmdb.org/t/p/w1280/fqzn69QKLnil571CWxoWlNaf89N.jpg"
  },
  {
    "id": "gdrive-folder:15AZucJXTmM_S75OqKEwWno680Ooh6s0F",
    "type": "series",
    "name": "Slugterra",
    "poster": "https://image.tmdb.org/t/p/w500/hbAHSGKr0aJStev8w5ebWWZboh1.jpg",
    "description": "Following his father's death, 15-year-old Eli Shane embraces his destiny to follow in his dad's footsteps to a secret, subterranean world called Slugterra where he is determined to be the greatest Slugslinging hero of them all!",
    "background": "https://image.tmdb.org/t/p/w1280/jb2GmlAALi4t8ugNFDuz12HF89w.jpg"
  },
  {
    "id": "gdrive-folder:1Vchineo0o6cv9jQOQxXKd0TdSk9IMbvK",
    "type": "series",
    "name": "The Dragon Prince",
    "poster": "https://image.tmdb.org/t/p/w500/d7PIRa6ez7ZEl9D4JUrnSsmcnVD.jpg",
    "description": "An extraordinary discovery inspires two human princes and an elven assassin to team up on an epic quest to bring peace to their warring lands.",
    "background": "https://image.tmdb.org/t/p/w1280/sD3OAmfxHRXWmZFROjRRL3HcPXj.jpg"
  },
  {
    "id": "gdrive-folder:1DoJRjl3R6RsSJ2t0DRiYHKmU3nMCnKQf",
    "type": "series",
    "name": "DuckTales",
    "poster": "https://image.tmdb.org/t/p/w500/muplnM90daPCQ5Bn1olcwN1EO22.jpg",
    "description": "Scrooge McDuck finds his hands full at home when nephews Huey, Dewey and Louie move to Duckburg. Joined by their loyal pals Launchpad McQuack, Gyro Gearloose and Mrs. Beakley, the DuckTales gang never fails to deliver a wealth of adventure. Get ready for a fortune of fun with DuckTales!",
    "background": "https://image.tmdb.org/t/p/w1280/exXuOvRwzkbtZmojV65CJpwc2BU.jpg"
  },
  {
    "id": "gdrive-folder:1dVW_CEMUrlUi6w0MOrPmWFs34JU6ayNn",
    "type": "series",
    "name": "Oggy and the Cockroaches",
    "poster": "https://image.tmdb.org/t/p/w500/aFAN9aKm0OblOr30ROejJCV8rGf.jpg",
    "description": "Oggy, an anthropomorphic cat, would prefer to spend his days watching television and eating, but is continuously pestered by three roaches: Joey, Marky and Dee Dee. The cockroaches' slapstick mischief ranges from plundering Oggy's refrigerator to hijacking the train he just boarded. In many situations Oggy is also helped by Jack, who is more violent and short-tempered than him and is also annoyed by the cockroaches. Bob, a short-tempered bulldog, also appears in the show, and is Oggy's neighbor.",
    "background": "https://image.tmdb.org/t/p/w1280/fVO7r9tAnauny8DAqbetlQ1tVtu.jpg"
  },
  {
    "id": "gdrive-folder:1TXpLGHlWWUk-2Jm4GfYe1ozSsgYApwf1",
    "type": "series",
    "name": "Samurai Rabbit: The Usagi Chronicles",
    "poster": "https://image.tmdb.org/t/p/w500/wEar4pCI71nhJKd2QqZSN9Zw9tx.jpg",
    "description": "A teenage rabbit aspiring to become a real samurai teams up with new warrior friends to protect their city from Yokai monsters, ninjas and evil aliens.",
    "background": "https://image.tmdb.org/t/p/w1280/hB1QQswzy2aZ1uDYbSWOghLu2Lk.jpg"
  },
  {
    "id": "gdrive-folder:1kxJs22BZL8mW-kxcDsgqrux5Xufxo_Vv",
    "type": "series",
    "name": "Mickey Mouse Clubhouse",
    "poster": "https://image.tmdb.org/t/p/w500/gHtEhlAZHxMawOiPq7JoKwkmETQ.jpg",
    "description": "Mickey and his friends Minnie, Donald, Pluto, Daisy, Goofy, Pete, Clarabelle and more go on fun and educational adventures.",
    "background": "https://image.tmdb.org/t/p/w1280/dGvW61JwuqwtShk849PHZflOAX.jpg"
  },
  {
    "id": "gdrive-folder:1kxEiKAWobnEsURxMjSU_T_Kp3z1RYn8w",
    "type": "series",
    "name": "He-Man and the Masters of the Universe",
    "poster": "https://image.tmdb.org/t/p/w500/tawmMe0D3ncyzEmmfMraGucXBCA.jpg",
    "description": "When Adam, Prince of the planet Eternia, raises his magic sword he transforms into He-Man (the most powerful man in the universe).  With his allies and friends, he battles the evil Skeletor and his minions to protect the secrets of Castle Greyskull.",
    "background": "https://image.tmdb.org/t/p/w1280/3sTfEJ0kE8C4SUkiVH2ZzWb5aDe.jpg"
  },
  {
    "id": "gdrive-folder:19moTbdTLwgms2QgwpoXFuRTclIiGnCKM",
    "type": "series",
    "name": "Chorr Police",
    "poster": "https://image.tmdb.org/t/p/w500/pT5YsGAi48HocitQH3oFdpoEKfr.jpg",
    "description": "Anthony is a thief who lives in the slums of Mumbai. He usually steals not for himself, but for other people. Because of which, he is known as the Robinhood Slumdog of Mumbai. Not that it matters who he steals for, since the police will try to catch him anyway. His constant battle to outwit Lovely Singh, and they both find themselves in adventures one after the other."
  },
  {
    "id": "gdrive-folder:1IvAofGanpsXuF-46k7waW3sarRf-JEPO",
    "type": "series",
    "name": "Supa Strikas",
    "poster": "https://image.tmdb.org/t/p/w500/nx2OyMPYJZlgvK29mjovqy4WYnJ.jpg",
    "description": "With dreams of becoming Super League champions, a talented striker named Shakes and his football team take on rivals while going on global adventures.",
    "background": "https://image.tmdb.org/t/p/w1280/tR18tzwZQfj1KlM0kZnlCnsF02B.jpg"
  },
  {
    "id": "gdrive-folder:1Dn6EN0fBKFfvGpJeJoSEmuRBjzSWjMWk",
    "type": "series",
    "name": "Jurassic World Camp Cretaceous",
    "poster": "https://image.tmdb.org/t/p/w500/nkCbCmlwjwT6QL44DqG7qE9ch8H.jpg",
    "description": "Six teens attending an adventure camp on the opposite side of Isla Nublar must band together to survive when dinosaurs wreak havoc on the island.",
    "background": "https://image.tmdb.org/t/p/w1280/4WIglfr4lDFVjCEcXzCeu6cJsOh.jpg"
  },
  {
    "id": "gdrive-folder:1h70ITEPLsDSKsb9Lj0NP4u_tfyq3T4Fg",
    "type": "series",
    "name": "The Legend of Hanuman",
    "poster": "https://image.tmdb.org/t/p/w500/AdCWLnuw01cWkdy7nsZVtnX4KVn.jpg",
    "description": "When the power-hungry Ravan tore through the world to unleash evil, in his way stood a humble vaanar awoken to his divinity to become an immortal legend. The series follows Hanuman and his transformation from a mighty warrior to a god and how Hanuman became the beacon of hope amidst the harrowing darkness.",
    "background": "https://image.tmdb.org/t/p/w1280/jdMiCJqZQn2yyHYZbdUl3btvtGF.jpg"
  },
  {
    "id": "gdrive-folder:1HWTweXrror7-YHXnr0Qzw5fRAxlNfSxC",
    "type": "series",
    "name": "Maya and the Three",
    "poster": "https://image.tmdb.org/t/p/w500/zUBixNeHU0cbSUH7JMktl9OMEMV.jpg",
    "description": "A spirited princess with the heart of a warrior embarks on a mission to fulfill an ancient prophecy and save humanity from the wrath of vengeful gods.",
    "background": "https://image.tmdb.org/t/p/w1280/vmLt0tC5KeLd4K5ASLG5s0Ho7op.jpg"
  },
  {
    "id": "gdrive-folder:1jzPjWbJOUkxMKJrF3FusxC-LtzI5DsXw",
    "type": "series",
    "name": "Johnny Test",
    "poster": "https://image.tmdb.org/t/p/w500/cGceNrHpUl3utUzE502xSY8l9ST.jpg",
    "description": "Young Johnny is gung-ho and full of courage. Johnny's brainiac twin sisters, Susan and Mary, use Johnny as their guinea pig for their outrageous scientific experiments. If they can dream it up, Johnny will do it; as long as his genetically engineered super dog, Dukey, can come along.",
    "background": "https://image.tmdb.org/t/p/w1280/ecxpOnYv7iTUVNUmZRoxRksaC1f.jpg"
  },
  {
    "id": "gdrive-folder:1s7SbCvqFH_9B2S3qUFhCf-2FEW7Pulpz",
    "type": "series",
    "name": "Fraggle Rock: Back to the Rock",
    "poster": "https://image.tmdb.org/t/p/w500/p8gN7DQMUTRXj9tnkhoCpOXu7vH.jpg",
    "description": "Join Gobo, Red, Wembley, Mokey, Boober, and new Fraggle friends on hilarious, epic adventures about the magic that happens when we celebrate and care for our interconnected world.",
    "background": "https://image.tmdb.org/t/p/w1280/ayfBbCxMW9rQy0vCJwjadoP7bsm.jpg"
  },
  {
    "id": "gdrive-folder:1zFDvi9Nh0JEv0hBknQ6YBjnwBE89y-Dc",
    "type": "series",
    "name": "Dogs in Space",
    "poster": "https://image.tmdb.org/t/p/w500/wyrX626w311nbLfmG2JXewUjmFi.jpg",
    "description": "In the not-so-distant future, genetically enhanced dogs are sent across the universe in search of a new home for the human race. It’s a giant cosmic game of fetch, as the canines seek a planet that will save humanity and - more importantly - let them return to their beloved owners.",
    "background": "https://image.tmdb.org/t/p/w1280/dAZhSv2WNauhQyEo9KaxH3dEdr8.jpg"
  },
  {
    "id": "gdrive-folder:1f0zJuGTtsPT55m9-4S_M6q4_rlQwrt0c",
    "type": "series",
    "name": "Big Hero 6 The Series",
    "poster": "https://image.tmdb.org/t/p/w500/ldG4xXImCPyv5U5gbRmlB8On842.jpg",
    "description": "Picking up immediately following the events in the feature film, these are the continuing adventures and friendship of 14-year-old tech genius Hiro and his compassionate, cutting-edge robot Baymax. As the new prodigy at San Fransokyo Institute of Technology, Hiro now faces daunting academic challenges and the social trials of being the little man on campus. Off campus, the stakes are raised for the high-tech heroes as they must protect their city from an array of scientifically enhanced villains.",
    "background": "https://image.tmdb.org/t/p/w1280/mCt3coepPkF6QlDQSO9tqI46yIV.jpg"
  },
  {
    "id": "gdrive-folder:1_lj7ik1Ntut7ckp6xDUHAKc3WeOB-wa0",
    "type": "series",
    "name": "Trollhunters: Tales of Arcadia",
    "poster": "https://image.tmdb.org/t/p/w500/9VZmMzINVdO3ZYGsKItU39pNO2l.jpg",
    "description": "After uncovering a mysterious amulet, an average teen assumes an unlikely destiny and sets out to save two worlds.",
    "background": "https://image.tmdb.org/t/p/w1280/oyi9AeavhrKTbISf4tZ83S7xp29.jpg"
  },
  {
    "id": "gdrive-folder:17RYH--YR8x5Zdj1ja7v9WvwrrWpUzTHT",
    "type": "series",
    "name": "Young Justice",
    "poster": "https://image.tmdb.org/t/p/w500/zMJw34G4OJhcd9NjKSRjJdDqjbR.jpg",
    "description": "Teenage superheroes strive to prove themselves as members of the Justice League.",
    "background": "https://image.tmdb.org/t/p/w1280/pOKcw45cAMPu8DN7E3bN5FEvxM3.jpg"
  },
  {
    "id": "gdrive-folder:1w5CYzC_7mlnUT5q8NmO5kbZaxsDXLx-9",
    "type": "series",
    "name": "Wizards: Tales of Arcadia",
    "poster": "https://image.tmdb.org/t/p/w500/aAMcPNLzCML40q7qmuB0jrZIcsI.jpg",
    "description": "Merlin’s apprentice joins Arcadia’s heroes on a time-bending adventure in Camelot, where conflict is brewing between the human, troll and magical worlds.",
    "background": "https://image.tmdb.org/t/p/w1280/sBOfH2ZK5JSTsgNmbVSSJcnVO2G.jpg"
  },
  {
    "id": "gdrive-folder:1WNjWS_5m9Dfz-DFlRo1kFdrSRoUdvSj9",
    "type": "series",
    "name": "Ghost in the Shell: SAC_2045",
    "poster": "https://image.tmdb.org/t/p/w500/tPK8BER0Pyq68IGKHrTemGlxBV4.jpg",
    "description": "After a global financial crisis, the world is engulfed in an AI-driven \"sustainable war.\" It's up to Section 9 to counter new forms of cyber threats.",
    "background": "https://image.tmdb.org/t/p/w1280/2L4ob76e1tp6fgMXgMD2BC2hSUT.jpg"
  },
  {
    "id": "gdrive-folder:1QhqzQ5vcZNTUDEwqpfTtG2Qx3SjEOgyq",
    "type": "series",
    "name": "Lost in Oz",
    "poster": "https://image.tmdb.org/t/p/w500/bYPm31BjQed8fqbly7BFPjsOjLH.jpg",
    "description": "When 12-year-old Dorothy Gale discovers her mother's mysterious journal in her Kansas home, she and her dog, Toto, are transported into a bustling, modern Emerald City. Disoriented and determined to get home, Dorothy embarks on an epic journey with West, a young witch, and Ojo, a giant Munchkin, to seek the magic she needs - as Oz faces its greatest magic crisis. Based on L. Frank Baum's books.",
    "background": "https://image.tmdb.org/t/p/w1280/3UTaz1bscMoXH4GO1NTFzgxGQZa.jpg"
  },
  {
    "id": "gdrive-folder:17jwtN78Aydf3oAtyaZGvXwkZhcDrkqRi",
    "type": "series",
    "name": "Zig and Sharko",
    "poster": "https://image.tmdb.org/t/p/w500/cdnKMeCCji3nA5HPt2qboIFPzOc.jpg",
    "description": "On a desert island lives a starving hyena with one obsession: devour that delicious mermaid from the rock in the lagoon. But the lovely fish-girl’s best friend is a shark, a shark with a lot of muscle and who loves to sabotage the hyena’s every move.",
    "background": "https://image.tmdb.org/t/p/w1280/veRWBhJFQJciHc9EWHdxWfnqZLm.jpg"
  },
  {
    "id": "gdrive-folder:17Xv5NXWL7jhlz8IJlnOYyDz_C7JQr8_L",
    "type": "series",
    "name": "Be Cool, Scooby-Doo!",
    "poster": "https://image.tmdb.org/t/p/w500/rJksJvJnvrVQL9dMdqy1XwjD5KQ.jpg",
    "description": "The gang decide to go traveling in the Mystery Machine, seeking fun and adventure during what could possibly be their last summer break together. However, havoc-wreaking monsters seem to be drawn to them, appearing almost every stop of the way.",
    "background": "https://image.tmdb.org/t/p/w1280/cbX2t9bg9rhpmABQYI5tLbxT3xD.jpg"
  },
  {
    "id": "gdrive-folder:17Tvwpl_s8vn2bODIMTblxN5opcySb2HS",
    "type": "series",
    "name": "Baby Looney Tunes",
    "poster": "https://image.tmdb.org/t/p/w500/l7SLxIuRdyrpIVWSEDBdtxCOSCI.jpg",
    "description": "The world's most beloved animated characters as precocious preschoolers, discovering the world one baby step at a time.",
    "background": "https://image.tmdb.org/t/p/w1280/Mo7Dmx1bhOe6fMich6uHXKcHey.jpg"
  },
  {
    "id": "gdrive-folder:17RRe_ohKd7A0dJdhSRaw0n2ddaXIc39q",
    "type": "series",
    "name": "American Dragon: Jake Long",
    "poster": "https://image.tmdb.org/t/p/w500/ntsNm1IiARWtUgNY9SI7VRCLOVD.jpg",
    "description": "American Dragon is a coming of age comedy-action series about Jake Long, a 13-year-old Asian-American boy who strives to find balance in his life as a skateboard-grinding, New York 'tween while learning to master his mystical powers (in his secret identity) as the American Dragon, the protector and guardian of all magical creatures secretly living amidst the human world.",
    "background": "https://image.tmdb.org/t/p/w1280/3lTao8ECc1OidUuelD3NcR01DmI.jpg"
  },
  {
    "id": "gdrive-folder:17J9PHzxykeOGkLGOXVNhSJco1ymg8bg3",
    "type": "series",
    "name": "Marvel's Guardians of the Galaxy",
    "poster": "https://image.tmdb.org/t/p/w500/oXwe3wVhdvvxiixL9UJf6PgBybZ.jpg",
    "description": "Peter Quill is Star-Lord, the brash adventurer who, to save the universe from its greatest threats, joins forces with a quartet of disparate misfits — fan-favorite Rocket Raccoon, a tree-like humanoid named Groot, the enigmatic, expert fighter Gamora and the rough edged warrior Drax the Destroyer.",
    "background": "https://image.tmdb.org/t/p/w1280/9yAhhj9toqP9z6CeoMbhJdNhXN3.jpg"
  },
  {
    "id": "gdrive-folder:17HsGNfYsDs78l6KbI248bFDC9lmpbGgS",
    "type": "series",
    "name": "Ben 10",
    "poster": "https://image.tmdb.org/t/p/w500/a4H0UR7aUkGZlT6Q9r9grBrjJWR.jpg",
    "description": "With the fifth offshoot of the \"Ben 10\" franchise, the animated series returns to its roots and its original name, bringing 10-year-old Benjamin \"Ben\" Tennyson, his cousin Gwen, and Grandpa Max back to life on a new summer vacation journey. As in the original, the stories in the remake of the series also spin around an alien wristwatch called \"the Omnitrix,\" with the help of Ben can turn into ten different aliens, which come up with different supernatural powers. He fights enemy aliens and experiences with his grandfather and cousin the most exciting vacation imaginable.",
    "background": "https://image.tmdb.org/t/p/w1280/k3jqkKB6gDXNDLYyfTLskCwxw6M.jpg"
  },
  {
    "id": "gdrive-folder:1k2azc1kLDakSsVVGZMQLYp0IYO2pMkSM",
    "type": "series",
    "name": "Roll No. 21",
    "poster": "https://image.tmdb.org/t/p/w500/dUpMEgyDL8uSx1uCt3oEBARSl7w.jpg",
    "description": "Kris is an intelligent and naughty kid who stays at an orphanage along with his friends, Pinky and Bablu. An Evil demon King, posing as principal Kanishk is out to create havoc in the school. He has an ulterior motive of taking over the world with his army of zombie demons. To save his friends and the school from annihilation, Kris prays to Lord Krishna and is blessed with super powers.",
    "background": "https://image.tmdb.org/t/p/w1280/mL9DfczQPFHXbuxdEZDzMCO3nLn.jpg"
  },
  {
    "id": "gdrive-folder:1-sM8N8TnWunNNNcBT1DdQLfIV-CPyN1i",
    "type": "series",
    "name": "Viper's Creed",
    "poster": "https://image.tmdb.org/t/p/w500/3UiSM3pcJnjKZxJYE70BXueAtCv.jpg",
    "description": "Viper's Creed is a Mecha action anime series created by Sony Pictures Entertainment Japan with animation by AIC Spirits and Digital Frontier. Though Hiroyuki Kanbe is the main director of the show, Shinji Aramaki is solely responsible for the creation and conception of the show.",
    "background": "https://image.tmdb.org/t/p/w1280/orpBZXtiZr88eYiSFeJGagXqQjl.jpg"
  },
  {
    "id": "gdrive-folder:1WfFvL5m1_nMlJBmBZGACh65WHnSPyCZ1",
    "type": "series",
    "name": "Ultraviolet: Code 044",
    "poster": "https://image.tmdb.org/t/p/w500/kn3hzWSL3HIrrApz0UsXvnZFNHh.jpg",
    "description": "044 becomes the strongest female soldier excelling in combat through gene manipulation using a virus. However, in exchange for her abilities, her days become numbered.",
    "background": "https://image.tmdb.org/t/p/w1280/uYWXroHVYEEkaXjpOKua65yi1Xq.jpg"
  },
  {
    "id": "gdrive-folder:1acqCHZ8SzWibcS_OLkfQiO7qwv-FrQ2b",
    "type": "series",
    "name": "Little Krishna",
    "poster": "https://image.tmdb.org/t/p/w500/pCrB6WALVxDbpZ7MoPGuq9UNdk5.jpg",
    "description": "Little Krishna is a 3D computer-animated series which is a co-creation between BIG Animation and India Heritage Foundation. The series started showing on Indian television on Nickelodeon from 11 May 2009.\n\nIt depicts the childhood pastimes of Lord Sri Krishna, The Supreme Personality of Godhead. The stories revolve around Little Krishna, the land of Vrindavan and the life of villagers there. Little Krishna is a lovable and mischievous character who enjoys helping his friends and villagers.",
    "background": "https://image.tmdb.org/t/p/w1280/6hhzR9gWMtxPcM04PQvd71zGhSW.jpg"
  },
  {
    "id": "gdrive-folder:1O1oXOI4bwhDsJanoEDTOnmNhrBy8v1-D",
    "type": "series",
    "name": "Stillwater",
    "poster": "https://image.tmdb.org/t/p/w500/1lrPR7ah1KElPKnCsxmIRE1OlIh.jpg",
    "description": "Bill Baker, an American oil-rig roughneck from Oklahoma, travels to Marseille to visit his estranged daughter, Allison, who is in prison for a murder she claims she did not commit. Confronted with language barriers, cultural differences, and a complicated legal system, Bill builds a new life for himself in France as he makes it his personal mission to exonerate his daughter.",
    "background": "https://image.tmdb.org/t/p/w1280/70xJCPOvP16XnrtO9WSkCek12sv.jpg"
  },
  {
    "id": "gdrive-folder:1EgOCZ_XnpwnP3ON5iJYytbXR4aAMhZ9v",
    "type": "series",
    "name": "Vicky & Vetaal",
    "poster": "https://image.tmdb.org/t/p/w500/6Qfx2HT0kSeutXmZe7Y8sThrJr9.jpg",
    "description": "Vicky and Vetaal is a children's comedy series produced by and aired on Disney Channel India. It was launched on October 7, 2006 as the first major original production of the network, and Disney's first locally produced live action Hindi language series. The show was planned to be the first of a string of five local productions due to get released within a year's span, and has since been followed by Dhoom Machaao Dhoom. The series stars Dev Kantawala as Vicky and Vishal Malhotra as Vetaal.\n\nThe show is based on the Baital Pachisi collection of tales about the semi-legendary King Vikram, identified as Vikramāditya, and the Vetala, a huge vampire-like being."
  },
  {
    "id": "gdrive-folder:11tggCSEz4aY2FKFbCVTOpnNzrEssRqGl",
    "type": "series",
    "name": "Mr. Bean: The Animated Series",
    "poster": "https://image.tmdb.org/t/p/w500/1V2PSez4pNZ9a4Bbomm7KZiQJ44.jpg",
    "description": "The animated daily trials and tribulations of clueless yet clever loner Mr Bean (aided by his best friend Teddy of course!) as he stumbles from one mishap to the next, always finding complex solutions to the simplest of problems.",
    "background": "https://image.tmdb.org/t/p/w1280/zVuWmf6oqB91OANUKWo0VqCLov4.jpg"
  },
  {
    "id": "gdrive-folder:1uOZ7EkY3wegJ91MQXF_NyvJJxy0Ab9EN",
    "type": "series",
    "name": "Iron Man",
    "poster": "https://image.tmdb.org/t/p/original/zOTJT7JbzSrMBX2OCGPqUnkQA4y.jpg",
    "description": "When Tony Stark branches his company into Japan, he is opposed by the nefarious Zodiac organization. It's up to Stark's Iron Man to defeat the Zodiac, and defend Japan.",
    "background": "https://image.tmdb.org/t/p/original/zXM9V1MUbSYh7MCMtmbJbXwnbUX.jpg"
  },
  {
    "id": "gdrive-folder:1teThnCRnQ08vsIpOBhZX8N2Xr_sD2TO4",
    "type": "series",
    "name": "Guin Saga",
    "poster": "https://image.tmdb.org/t/p/w500/4bipHVo1teci5N8dc0pe0VO5UHm.jpg",
    "description": "\"The seal will be broken after many years\". In the land of Nospherus, four heroes embark on a patch of destiny that will weave a new legend. The story follows Guin, a powerful swordsman with a leopard head, the adolescent royal twins Remus and Rinda, and the young and ambitious mercenary named Istvan.",
    "background": "https://image.tmdb.org/t/p/w1280/njGP3uy9eMwT9Iju0LsJpKA3Xfs.jpg"
  },
  {
    "id": "gdrive-folder:1XBgniDiA8hZ-GAiqHV-hHf8H9gZTtYzA",
    "type": "series",
    "name": "Wolverine",
    "poster": "https://image.tmdb.org/t/p/w500/wgN8YRBtof55H2Glza256kzJ300.jpg",
    "description": "Wolverine is a mutant, possessing animal-keen senses, enhanced physical capabilities, three retracting bone claws on each hand and a healing factor that allows him to recover from virtually any wound, disease or toxin at a accelerated rate.",
    "background": "https://image.tmdb.org/t/p/w1280/b4wRDmy0tqad6JC7GybUu1dzLxF.jpg"
  },
  {
    "id": "gdrive-folder:1-6hFEwCN1WnWBNNOvqWnUwZGDJikCy1V",
    "type": "series",
    "name": "Blade",
    "poster": "https://image.tmdb.org/t/p/original/ql9YpFD8J1zeWzLMHHjp4nKKD4n.jpg",
    "description": "Legendary half-vampire, half-human vampire hunter Blade is tracking Deacon Frost, a very powerful and influential vampire who killed his mother and who heads Existence, a secretive vampire organization that operates in Southeast Asia.",
    "background": "https://image.tmdb.org/t/p/original/vknOLvvET1s9BaC2kmrulMCeE7Y.jpg"
  },
  {
    "id": "gdrive-folder:1DRbdVWKF36_HgaqroebiSxBKOtZ8rwLl",
    "type": "series",
    "name": "Valkyria Chronicles",
    "poster": "https://image.tmdb.org/t/p/w500/arkbuM5HIZv7cRoftRpZEnGT24E.jpg",
    "description": "When Imperial forces attack the small border town of Bruhl, Welkin Gunther, son of late General Belgen Gunther, is forced to fight for his life alongside Town Watch captain Alicia Melchiott. Along with Welkin's adopted sister Isara, the three escape to Gallia's capitol and subsequently join the country's militia forces. As members of the newly-formed Squad 7, they must work to repel the invading Imperial forces and discover the true purpose of the invasion itself.",
    "background": "https://image.tmdb.org/t/p/w1280/wLPYn9F4BxyOwlXGi7X9GXEZ3nm.jpg"
  },
  {
    "id": "gdrive-folder:1z9Ig4CJag26Dz-tLV0xkPTVaYUNavS1k",
    "type": "series",
    "name": "Kurozuka",
    "poster": "https://image.tmdb.org/t/p/w500/hez6h5LZxedDfzHHPu3iqj2Gm82.jpg",
    "description": "In feudal Japan, Kurou and his servant Benkei are fleeing from Kurou's elder brother, who has recently ascended to the throne. In a forest, they come across a house and a strange woman by the name of Kuromitsu, who agrees to harbor them under one condition: that they do not peer into the inner chambers. Soon, they are attacked by the Red Army; they are searching for Kuromitsu, whose blood holds immortality. Fatally wounded, Kurou drinks some of Kuromitsu's blood and gains immortality along with strange abilities; but shortly after, Kurou is seemingly decapitated and wakes up centuries later in a ruined city. In this twisted future the Red Army is omnipresent and still searching for Kuromitsu’s blood, while a rebel army seeks to keep them from acquiring it. With threats at every turn and fueled by his obsession, Kurou sets forth to find Kuromitsu and seek his revenge on the Red Army.",
    "background": "https://image.tmdb.org/t/p/w1280/jgjxOvgY0czloGkQWaJ2EgDP7fk.jpg"
  },
  {
    "id": "gdrive-folder:17OdL-mfhdZeQ4lNOtnGctEmoxGOUP8U_",
    "type": "series",
    "name": "The Ancient Magus' Bride",
    "poster": "https://image.tmdb.org/t/p/w500/8jnA4eaJLj3GByaYIw2JroVln40.jpg",
    "description": "Hatori Chise has lived a life full of neglect and abuse, devoid of anything resembling love. Far from the warmth of family, she has had her share of troubles and pitfalls. Just when all hope seems lost, a fateful encounter awaits her. When a man with the head of a beast, wielding strange powers, obtains her through a slave auction, Chise's life will never be the same again.\n\nThe man is a \"magus,\"a sorcerer of great power, who decides to free Chise from the bonds of captivity. The magus then makes a bold statement: Chise will become his apprentice--and his bride!",
    "background": "https://image.tmdb.org/t/p/w1280/KI2sFvqJHzc95WM7dcX9kM8tY1.jpg"
  },
  {
    "id": "gdrive-folder:1F_ECD9IQvE_wrMvVxqHQTmOxTtDDWLDE",
    "type": "series",
    "name": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs",
    "poster": "https://image.tmdb.org/t/p/w500/8AhHtqY4yPquNrprkVbzUKw8kRh.jpg",
    "description": "An ordinary office worker is reincarnated as Leon into a particularly punishing dating sim video game, where women reign supreme and only beautiful men have a seat at the table. But Leon has a secret weapon: he remembers everything from his past life, which includes a complete playthrough of the very game in which he is now trapped. Watch Leon spark a revolution to change this new world in order to fulfill his ultimate desire...of living a quiet, easy life in the countryside!",
    "background": "https://image.tmdb.org/t/p/w1280/c0oFoz7PttzMLsQOQn54Lcu8V9d.jpg"
  },
  {
    "id": "gdrive-folder:1ErK6PyHohN9Gidj5i825dK56f2uutouw",
    "type": "series",
    "name": "RADIANT",
    "poster": "https://image.tmdb.org/t/p/w500/yPeqnwD63wf23ZHlzEFeQLnZD3K.jpg",
    "description": "Seth is a boy who seeks to become a great magician, and a group of witches who seek to travel to the Radiant. Radiant is a mythical land that spawns monsters called \"Néméses\" which fall to the world from the sky. While traveling, they are also hunted by The Inquisition.",
    "background": "https://image.tmdb.org/t/p/w1280/qjv2SeySNKodyX3CgpTWbhM31M4.jpg"
  },
  {
    "id": "gdrive-folder:1vjulK8RamN9Ye4Q12CHWfYkCQlsWPCyM",
    "type": "series",
    "name": "X-Men",
    "poster": "https://image.tmdb.org/t/p/w500/bRDAc4GogyS9ci3ow7UnInOcriN.jpg",
    "description": "Two mutants, Rogue and Wolverine, come to a private academy for their kind whose resident superhero team, the X-Men, must oppose a terrorist organization with similar powers.",
    "background": "https://image.tmdb.org/t/p/w1280/a6MwSrIKmMjs5b8os7eEgQk05yx.jpg"
  },
  {
    "id": "gdrive-folder:1krkzEAYuRZRWeTblpOE8eHfvNBaGLyoL",
    "type": "series",
    "name": "Marvel's Ultimate Spider-Man",
    "poster": "https://image.tmdb.org/t/p/w500/jK3pc8XOQT8UgdvSjMFk8xLQOxE.jpg",
    "description": "While being trained by S.H.I.E.L.D., Spider-Man battles evil with a new team of teen colleagues.",
    "background": "https://image.tmdb.org/t/p/w1280/gXeCzYmCRBlpbbhhKrYM1ZpIDAA.jpg"
  },
  {
    "id": "gdrive-folder:1M3eR2U64zl766SyAaKzxYAypy08olUs4",
    "type": "series",
    "name": "Summer Time Rendering",
    "poster": "https://image.tmdb.org/t/p/w500/m9e7chRW8Q8Go1Dv00RCUHbMoNe.jpg",
    "description": "Shinpei Ajiro travels home to attend the funeral of a childhood friend, and finds the remote island plagued by a sinister, supernatural force.",
    "background": "https://image.tmdb.org/t/p/w1280/p2eZlGwd8OjkWpwD2hSoBiIlHBZ.jpg"
  },
  {
    "id": "gdrive-folder:16hTnqoi3v-ZFP13qPF0FiGnVZMRrQLn4",
    "type": "series",
    "name": "Star Wars Rebels",
    "poster": "https://image.tmdb.org/t/p/w500/jmgR8330sKEJehr27rQ3bODnrlP.jpg",
    "description": "Set between the events of Star Wars: Episodes III and IV, the story unfolds during a dark time when the evil Galactic Empire is tightening its grip of power on the galaxy. Imperial forces have occupied a remote planet and are ruining the lives of its people. The motley but clever crew of the starship Ghost — cowboy Jedi Kanan, ace pilot Hera, street-smart teenager Ezra, the “muscle” Zeb, warrior firebrand Sabine, and cantankerous old astromech droid Chopper — is among a select few who are brave enough to stand against the Empire. Together, they will face threatening new villains, encounter colorful adversaries, embark on thrilling adventures, and become heroes with the power to ignite a rebellion.",
    "background": "https://image.tmdb.org/t/p/w1280/8BNjxMJMFp0BgqMh4PyuwZMXxh1.jpg"
  },
  {
    "id": "gdrive-folder:1-Xpf7sj4l_w1I6ncKq1BbVrEUJubQQVy",
    "type": "series",
    "name": "My Gym Partner's a Monkey",
    "poster": "https://image.tmdb.org/t/p/w500/pFdCAw8vY8PUFV5YIgvBmiVEE5j.jpg",
    "description": "My Gym Partner's a Monkey is an American animated television series created by Tim Cahill and Julie McNally-Cahill and produced by Cartoon Network Studios.  The story revolves around Adam Lyon, a human who, after a clerical error listed his surname as \"Lion,\" is forced to transfer to Charles Darwin Middle School, a school for local anthropomorphic zoo animals, where he is partnered with Jake Spidermonkey in gym, with whom he quickly becomes best friends.",
    "background": "https://image.tmdb.org/t/p/w1280/1t0om24UpvGeljqRPhq8S7T3pJ6.jpg"
  },
  {
    "id": "gdrive-folder:1jadUiMCkIlIbVMF2SHDEso_Yfj8__jz3",
    "type": "series",
    "name": "One-Punch Man",
    "poster": "https://image.tmdb.org/t/p/w500/dT10AxJIXVvRwFAew4tt2RhzJrD.jpg",
    "description": "The most powerful superhero in the world can kill anyone with one blow. But nothing can challenge him, so he struggles with ennui and depression.",
    "background": "https://image.tmdb.org/t/p/w1280/3AXLSxMuqyZt8HyrKKfrcJtkswD.jpg"
  },
  {
    "id": "gdrive-folder:1fUzjgDp6QD5ODV3WiuFFJIKPrsRmuujf",
    "type": "series",
    "name": "My Dress-Up Darling",
    "poster": "https://image.tmdb.org/t/p/w500/A6mxBwvvv63JXZm3xXKv4SugE0L.jpg",
    "description": "High schooler Wakana Gojo wants to become a kashirashi—a master craftsman who makes traditional Japanese Hina dolls. Though he's gung-ho about the craft, he knows nothing about the latest trends, and has a hard time fitting in with his class. The popular kids—especially one girl, Marin Kitagawa—seem like they live in a completely different world. That all changes one day, when she shares an unexpected secret with him, and their completely different worlds collide.",
    "background": "https://image.tmdb.org/t/p/w1280/gWPK2RIVJ6i3myf7Xdw8DqlznT8.jpg"
  },
  {
    "id": "gdrive-folder:14OxyqAD6xIYcQifwUxu9QevO5qA-7JTe",
    "type": "series",
    "name": "Mighty Cat Masked Niyander",
    "poster": "https://image.tmdb.org/t/p/w500/zTOO1cNKClmOukl6nbI0vz2WtAJ.jpg",
    "description": "Mighty Cat Masked Niyander is a 2000 children's superhero anime series produced by Sunrise, loosely based on children's book of the same name by author Takashi Yanase. It is directed by Tsutomu Shibayama and written by Mitsuki Nakamura."
  },
  {
    "id": "gdrive-folder:1z-KK_UDqrc-9Yc0DI48Z-mzS9St5kGsO",
    "type": "series",
    "name": "Love, Death & Robots",
    "poster": "https://image.tmdb.org/t/p/w500/asDqvkE66EegtKJJXIRhBJPxscr.jpg",
    "description": "Terrifying creatures, wicked surprises and dark comedy converge in this NSFW anthology of animated stories presented by Tim Miller and David Fincher.",
    "background": "https://image.tmdb.org/t/p/w1280/nBrkOZyI75artyizuBFeya48KbO.jpg"
  },
  {
    "id": "gdrive-folder:1BGCSz0EA4OoOX7K6_eva7XLAyCnPEfph",
    "type": "series",
    "name": "The Legend of Vox Machina",
    "poster": "https://image.tmdb.org/t/p/w500/b5A0qkGrZJTyVv3gT6b8clFEz9R.jpg",
    "description": "They're rowdy, they're ragtag, they're misfits turned mercenaries for hire. Vox Machina is more interested in easy money and cheap ale than actually protecting the realm. But when the kingdom is threatened by evil, this boisterous crew realizes that they are the only ones capable of restoring justice.",
    "background": "https://image.tmdb.org/t/p/w1280/zsy6D6MXkROv6ESN4i0cz7nCEb5.jpg"
  },
  {
    "id": "gdrive-folder:1nfA1_9FomtcA50hlPuIXmQZISw5oEl_G",
    "type": "series",
    "name": "Kung Fu Panda: Legends of Awesomeness",
    "poster": "https://image.tmdb.org/t/p/w500/rkq5Jt7boR5v65bDbELHz3DW7sv.jpg",
    "description": "Now living in his permanent home at the Jade Palace with the rest of the Furious Five, Po the Panda trains, battles, learns, teaches, stumbles, gabs and \"geeks out\" as the newest hero in the Valley of Peace.",
    "background": "https://image.tmdb.org/t/p/w1280/yQ2ke3rpDxZm6NcIRIs4LPhjXi7.jpg"
  },
  {
    "id": "gdrive-folder:1aEZANZ0lHaceB533a1woT3BFDx0ejzm_",
    "type": "series",
    "name": "Kung Fu Panda: The Paws of Destiny",
    "poster": "https://image.tmdb.org/t/p/w500/x4yvmIVuXxYKfTlgRtSJnGC1Izs.jpg",
    "description": "As the Dragon Master, Po has endured his fair share of epic challenges but nothing could prepare him for his greatest one yet-as a Kung Fu teacher to a group of rambunctious kids from Panda Village who have been imbued with a mysterious and powerful chi energy. Together they embark on amazing adventures, battle ferocious villains, and become legends!",
    "background": "https://image.tmdb.org/t/p/w1280/fUhIeUfqPreLuEmgDuhb9LAdxHp.jpg"
  },
  {
    "id": "gdrive-folder:1fVQzI15oSrD4ApymRSnpOp-SGNxQBf6u",
    "type": "series",
    "name": "Fast & Furious Spy Racers",
    "poster": "https://image.tmdb.org/t/p/w500/cI7zYWuYTmKEdXITcUKPzjc2EW5.jpg",
    "description": "A government agency recruits teen driver Tony Toretto and his thrill-seeking friends to infiltrate a criminal street racing circuit as undercover spies.",
    "background": "https://image.tmdb.org/t/p/w1280/9aWSpBqMrlrr8yaydSEgNJjIruG.jpg"
  },
  {
    "id": "gdrive-folder:1Y299BRCAGqxhsSdla2jxJwbapIOc27XG",
    "type": "series",
    "name": "Black Rock Shooter: Dawn Fall",
    "poster": "https://image.tmdb.org/t/p/w500/fjwT6zU73MTptIkqta16dBKycGq.jpg",
    "description": "The year is 2062. Earth has been left in ruin after the failure of a labor automation project when the AI called Artemis waged war against humanity. A girl, Empress, awakens in a research lab. As one of the three surviving guardians, she must destroy the Orbital Elevator before Artemis can complete its construction. Failure will result in a machine army overrunning Earth.",
    "background": "https://image.tmdb.org/t/p/w1280/ck9dE7kwAuxXwswo3OWEeOerRSj.jpg"
  },
  {
    "id": "gdrive-folder:11wuaOq1jqiTARn66eRodvglLlqgLG1xA",
    "type": "series",
    "name": "Aoashi",
    "poster": "https://image.tmdb.org/t/p/w500/erwRgEPtUtyv3Vkmxt0MhjKi5kA.jpg",
    "description": "Ashito Aoi is a young, aspiring soccer player from a backwater town in Japan. His hopes of getting into a high school with a good soccer club are dashed when he causes an incident during a critical match for his team, which results in their loss and elimination from the tournament. Nevertheless, he catches the eye of someone important who happened to be visiting from Tokyo. How will things turn out for Ashito?",
    "background": "https://image.tmdb.org/t/p/w1280/4ixh7PNNWd1VaohzKD7pcP33SiN.jpg"
  },
  {
    "id": "gdrive-folder:1iJpDXq7U_Em64gJIAHvaMFB3RFpjixST",
    "type": "series",
    "name": "3Below: Tales of Arcadia",
    "poster": "https://image.tmdb.org/t/p/w500/eWoplw8QJhSGDnhyYCrs9OugdTj.jpg",
    "description": "After crash-landing on Earth, two royal teen aliens on the run struggle to blend in with humans as they evade intergalactic bounty hunters.",
    "background": "https://image.tmdb.org/t/p/w1280/smryg5G3vkCImoQsPYrBSByOkOt.jpg"
  },
  {
    "id": "gdrive-folder:1Wyz-rRt1ROvBZGkIw5tq30Kvj5rPyxtp",
    "type": "series",
    "name": "Dragon Ball Super",
    "poster": "https://image.tmdb.org/t/p/w500/qEUrbXJ2qt4Rg84Btlx4STOhgte.jpg",
    "description": "With Majin Buu defeated half-a-year prior, peace returns to Earth, where Son Goku (now a radish farmer) and his friends now live peaceful lives. However, a new threat appears in the form of Beerus, the God of Destruction. Considered the most terrifying being in the entire universe, Beerus is eager to fight the legendary warrior seen in a prophecy foretold decades ago known as the Super Saiyan God. The series retells the events from the two Dragon Ball Z films, Battle of Gods and Resurrection 'F' before proceeding to an original story about the exploration of alternate universes.",
    "background": "https://image.tmdb.org/t/p/w1280/qA2UwUQbj05aeBMCuC0mHSQ4loE.jpg"
  },
  {
    "id": "gdrive-folder:1FBKNZK2wb_lGT-7KiA9LJe6HS3_vluvR",
    "type": "series",
    "name": "Sonic Prime",
    "poster": "https://image.tmdb.org/t/p/w500/mlDVnjgx89bmGvtXnKYDbowpadV.jpg",
    "description": "When an explosive battle with Dr. Eggman shatters the universe, Sonic races through parallel dimensions to reconnect with his friends and save the world.",
    "background": "https://image.tmdb.org/t/p/w1280/pYiIcenKt7L2cMrhn67xAxCGgzR.jpg"
  },
  {
    "id": "gdrive-folder:107I8JQPMHw62wWCXyyywubE2bvBEnb5s",
    "type": "series",
    "name": "MECH-X4",
    "poster": "https://image.tmdb.org/t/p/w500/b031Y3PuzK8gZBRrfQ97lFN84F4.jpg",
    "description": "Ryan Walker mysteriously awakens MECH-X4, a giant robot built to defend Bay City against impending doom. When monsters begin to descend, Ryan recruits his two best friends and his brother to help pilot the robot that is their only hope of saving their town from mass destruction.",
    "background": "https://image.tmdb.org/t/p/w1280/rW8htktXYlxCOYYopygprZy5jgJ.jpg"
  },
  {
    "id": "gdrive-folder:1P2vHnWnjmopehzDAG3p-EIKPL-Sjyk6s",
    "type": "series",
    "name": "My Gym Partner's a Monkey",
    "poster": "https://image.tmdb.org/t/p/w500/pFdCAw8vY8PUFV5YIgvBmiVEE5j.jpg",
    "description": "My Gym Partner's a Monkey is an American animated television series created by Tim Cahill and Julie McNally-Cahill and produced by Cartoon Network Studios.  The story revolves around Adam Lyon, a human who, after a clerical error listed his surname as \"Lion,\" is forced to transfer to Charles Darwin Middle School, a school for local anthropomorphic zoo animals, where he is partnered with Jake Spidermonkey in gym, with whom he quickly becomes best friends.",
    "background": "https://image.tmdb.org/t/p/w1280/1t0om24UpvGeljqRPhq8S7T3pJ6.jpg"
  },
  {
    "id": "gdrive-folder:10zbPJlRuRYfX3odv-gyP9YTLdaa2u6kT",
    "type": "series",
    "name": "Phineas and Ferb",
    "poster": "https://image.tmdb.org/t/p/w500/g6TidT7be954rrzPPBTIXkSmfXj.jpg",
    "description": "Each day, two kindhearted suburban stepbrothers on summer vacation embark on some grand new project, which annoys their controlling sister, Candace, who tries to bust them. Meanwhile, their pet platypus plots against evil Dr. Doofenshmirtz.",
    "background": "https://image.tmdb.org/t/p/w1280/5MWFjQ3NuNtNeOE9FdrVLeNMNPs.jpg"
  },
  {
    "id": "gdrive-folder:10Qv5bviWykA0ABiBfteD1zII3b-5cCU3",
    "type": "series",
    "name": "Ben 10",
    "poster": "https://image.tmdb.org/t/p/w500/eogRp6oAPK0SEvQmCrQ78LTlSdp.jpg",
    "description": "When 10-year-old Ben Tennyson discovers a mysterious device, he gains the power to change into ten different alien heroes, each with uniquely awesome powers. With such abilities at his disposal, Ben realizes a greater responsibility to help others and stop evildoers, but that doesn't mean he's above a little superpowered mischief now and then.",
    "background": "https://image.tmdb.org/t/p/w1280/2TLURbcJ8fzkP2OhFTnDIPMaeZr.jpg"
  },
  {
    "id": "gdrive-folder:10PubtWE8dhkUBps9M4DwX03TuQVS5J_d",
    "type": "series",
    "name": "Ben 10: Alien Force",
    "poster": "https://image.tmdb.org/t/p/w500/pGhCUqPaXZ0Xp4dUCT7Q6hjJArf.jpg",
    "description": "Five years later, 15-year-old Ben Tennyson chooses to once again put on the Omnitrix and discovers that it has recalibrated and can now transform him into 10 brand new aliens. Joined by his super-powered cousin Gwen Tennyson and his equally powerful former enemy Kevin Levin, Ben is on a mission to find his missing Grandpa Max. In order to save his Grandpa, Ben must defeat the evil DNAliens, a powerful alien race intent on destroying the galaxy, starting with planet Earth.",
    "background": "https://image.tmdb.org/t/p/w1280/dE28FZ6HKbsM8cJxlYk4WL0vuhU.jpg"
  },
  {
    "id": "gdrive-folder:10C3_uWaJ1QDNkC1qRnbftC_eoPzK81Ae",
    "type": "series",
    "name": "Power Rangers",
    "poster": "https://image.tmdb.org/t/p/w500/qx3SJlAp2RK656TusqKx1qEqVMW.jpg",
    "description": "A team of teenagers with attitude are recruited to save Angel Grove from the evil witch, Rita Repulsa, and later, Lord Zedd, Emperor of all he sees, and their horde of monsters.",
    "background": "https://image.tmdb.org/t/p/w1280/i01wnWz0Z3rMATqbkAVLHEaGbNP.jpg"
  },
  {
    "id": "gdrive-folder:1j7fb_VUFOLdstUAwnZL_7BAe9HGIutC_",
    "type": "movie",
    "name": "The Summer Hikaru Died",
    "poster": "https://image.tmdb.org/t/p/w500/x0wiTO87UMiVCUe24nKaHlp7AIc.jpg",
    "description": "Six months ago, Hikaru vanished for a week. Now, as his best friend Yoshiki senses something amiss and confronts him, the harrowing truth emerges.",
    "background": "https://image.tmdb.org/t/p/w1280/dd9AaCFF8QspyepM8pcYixefZOh.jpg",
    "released": "2025-01-01",
    "imdbRating": "8.6"
  },
  {
    "id": "gdrive-folder:1rMGypqCvn9m90fpYlPHzXHcfPgnrqwBt",
    "type": "movie",
    "name": "Re:Monster",
    "poster": "https://image.tmdb.org/t/p/w500/AmFrA0jX0p9twH1IKfxcGWVz2X3.jpg",
    "description": "After meeting an untimely death, Tomokui Kanata is reincarnated as a lowly goblin, but he's worked up a monstrous appetite. Thanks to his new ability that allows him to grow stronger the more he feeds, his feeble status quickly changes, and he rises to become the goblin leader. With a mix of his past memories, new body, and strong stomach, he's taking a bite out of this new fantastical world!",
    "background": "https://image.tmdb.org/t/p/w1280/2VjHbqr00cPvT2U4Vy0JnWT8Fcz.jpg",
    "released": "2024-01-01",
    "imdbRating": "8.1"
  },
  {
    "id": "gdrive-folder:1nJAWiT_Rb7Q3YXAks-rL0X1lDIcOBemd",
    "type": "movie",
    "name": "Scissor Seven",
    "poster": "https://image.tmdb.org/t/p/w500/mSLSrOndwNoompAARPHBaxF2E6E.jpg",
    "description": "Seeking to recover his memory, a scissor-wielding, hairdressing, bungling quasi-assassin stumbles into a struggle for power among feuding factions.",
    "background": "https://image.tmdb.org/t/p/w1280/80AhZSbY4eYe7HZnmkqX18ZcAFj.jpg",
    "released": "2018-01-01",
    "imdbRating": "8.6"
  },
  {
    "id": "gdrive-folder:1X8gh4QzPtHGuwXv9ZCmAQY_NPXv6KYdA",
    "type": "movie",
    "name": "With You, Our Love Will Make It Through",
    "poster": "https://image.tmdb.org/t/p/w500/hqx5GLLcv1SuW3AAmv2ZFa7l7bF.jpg",
    "description": "When high schooler Mari runs late for school, she never expects to fall for Tsunagu—a gentle, sensitive, beastfolk! In a world where beastfolk are segregated behind walls, Mari and Tsunagu show their differences are truly bridges. Can their love overcome the divide between beastfolk and humanity?",
    "background": "https://image.tmdb.org/t/p/w1280/e8GfDn0MlqaxddpU6s928wOcAdI.jpg",
    "released": "2025-01-01",
    "imdbRating": "9.0"
  },
  {
    "id": "gdrive-folder:1YWMUVphXPZfTHsHv8BXXwCt9FybzAqNA",
    "type": "movie",
    "name": "The Bad Guys: Breaking In",
    "poster": "https://image.tmdb.org/t/p/w500/12ybD4BvgSpmhSjknFPvf1Nu7CC.jpg",
    "description": "How did the Bad Guys break into the bad guy business in the first place? Find out in this hilarious prequel series set before the hit films.",
    "background": "https://image.tmdb.org/t/p/w1280/dgviJE9xuGzPWGilHtxGJfWxgzf.jpg",
    "released": "2025-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive-folder:158NwNjztpwgYpiSAzyGA9lSiHFpdArVd",
    "type": "movie",
    "name": "Tatsuki Fujimoto 17-26",
    "poster": "https://image.tmdb.org/t/p/w500/rVBxMx1IrBdxbxbBuOWK8kiurMB.jpg",
    "description": "Six studios and seven directors adapt the early works of Tatsuki Fujimoto, the mastermind behind \"Chainsaw Man,\" into an anime anthology. Each episode is an anime adaptation of a short story he drew from ages seventeen to twenty-six, including the first manga he ever submitted for competition. Watch as vivid tales of young love, chaos, madness, and the bonds between people unfold in each episode.",
    "background": "https://image.tmdb.org/t/p/w1280/4YrYmBx26WZgITKlcceaIz74vj3.jpg",
    "released": "2025-01-01",
    "imdbRating": null
  },
  {
    "id": "gdrive-folder:1q1cmLQLe1tMRYd271Rk9OUqF3gHRmd8Q",
    "type": "movie",
    "name": "Ragna Crimson",
    "poster": "https://image.tmdb.org/t/p/w500/oGmNWwV3wgp1DZXTOLSAYZZgh3X.jpg",
    "description": "Ragna teams up with the enigmatic Crimson to stand against the dragons menacing the world. Although Crimson’s motivations are mysterious, his goal and Ragna’s perfectly align, and together they’ll vanquish the dragons once and for all.",
    "background": "https://image.tmdb.org/t/p/w1280/8Tv140K71PVsiU5z0vRNrgZpKAM.jpg",
    "released": "2023-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive-folder:1tpiFLCVFl90zN2GHQq4NJ6FDbA0CSfFO",
    "type": "movie",
    "name": "BAT-FAM",
    "poster": "https://image.tmdb.org/t/p/w500/8C34YTylNBt4DWM1a9oAAXqmTSr.jpg",
    "description": "Follow Batman, Alfred, and young Damian Wayne—who has taken on the mantle of Little Batman—alongside a few newcomers to Wayne Manor, as they navigate the fun and frustrations of life as a super family",
    "background": "https://image.tmdb.org/t/p/w1280/yZJ6ecQCRsXg3rx7hJbwYPHuzD3.jpg",
    "released": "2025-01-01",
    "imdbRating": null
  },
  {
    "id": "gdrive-folder:1_6D4brPEgf4E5R9TSUdb2GnmvnDAo54_",
    "type": "movie",
    "name": "My Hero Academia: Vigilantes",
    "poster": "https://image.tmdb.org/t/p/w500/iv0cXt6uJGlTryWZNQMGyum4Pme.jpg",
    "description": "After a life-changing incident, timid college student Koichi Haimawari accepts an offer from revered vigilante Knuckleduster to train as his protégé.",
    "background": "https://image.tmdb.org/t/p/w1280/baZ0pGbBGjCBhIqsFyOSTpJyUnQ.jpg",
    "released": "2025-01-01",
    "imdbRating": "7.6"
  },
  {
    "id": "gdrive-folder:1HKHYeOdMZlkP4FvJKhYnFsnjrzof8JVZ",
    "type": "movie",
    "name": "Ranma1/2",
    "poster": "https://image.tmdb.org/t/p/w500/zQhwc27CWHM4zx9lJU9bI5FRQOm.jpg",
    "description": "Akane Tendo meets her new fiancé, Ranma Saotome, a martial arts prodigy with a twist: he magically transforms into a girl upon touching cold water.",
    "background": "https://image.tmdb.org/t/p/w1280/xMgzRUA1RjxLQn05oJ8IFbf06AO.jpg",
    "released": "2024-01-01",
    "imdbRating": "8.2"
  },
  {
    "id": "gdrive-folder:1Af7yg9_FA6ynCkrtzwdB56dUJ4cBu9Ig",
    "type": "movie",
    "name": "The Mighty Nein",
    "poster": "https://image.tmdb.org/t/p/w500/qJTZanXDiJKABLNGRM9LmSg8YT7.jpg",
    "description": "When a powerful arcane relic known as 'The Beacon' falls into nefarious hands, a group of fugitives and outcasts, bound by secrets and scars, must learn to work together to save the realm and stop reality as they know it from unraveling.",
    "background": "https://image.tmdb.org/t/p/w1280/7K7wbQIpkzif4fMhDHsCweXFS42.jpg",
    "released": "2025-01-01",
    "imdbRating": "8.1"
  },
  {
    "id": "gdrive-folder:1NGL15Vu4yK5UgTv4333yvZG1aL83td-D",
    "type": "movie",
    "name": "Tom and Jerry Tales",
    "poster": "https://image.tmdb.org/t/p/w500/gthxkV1MHAwqsVNLIU93MDm3ApL.jpg",
    "description": "Tom and Jerry Tales is an American animated television series featuring the cat-and-mouse duo Tom and Jerry.",
    "background": "https://image.tmdb.org/t/p/w1280/e7gXqszTL2hWhTOkGA1HIJFnSZ0.jpg",
    "released": "2006-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive-folder:1R9prxzlUDWw6R_WRJP4xbNIvhbudJkiG",
    "type": "movie",
    "name": "A Gatherer's Adventure in Isekai",
    "poster": "https://image.tmdb.org/t/p/w500/AtpIf9wnT6IaHoG31XsdqZEEf80.jpg",
    "description": "Kamishiro Takeru is a completely ordinary salaryman who reincarnates in another world—a world of swords and magic called Madeus—and starts his new isekai life with lots of new skills! Takeru must make the most of his enhanced physical strength, unbelievable magic power, and the \"Search\" ability that allows him to find items of worth as his great isekai journey begins!",
    "background": "https://image.tmdb.org/t/p/w1280/nir97l3eUIHeHUQjWhV3NffjIK3.jpg",
    "released": "2025-01-01",
    "imdbRating": "8.8"
  },
  {
    "id": "gdrive-folder:1KkaBHFKTaVgY1Gvx4o8opzIPcch64NRw",
    "type": "movie",
    "name": "One-Punch Man",
    "poster": "https://image.tmdb.org/t/p/w500/dT10AxJIXVvRwFAew4tt2RhzJrD.jpg",
    "description": "The most powerful superhero in the world can kill anyone with one blow. But nothing can challenge him, so he struggles with ennui and depression.",
    "background": "https://image.tmdb.org/t/p/w1280/s0w8JbuNNxL1YgaHeDWih12C3jG.jpg",
    "released": "2015-01-01",
    "imdbRating": "8.4"
  },
  {
    "id": "gdrive-folder:1YxzHjkEsa7YoyyKFJiHCZe2yYVqhMlVL",
    "type": "movie",
    "name": "Suicide Squad Isekai",
    "poster": "https://image.tmdb.org/t/p/w500/AbVwsBJnLoqJzPJn8dlGFSGfygy.jpg",
    "description": "In the crime-ridden city of Gotham, Amanda Waller, the head of A.R.G.U.S., assembles a group of notorious criminals—Harley Quinn, Deadshot, Peacemaker, Clayface and King Shark—for a mission into an otherworldly realm that's connected to this world through a gate. It's a realm of swords and magic where orcs rampage and dragons rule the skies. Can Harley Quinn and her crew conquer this perilous realm?",
    "background": "https://image.tmdb.org/t/p/w1280/gMk4uyWJnsgauRIjJyE63ECDTNa.jpg",
    "released": "2024-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive-folder:1BtbaYHKay5Lpqc8_42BsAx9AWCuBSf7l",
    "type": "movie",
    "name": "My Clueless First Friend",
    "poster": "https://image.tmdb.org/t/p/w500/vgUQaunqSLmTtU38VmRntz8aVsN.jpg",
    "description": "One lonely, gloomy fifth-grade girl is the target of her classmates' relentless bullying and teasing—that is, until a new kid arrives on the scene. Friendly Takada is as clueless as he is well-meaning, but somehow he possesses the magic ability to start drawing \"Grim Reaper\" Nishimura out of her shell. As the elementary schoolers experience all the fun of a childhood summer together—from going to the pool to picking sunflowers to watching fireworks—an unusual friendship blossoms!",
    "background": "https://image.tmdb.org/t/p/w1280/kw8lD8gtkTzxX0rNfr4x5onQ2MY.jpg",
    "released": "2023-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive-folder:18zlj8AkK63kDqwdfOef5gjHt488xglM8",
    "type": "movie",
    "name": "Cells at Work!",
    "poster": "https://image.tmdb.org/t/p/w500/sgwwEGvNy7vCJN8IVnl44tuVlMZ.jpg",
    "description": "This is a story about you. A tale about the inside of your body... According to a new study, the human body consists of approximately 37 trillion cells. These cells are hard at work every day within a world that is your body. From the oxygen-carrying red blood cells to the bacteria-fighting white blood cells, get to know the unsung heroes and the drama that unfolds inside of you! It's the oddly relatable and interesting story that is the life of cells!",
    "background": "https://image.tmdb.org/t/p/w1280/aOQL8UYduNxDePbynZROLZ1nfsf.jpg",
    "released": "2018-01-01",
    "imdbRating": "8.1"
  },
  {
    "id": "gdrive-folder:19pCFsdGvEcsLhUSpdvcngubsdJmwmauj",
    "type": "movie",
    "name": "If My Favorite Pop Idol Made It to the Budokan, I Would Die",
    "poster": "https://image.tmdb.org/t/p/w500/n8tBDlRzWOA8ywyQNv3t9EokHVx.jpg",
    "description": "Passionate music-lover Eripiyo only wants to see her favorite underground pop group, ChamJam, make it to the big stage at Budokan. Because they've enriched her life by their very existence, Eri is willing to dedicate everything she has to see this dream fulfilled—even her health. At their last performance she got a crazy nosebleed. Hey, no one said being a super-fan was easy!",
    "background": "https://image.tmdb.org/t/p/w1280/kos8QXOgFQS89j9cR7SoEJtCjhB.jpg",
    "released": "2020-01-01",
    "imdbRating": "7.9"
  },
  {
    "id": "gdrive-folder:1tbuPxZQZbuxPevpxl3Y5PYKV31FCMq6B",
    "type": "movie",
    "name": "Your Lie in April",
    "poster": "https://image.tmdb.org/t/p/w500/rRjfH3ckTYz8z8aSkJshFL4VyK9.jpg",
    "description": "Kousei Arima was a genius pianist until his mother's sudden death took away his ability to play. Each day was dull for Kousei. But, then he meets a violinist named Kaori Miyazono who has an eccentric playing style. Can the heartfelt sounds of the girl's violin lead the boy to play the piano again?",
    "background": "https://image.tmdb.org/t/p/w1280/x6jWDL4H9TaBLGEvyej0qKiirBU.jpg",
    "released": "2014-01-01",
    "imdbRating": "8.6"
  },
  {
    "id": "gdrive-folder:19qvmPmYKhTXhwt29R6PbS_VzElB517Jy",
    "type": "movie",
    "name": "Tokyo Ghoul",
    "poster": "https://image.tmdb.org/t/p/w500/1m4RlC9BTCbyY549TOdVQ5NRPcR.jpg",
    "description": "Ken Kaneki, a bookworm college student, meets Rize, a girl his own age with whom he shares many interests.",
    "background": "https://image.tmdb.org/t/p/w1280/yOarY3Yo0NMkuTuft87M5oAZa3C.jpg",
    "released": "2014-01-01",
    "imdbRating": "8.3"
  },
  {
    "id": "gdrive-folder:10-pGT65qpG4rNzI7LR5JJkgUil6THjca",
    "type": "movie",
    "name": "Transformers: Cyberverse",
    "poster": "https://image.tmdb.org/t/p/w500/fxgzkgFavRmKLawUR4w6MQmWmCl.jpg",
    "description": "When Bumblebee begins to suffer amnesia, his partner, Windblade, comes to the rescue, and repairs his memory chips, enabling him to rediscover his past adventures on Cybertron. Once his memories are repaired, Bumblebee gets a clue that will lead both him and Windblade to complete their current mission and save their friends, unaware that Megatron sent his Decepticon assassins to hunt them down.",
    "background": "https://image.tmdb.org/t/p/w1280/ovRlxYjWMXp1fuMWwlubZ4s7iwX.jpg",
    "released": "2018-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive-folder:145dM-XQAtKQ9zMDyxJzY1KKYNVr2CfIp",
    "type": "movie",
    "name": "Transformers: War for Cybertron: Kingdom",
    "poster": "https://image.tmdb.org/t/p/w500/r2IouRpN9IXMyY8RX0YnJhkCirE.jpg",
    "description": "The frantic race to locate the Allspark first culminates on a strange planet as the future comes crashing through to the present day.",
    "background": "https://image.tmdb.org/t/p/w1280/n0FYv29sC8R2vX4ZkzTzosMGTW8.jpg",
    "released": "2021-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive-folder:1WDOiKWCjNoXYyZDXiDMsa3I59RQq3cpz",
    "type": "movie",
    "name": "Transformers: War for Cybertron: Siege",
    "poster": "https://image.tmdb.org/t/p/w500/lBUPQLk9gEg8Mg6noHcew8Aag0M.jpg",
    "description": "On their dying planet, the Autobots and Decepticons battle fiercely for control of the AllSpark in the Transformers universe's origin story.",
    "background": "https://image.tmdb.org/t/p/w1280/bxZrG6wsmKMoUC1q4ByTWDRHaOh.jpg",
    "released": "2020-01-01",
    "imdbRating": "7.5"
  },
  {
    "id": "gdrive-folder:17-fRNCKAK_UFaTAUQSF6mfqF1z3YiqeY",
    "type": "movie",
    "name": "Transformers: War for Cybertron: Earthrise",
    "poster": "https://image.tmdb.org/t/p/w500/63E619RuPL9EUjPzVTWCs2jUChl.jpg",
    "description": "While Megatron takes drastic measures to save the Decepticons, the Autobots fight to save all of Cybertron from both on the planet and aboard the Ark.",
    "background": "https://image.tmdb.org/t/p/w1280/6USilErg8aOh2en3ozjjquOrAL0.jpg",
    "released": "2020-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive-folder:1ZwiHTqR_VqEnIddHkdTMtUl37ykykYu2",
    "type": "movie",
    "name": "Sentenced to Be a Hero",
    "poster": "https://image.tmdb.org/t/p/w500/k8bh5mvHDx3czHSF56v9lRyulLC.jpg",
    "description": "In a world where heroism is a punishment, Xylo Forbartz, a condemned goddess killer, battles endless hordes of monstrous abominations as part of Penal Hero Unit 9004. Death is no escape, only a cycle of resurrection and relentless combat. But when Xylo encounters a mysterious new goddess, their unlikely alliance sparks a rebellion that could shatter the chains of eternal punishment.",
    "background": "https://image.tmdb.org/t/p/w1280/k8uBEraJWZf9o7oJbaVHrECwvjC.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.7"
  },
  {
    "id": "gdrive-folder:1kOfeUNE_pD-7sBAwgtiwH6OeAgO2seDg",
    "type": "movie",
    "name": "HANA-KIMI",
    "poster": "https://image.tmdb.org/t/p/original/tetE5PpsRWUiXdElMdzchPuI3SQ.jpg",
    "description": "Mizuki Ashiya is on a mission: disguise herself as a boy and enroll in a male boarding school to meet her idol, high jump star Izumi Sano. But after successfully infiltrating the school, she discovers he’s suddenly quit the sport! Now Mizuki must dodge suspicion, protect her cover, and somehow reach the boy she came all this way for—all while surviving the chaos of an all-boys dorm!",
    "background": "https://image.tmdb.org/t/p/original/2RT3KHdE54JXchZJBQyQOFXUx5q.jpg",
    "released": "2026-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive-folder:1hetlSEAPTlqEn4S5cUVBCBk4B6UipZQf",
    "type": "movie",
    "name": "Shaun the Sheep",
    "poster": "https://image.tmdb.org/t/p/w500/z2gPfTQd3I0JLWOAEdKYMQRLoun.jpg",
    "description": "Shaun the Sheep thinks and acts like a person in a barnyard, which usually gets him into trouble. The farmer's sheepdog, Bitzer, tries to keep Shaun and his friends out of trouble. The farmer is oblivious to the humanlike features of his flock, who are like one big, happy family.",
    "background": "https://image.tmdb.org/t/p/w1280/onwny8s0VTTN7te9TJnItgvyWHy.jpg",
    "released": "2007-01-01",
    "imdbRating": "7.6"
  },
  {
    "id": "gdrive-folder:1NxwE-g9erg1Un67kp1cVhfBSJpC6eSmx",
    "type": "movie",
    "name": "DARK MOON: THE BLOOD ALTAR",
    "poster": "https://image.tmdb.org/t/p/w500/68HcRvCpiajsPhKn1MnV4hqeCAN.jpg",
    "description": "In the seaside city of Riverfield stands Decelis Academy, home to seven mysterious boys sharing the same secret: They're vampires, hiding their murky pasts. When Sooha, a female student who hates vampires, transfers to the academy, the boys find themselves irresistibly drawn to her. As strange events shake the city, old sins and buried secrets resurface, and their world begins to fracture.",
    "background": "https://image.tmdb.org/t/p/w1280/iKalNKa27eSiNgqGvDn55Q8fNjI.jpg",
    "released": "2026-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive-folder:1Jk9ogEjT7ZJoFNN9Fn-aBi6teSGECnSr",
    "type": "movie",
    "name": "You and I Are Polar Opposites",
    "poster": "https://image.tmdb.org/t/p/w500/9hRuMU33DBz4z1vaYBRqLLuFFbQ.jpg",
    "description": "Suzuki’s a high school girl in love, but the guy she’s fallen for is nothing like her! While she’s cheerful, outgoing, and always trying to fit in, her classmate Yusuke Tani is stoic, quiet, and doesn’t seem to care what people think of him. Will Suzuki be able to overcome her anxieties and ask him out, or will she discover that opposites really don’t attract?",
    "background": "https://image.tmdb.org/t/p/w1280/sHmf4aMdTpYFCf0wqF8LYZ43kRw.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive-folder:1Ow45yIJbvrpKVpl-sghpdpvVYCpsM4gN",
    "type": "movie",
    "name": "Bleach",
    "poster": "https://image.tmdb.org/t/p/w500/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg",
    "description": "For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever. Now, with a newfound wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil.",
    "background": "https://image.tmdb.org/t/p/w1280/o0NsbcIvsllg6CJX0FBFY8wWbsn.jpg",
    "released": "2004-01-01",
    "imdbRating": "8.4"
  },
  {
    "id": "gdrive-folder:16_ztQkgMuZvMs_1hAJ7MjOTNi51Aredj",
    "type": "movie",
    "name": "MF GHOST",
    "poster": "https://image.tmdb.org/t/p/w500/jqkDWnBDltFCjAdhxCqUWg9GXFB.jpg",
    "description": "Japan adopts self-driving electric automobiles and renders most gas engines obsolete by 202X. The fastest cars find new life in the MFG, a racing circuit held on Japanese motorways. Drivers from around the world race for a shot at the title. Kanata Rivington returns from Britain to Japan for the MFG—and to find his father. Can he win the title and find answers? Buckle up and push it to the limit!",
    "background": "https://image.tmdb.org/t/p/w1280/qEqLerjgjX9BL1fsqRc4MoWzqIU.jpg",
    "released": "2023-01-01",
    "imdbRating": "8.2"
  },
  {
    "id": "gdrive-folder:1XLyag9mKt-Tzch6UV4qNA3UTYjUp8sPI",
    "type": "movie",
    "name": "Theatre of Darkness: Yamishibai",
    "poster": "https://image.tmdb.org/t/p/w500/coYJ1i9QLlHZTanckLZ4iceptlj.jpg",
    "description": "Yamishibai is a picture-story style of animation whose motif is surrounded and based off the rumors, and urban legends throughout the history of Japan.",
    "background": "https://image.tmdb.org/t/p/w1280/upkcoee5VhPeTTbLdPERtCVhy4N.jpg",
    "released": "2013-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive-folder:1occ6NDSoP8FdLevLEIzB70JY8cEt3ttA",
    "type": "movie",
    "name": "Kunon the Sorcerer Can See",
    "poster": "https://image.tmdb.org/t/p/w500/kGGdMa1fEwMiyyFB1AnUox5cshy.jpg",
    "description": "Kunon, a young man who cannot see, has the goal of creating new eyes with water magic. After just five months of learning sorcery, Kunon surpassed his own mentor and honed his talent as he tried to do a feat that's never been done before. A fantasy about a young man, a blind genius, who opens up the world through curiosity in the pursuit for magic is about to begin.",
    "background": "https://image.tmdb.org/t/p/w1280/jliuY8wmHTSB6WtpZUXAUF547t4.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.7"
  },
  {
    "id": "gdrive-folder:1zx9qlBx6EXwg8oVgcSOYkXoin_7xjVdK",
    "type": "movie",
    "name": "There Was a Cute Girl in the Hero's Party, So I Tried Confessing to Her",
    "poster": "https://image.tmdb.org/t/p/w500/lUIuuvxthqaK4euFHTNIsRmdf3s.jpg",
    "description": "Yoki was once a human but reincarnated into a demon. He now holds a middling position serving the Demon King tasked with taking down the hero party. But when he finally faces them, Yoki thinks... \"\"No way… she's perfect.\"\" Of all things, he fell in love at first sight with Cecilia, the priest of the hero party! Her serious gaze, her every little gesture—everything about her is too cute! She's an angel! And so, Yoki made up his mind that he would confess his feelings to her.",
    "background": "https://image.tmdb.org/t/p/w1280/7Wx1Io7Ml7ZUtf8XXsKLMBrj0lx.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.6"
  },
  {
    "id": "gdrive-folder:1F8wRt2W3yLtYGeh4GEA_xrTR_qK8NKok",
    "type": "movie",
    "name": "An Adventurer's Daily Grind at Age 29",
    "poster": "https://image.tmdb.org/t/p/w500/tx6XZPOJ5UgVzvo8BXb2cNhFBq5.jpg",
    "description": "Born and raised in the slums, 29-year-old adventurer Hajime Shinonome now lives a quiet life in Komai Village. But his peaceful days take a turn when he discovers Lirui, an abandoned young girl, being attacked by a slime. Moved by her desperation and reminded of his own past, he takes her back to the village. Hajime and Lirui begin a new chapter filled with unexpected challenges and gentle days!",
    "background": "https://image.tmdb.org/t/p/w1280/AjcUWWB60zEOE6xGA9rD2idJD2f.jpg",
    "released": "2026-01-01",
    "imdbRating": "9.3"
  },
  {
    "id": "gdrive-folder:1vmHXlJxSb8ViD5oTdPNJi5F6xRxZ7vUb",
    "type": "movie",
    "name": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!",
    "poster": "https://image.tmdb.org/t/p/w500/uzRpWknriZnd8fxkse5sfVaQwJn.jpg",
    "description": "Flum wasn't chosen for her strength—she has none. No magic, no skill, only an ability called “Reversal” that even she doesn't understand. So why did God place her in the hero's party? After being betrayed and sold into slavery, Flum is abused and eventually thrown to monsters for entertainment. Now faced with death, Flum must choose: be devoured or take up a cursed sword said to kill its wielder.",
    "background": "https://image.tmdb.org/t/p/w1280/uLC9tdRSPcKsgvRLth38WEbm8pa.jpg",
    "released": "2026-01-01",
    "imdbRating": "7.5"
  },
  {
    "id": "gdrive-folder:1CQMM8EZ4U1CxUqXzY-Q5IPPNRRDqXf9a",
    "type": "movie",
    "name": "TRIGUN STAMPEDE",
    "poster": "https://image.tmdb.org/t/p/w500/h1AvI9Mt6v15q5ynb3t9Dp4czBm.jpg",
    "description": "Vash the Stampede's a joyful gunslinging pacifist, so why does he have a $$6 million bounty on his head? That's what's puzzling rookie reporter Meryl Stryfe and her jaded veteran partner when looking into the vigilante only to find someone who hates blood. But their investigation turns out to uncover something heinous—his evil twin brother, Millions Knives.",
    "background": "https://image.tmdb.org/t/p/w1280/6dErjmx17e8kZn5zHAqLrbcTesV.jpg",
    "released": "2023-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive-folder:1rfYCH7i_lSfqsTi6L7ayuQ-PfRDcfipx",
    "type": "movie",
    "name": "A Misanthrope Teaches a Class for Demi-Humans",
    "poster": "https://image.tmdb.org/t/p/w500/yOM6DxJblSheZwOeGwAzfIHxnCc.jpg",
    "description": "After a traumatic incident ends his teaching career, Rei Hitoma is certain he hates humans. Yet when he sees a job for \"a teacher who truly cares for their students,\" he's compelled to apply. Before he knows it, he's hired—only to find out his students are demi-humans. What begins as a job becomes a journey for healing for both a teacher who's lost faith in humanity and students who dream of it.",
    "background": "https://image.tmdb.org/t/p/w1280/yrDQ24QE2qW2eNB2TGNafYT1Wnh.jpg",
    "released": "2026-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive-folder:1vqKdrfk36fwjEXeUodLeKG_dgIirTlcs",
    "type": "movie",
    "name": "BOFURI: I Don't Want to Get Hurt, so I'll Max Out My Defense.",
    "poster": "https://image.tmdb.org/t/p/w500/fdcMiknnRcmVgWb9wGS9TxE06cG.jpg",
    "description": "Kaede Honjou is invited by her friend Risa Shiramine to play a virtual reality MMO game with her. While Kaede doesn't dislike games, what she really, truly dislikes is being in pain. She creates a character named Maple, and decides to put all her points in VIT to minimize pain. As a result, she moves slowly, can't use magic, and even a rabbit can get the best of her. But as it turns out, she acquires a skill known as \"Absolute Defense\" as a result of her pumping points into VIT, as well as a \"Counter Skill\" that works against special moves. Now, with her ability to nullify all damage, she goes on adventures.",
    "background": "https://image.tmdb.org/t/p/w1280/lkuMXv7M2NMmcErLmBgvLIslJ23.jpg",
    "released": "2020-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive-folder:1NZF9uq-Rok6BulseoYXFo5V076wQYs-P",
    "type": "movie",
    "name": "Yuri!!! on Ice",
    "poster": "https://image.tmdb.org/t/p/w500/oxenakJNCj06JrWHENjvwaWGcSz.jpg",
    "description": "While on the verge of retirement, skater Yuri Katsuki meets Yuri Plisetsky and Victor Nikiforov, two skaters who rekindle his competitive fire.",
    "background": "https://image.tmdb.org/t/p/w1280/mWwWhDiQWONiSS4Go12TTjNw0E5.jpg",
    "released": "2016-01-01",
    "imdbRating": "8.5"
  },
  {
    "id": "gdrive-folder:1iPoa_2q56SwPubKN0Om-a-P64e_X9qn8",
    "type": "movie",
    "name": "I'm Standing on a Million Lives",
    "poster": "https://image.tmdb.org/t/p/w500/vdUva7C2B1wZI2D4vjBSWJIc8IG.jpg",
    "description": "Ninth grader Yotsuya Yuusuke is practical, friendless, and not active in any clubs. Then one day, he and two female classmates are suddenly sent to another world where they must work together to battle for their lives. Yotsuya is a lone wolf and has always lived his life according to his wants, but how will that work out now that he’s supposed to be a hero?!",
    "background": "https://image.tmdb.org/t/p/w1280/esBYtd4HLuEd5E1vlbTdBdgcdfe.jpg",
    "released": "2020-01-01",
    "imdbRating": "6.5"
  }
]