[
  {
    "id": "gdrive-folder:1lLtiOX2DdaauPluEAveE4QaZPn1dNxLF",
    "type": "series",
    "name": "Cells at Work! CODE BLACK",
    "poster": "https://image.tmdb.org/t/p/w500/lZQKzmE3P5CJ9Bj0wK4jMZuengp.jpg",
    "description": "Alcohol, smoking, and stress—in the body subjected to these irritants, the cells responsible for maintaining life seem to fight a war that never ends. Due to a severe shortage of workers, Red Blood Cell AA2153 has to quickly learn to deliver oxygen and collect carbon dioxide, even in dangerous conditions. Meanwhile, White Blood Cell U-1196 has to do her part by dealing with germs and viruses during life-threatening situations. In the midst of these crises, they have to work together to keep the body healthy, despite not knowing if their sacrifices will be worthwhile. Cells at Work! Code Black takes a different approach by showing the grittier side of the jobs our cells perform.",
    "background": "https://image.tmdb.org/t/p/w1280/fsnHf3qC4SJAMaYolZqmqvRaVw3.jpg"
  },
  {
    "id": "gdrive-folder:10hZREU846c4aaFDGADR7LLmOg-BNoOJF",
    "type": "series",
    "name": "Tokyo Override",
    "poster": "https://image.tmdb.org/t/p/w500/3MvNTEbOAgNsXPkzcYvBw6gJNzo.jpg",
    "description": "When a lonely hacker gets entangled with a group of underground couriers, they uncover the dark truth lurking beneath Tokyo's seemingly perfect facade.",
    "background": "https://image.tmdb.org/t/p/w1280/tugaJ46tP8r8aqnv4ORq1rDqQMY.jpg"
  },
  {
    "id": "gdrive-folder:17nSSer1spenc_eaKZTHdu8SJdwEipfhb",
    "type": "series",
    "name": "My Next Life as a Villainess: All Routes Lead to Doom!",
    "poster": "https://image.tmdb.org/t/p/w500/wGlRnnqmUmbmLc4gRiWlIsv9L3L.jpg",
    "description": "Wealthy heiress Catarina Claes is hit in the head with a rock and recovers the memories of her past life. It turns out the world she lives in is the world of the game Fortune Lover, an otome game she was obsessed with in her past life... but she's been cast as the villain character who tries to foil the protagonist's romances!",
    "background": "https://image.tmdb.org/t/p/w1280/cErFnClnNFtxjljACfo3knIvOeG.jpg"
  },
  {
    "id": "gdrive-folder:188xprbx7gGX_cTbc4WSysrtOAH0LR-eT",
    "type": "series",
    "name": "Why the Hell Are You Here, Teacher!?",
    "poster": "https://image.tmdb.org/t/p/w500/1yss3gl6mMNT9Txvdtvnu2KTWt9.jpg",
    "description": "Ichiro Sato is about as average as a student can get... except for his above-average ability to land himself in totally awkward, intensely risqué situations with his no-nonsense teacher, Kana Kojima! Ichiro has his hands full dealing with these steamy shenanigans and unexpected encounters in the most unlikely places. At least it can’t get any worse, right?",
    "background": "https://image.tmdb.org/t/p/w1280/9UolwLE0kfN4orxKwXdevJPWjNI.jpg"
  },
  {
    "id": "gdrive-folder:1I49EE2QqcUzZcHNTzQnGi2zkGwtrB9kc",
    "type": "series",
    "name": "Monster Musume: Everyday Life with Monster Girls",
    "poster": "https://image.tmdb.org/t/p/w500/8leXiwIwPRPQqHXKDhqgf4OIwBU.jpg",
    "description": "Three years ago, the world learned that harpies, centaurs, catgirls, and all manners of fabulous creatures are not merely fiction; they are flesh and blood - not to mention scale, feather, horn, and fang. Thanks to the \"Cultural Exchange Between Species Act,\" these once-mythical creatures have assimilated into society, or at least, they're trying. When a hapless human teenager named Kurusu Kimihito is inducted as a \"volunteer\" into the government exchange program, his world is turned upside down. A snake-like lamia named Miia comes to live with him, and it is Kurusu's job to take care of her and make sure she integrates into his everyday life.",
    "background": "https://image.tmdb.org/t/p/w1280/xDsBN1jJt2s4yswvcV82vV3Ib5d.jpg"
  },
  {
    "id": "gdrive-folder:1Takk6xpXhnWerngCyfqDaJpmiXMPnC1G",
    "type": "series",
    "name": "Monster Girl Doctor",
    "poster": "https://image.tmdb.org/t/p/w500/w0RJVdb1BdEjHAUX1LmzGyUvLaS.jpg",
    "description": "In the town of Lindworm where monsters and humans coexist, Dr. Glenn runs an exemplary medical clinic for monster girls with his lamia assistant, Sapphee. Whether receiving a marriage proposal by a centaur injured in battle, palpating the injury of a mermaid, or suturing the delicate wounds of a flesh golem, Dr. Glenn performs his job with grace and confidence. But when an unsavory character seeks to steal a harpy egg, how will the unflappable Dr. Glenn respond...?",
    "background": "https://image.tmdb.org/t/p/w1280/1sWzmUmMPT0cmfgPJkzzZ1VEnqY.jpg"
  },
  {
    "id": "gdrive-folder:1EkfffuiBH2qbqpPep622qiAAAUir8Nsp",
    "type": "series",
    "name": "Plunderer",
    "poster": "https://image.tmdb.org/t/p/w500/A0XboGeodpGlj33QUtjPMMwrMkN.jpg",
    "description": "In a post-apocalyptic world dominated by the so-called \"Numbers,\" each human will have their identity branded with their own \"Count,\" which could define any number related to their life. May it be one's walked distance or amount of compliments given to them by others, this Count could lead them to the abyss when it has dropped to zero. In the year 305 of the Alcian calendar, Hina has inherited a mission from her Mother, whose Count has depreciated to zero, to search for the Legendary Red Baron. In her adventure, she meets a half-masked swordsman named Licht who tries to hide his identity, as he is known as a degenerate for having an incredibly low Count.",
    "background": "https://image.tmdb.org/t/p/w1280/7BP3aJUCk8Iv20YFAqHcbXpTMwR.jpg"
  },
  {
    "id": "gdrive-folder:1EnyihDCAxQ9-cXe3Z6ZZFGlwVsoyVD5N",
    "type": "series",
    "name": "Hyouka",
    "poster": "https://image.tmdb.org/t/p/w500/qoAig2n9LkukqnizytaBtOSwif7.jpg",
    "description": "Oreki Houtarou is a minimalistic high school boy. One day, he joins the Classic Literature Club at his elder sister's request. There he meets Chitanda Eru, Fukube Satoshi, and Ibara Mayaka. Chitanda is a calm beautiful girl but she turns into an embodiment of curiosity once she says, \"I'm curious.\" Fukube is a smiling boy with a fantastic memory who calls himself a database. Ibara is a short girl and is strict with others and herself. They begin to investigate a case that occurred 45 years ago. Hints of the mystery are buried in an old collection of works of the former members of Classics Club. The collection is titled \"Hyouka.\"",
    "background": "https://image.tmdb.org/t/p/w1280/kmUuJ4BHkX1cQKnFBJ2vv22bmmS.jpg"
  },
  {
    "id": "gdrive-folder:1Kf8CMazdNGvhk9ceDaibv_CFJOqHXpFj",
    "type": "series",
    "name": "How a Realist Hero Rebuilt the Kingdom",
    "poster": "https://image.tmdb.org/t/p/w500/ymbGZbNjHK4uAy3l29jUBvqeXIX.jpg",
    "description": "Suddenly summoned to a fantasy world and betrothed to the princess, Kazuya Souma is crowned the new king. Unlike the royalty before him, he won’t be using swords and magic to rule; will administrative reform really get this kingdom back on track?",
    "background": "https://image.tmdb.org/t/p/w1280/8WfElKNkyLu8NrvtVkMkWzhkOd5.jpg"
  },
  {
    "id": "gdrive-folder:1PubwHlORrtblIxFe8fGvBJkcEeGdOXdQ",
    "type": "series",
    "name": "Death March to the Parallel World Rhapsody",
    "poster": "https://image.tmdb.org/t/p/w500/aVJUCmI7s22BtolCd0QoAztaGU1.jpg",
    "description": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to a powerful ability he possesses with limited use, he ends up wiping out an army of lizard men and becomes a high leveled adventurer. Satou decides to hide his level, and plans to live peacefully and meet new people. However, developments in the game's story, such as the return of a demon king, may cause a nuisance to Satou's plans.",
    "background": "https://image.tmdb.org/t/p/w1280/pv7CjeqAsN1fH5k8oUxs3lJUorJ.jpg"
  },
  {
    "id": "gdrive-folder:1DQDVifQ2HDk-C5aI_uvCRg-M02w9H862",
    "type": "series",
    "name": "High School of the Dead",
    "poster": "https://image.tmdb.org/t/p/w500/oPiNGGZyBzst3hKGFU1mteT0zhe.jpg",
    "description": "The lockers are splattered with blood, the student bodies are piling up and that's not mystery meat they're eating in the cafeteria… it's the faculty! And that's just the start of the worst day of school ever when a nightmarish virus is unleashed, turning humans into flesh eating zombies and converting Fujimi High School into a literal hell on Earth. Now it's a crash course in survival, and the only test or skill that matters is the ability to keep moving, breathing and fighting. Because if nerds, jocks and the surviving staff can't find a way to work together to escape this carnal house of education, they're all going to end up on the menu. And that's assuming there's anyplace safe left to escape to.",
    "background": "https://image.tmdb.org/t/p/w1280/ivWNDYPxDMjc82ajeSPuyq70hu9.jpg"
  },
  {
    "id": "gdrive-folder:19yFkw9w0af7uIAi_Q3h5APOxoBsNEuIM",
    "type": "series",
    "name": "Arcane",
    "poster": "https://image.tmdb.org/t/p/w500/fqldf2t8ztc9aiwn3k6mlX3tvRT.jpg",
    "description": "Amid the stark discord of twin cities Piltover and Zaun, two sisters fight on rival sides of a war between magic technologies and clashing convictions.",
    "background": "https://image.tmdb.org/t/p/w1280/sYXLeu5usz6yEz0k00FYvtEdodD.jpg"
  },
  {
    "id": "gdrive-folder:14hBJyRcVcxlcbYpk0btRqsyQXTfo5oWq",
    "type": "series",
    "name": "Gundam: Requiem for Vengeance",
    "poster": "https://image.tmdb.org/t/p/w500/ybJkwgv63Ht3bZNOrKsbTwYmaFC.jpg",
    "description": "Eleven months into the One Year War in U.C.0079, top Zaku II pilot Captain Solari faces the Earth Federation's new lethal weapon: the mobile suit Gundam.",
    "background": "https://image.tmdb.org/t/p/w1280/jYq8uw7vRIDoptXMFqQblE903xn.jpg"
  },
  {
    "id": "gdrive-folder:1P5CTvfztkiSzQMkk40Vv5oOl_krFdkcM",
    "type": "series",
    "name": "Oshi No Ko",
    "poster": "https://image.tmdb.org/t/p/w500/okbW9NdKRNKgIUTVA8YZAUGwIUx.jpg",
    "description": "A small-town doctor gets sucked into the ruthless world of show business when he crosses paths with a popular teen idol who holds a secret.",
    "background": "https://image.tmdb.org/t/p/w1280/gArCVC4ML529WMCEqOXbALdQbUq.jpg"
  },
  {
    "id": "gdrive-folder:1-8Bp8xShWejnSTlPOxJds5zYMjQHiG_Q",
    "type": "series",
    "name": "Uzumaki",
    "poster": "https://image.tmdb.org/t/p/w500/71SkvX0U1FinnoQkDAtrNyrYhtT.jpg",
    "description": "The inhabitants of a small Japanese town become increasingly obsessed with and tormented by spirals.",
    "background": "https://image.tmdb.org/t/p/w1280/ju66IP5AkqoHthl0T7efb7qosnS.jpg"
  },
  {
    "id": "gdrive-folder:1N7JTHx-FfbayHo0QMdqMo3YCfh443t_3",
    "type": "series",
    "name": "High School of the Dead",
    "poster": "https://image.tmdb.org/t/p/w500/oPiNGGZyBzst3hKGFU1mteT0zhe.jpg",
    "description": "The lockers are splattered with blood, the student bodies are piling up and that's not mystery meat they're eating in the cafeteria… it's the faculty! And that's just the start of the worst day of school ever when a nightmarish virus is unleashed, turning humans into flesh eating zombies and converting Fujimi High School into a literal hell on Earth. Now it's a crash course in survival, and the only test or skill that matters is the ability to keep moving, breathing and fighting. Because if nerds, jocks and the surviving staff can't find a way to work together to escape this carnal house of education, they're all going to end up on the menu. And that's assuming there's anyplace safe left to escape to.",
    "background": "https://image.tmdb.org/t/p/w1280/ivWNDYPxDMjc82ajeSPuyq70hu9.jpg"
  },
  {
    "id": "gdrive-folder:13u7KjTD_ULc_oWVOferxqSBenx_vYCSB",
    "type": "series",
    "name": "Horimiya",
    "poster": "https://image.tmdb.org/t/p/w500/yxk74s3QHx4K3rKpiPisLLqPJ5J.jpg",
    "description": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?",
    "background": "https://image.tmdb.org/t/p/w1280/ldUbhEbyI28M6PiAkL0hZ2o8bOT.jpg"
  },
  {
    "id": "gdrive-folder:1DRZRHhJc4ADihlzBQvCU1jBxpx3da_bM",
    "type": "series",
    "name": "Terminator Zero",
    "poster": "https://image.tmdb.org/t/p/w500/v4sbn6IsJGAIZNHjdB4CprvS7zo.jpg",
    "description": "A warrior from a post-apocalyptic future travels to 1997 to protect an AI scientist being hunted by an unfeeling — and indestructible — cyborg.",
    "background": "https://image.tmdb.org/t/p/w1280/woH18JkZMYhMSWqtHkPA4F6Gd1z.jpg"
  },
  {
    "id": "gdrive-folder:1NpFze2lbSjI72ao7Y0PM4-tqMqSOziT3",
    "type": "series",
    "name": "Black Dynamite",
    "poster": "https://image.tmdb.org/t/p/w1280/wgQNwVqBZ7j9MZSG6Nr5n5Z2ZPr.jpg",
    "description": "This is the story of 1970s African-American action legend Black Dynamite. The Man killed his brother, pumped heroin into local orphanages, and flooded the ghetto with adulterated malt liquor. Black Dynamite was the one hero willing to fight The Man all the way from the blood-soaked city streets to the hallowed halls of the Honky House.",
    "background": "https://image.tmdb.org/t/p/w1280/gpcJuvH1tRWfdGv6ysWVRN3EZXL.jpg"
  },
  {
    "id": "gdrive-folder:1wlB4Jau0c0fY-l2UPzJrQhZb0Y1gJN8K",
    "type": "series",
    "name": "Go! Go! Loser Ranger!",
    "poster": "https://image.tmdb.org/t/p/w500/1xLqRhNM41Xv0UZRZsHBhsnB1lx.jpg",
    "description": "With their old hideout and bosses wiped out, the surviving Dusters make a secret agreement with the Ranger Force to engage in the weekly Sunday Showdown - one where they will always be defeated. Tired of this charade, Fighter D finally steps up to make a change once and for all!",
    "background": "https://image.tmdb.org/t/p/w1280/M0CIWl08Bj2U271ahU61JkWztc.jpg"
  },
  {
    "id": "gdrive-folder:1DuutCPKDJKT5hDfms6jsd-piO9aMKCY0",
    "type": "series",
    "name": "Ishura",
    "poster": "https://image.tmdb.org/t/p/w500/twNBSlJ6mbKGjbmhkKF09BeeCkD.jpg",
    "description": "A host of demigods have inherited the world after the Demon King has died, and a battle to determine the mightiest ensues.",
    "background": "https://image.tmdb.org/t/p/w1280/4QJjj63L1pfhiF9rSRAVbwB4lLp.jpg"
  },
  {
    "id": "gdrive-folder:1HMopc9tIUgNhksd2DQtTJtZHW1cY4Cb8",
    "type": "series",
    "name": "Chained Soldier",
    "poster": "https://image.tmdb.org/t/p/w500/9SFBctEZE0X4t1A2q16MC7EJrsC.jpg",
    "description": "Destructive monsters from the Mato dimension threaten the earth, while women gifted with powers from Peaches try to stop them. But to save the world, Yuuki must be willing to become Chief Kyoka's servant both on the battlefield and at home.",
    "background": "https://image.tmdb.org/t/p/w1280/t02dITrzFNNFEaogaxSOgibpZfp.jpg"
  },
  {
    "id": "gdrive-folder:1mWB5JhIvlgjzg7SJx2cswaL6DLUCIsnE",
    "type": "series",
    "name": "The Unwanted Undead Adventurer",
    "poster": "https://image.tmdb.org/t/p/w500/lQpkZLyw8ID6lZG3djRtihzVWmY.jpg",
    "description": "Rentt Faina has hunted monsters for the last 10 years. Sadly, he’s not great at his job, stuck hunting slimes and goblins for a few coins each day. His luck turns when he finds an undiscovered path. At the path’s end, he meets his demise in the maw of a legendary dragon. But, he wakes up as an undead bag of bones! He sets out to achieve Existential Evolution and rejoin the land of the living.",
    "background": "https://image.tmdb.org/t/p/w1280/eYfyC5foNQVxi0dosgwUl8obHLg.jpg"
  },
  {
    "id": "gdrive-folder:1hXcSMQfmDp-tyt3FYpKbLwsB5WN4iPme",
    "type": "series",
    "name": "Berserk of Gluttony",
    "poster": "https://image.tmdb.org/t/p/w500/wQMcq5YUjMfoIEqLRzrNQVt4ROl.jpg",
    "description": "Fate Graphite was born into a world where magical skills shape your destiny. His skill is Gluttony, a seemingly useless curse of unending hunger that has left him shunned and looked down upon. Until one day, after he takes the life of a thief, his true power awakens: he can devour the skill of anyone he kills to feed his appetite. Will he learn to control this gruesome ability for the better?",
    "background": "https://image.tmdb.org/t/p/w1280/w6UrhLiXEMLwI4PFv2I2JEPhLRj.jpg"
  },
  {
    "id": "gdrive-folder:1obRwVoko6mHn3S6n9624OvyadNmCtAS8",
    "type": "series",
    "name": "Uncle from Another World",
    "poster": "https://image.tmdb.org/t/p/w500/ixYH9Ngm3IcPtK4964jbvB0Czi9.jpg",
    "description": "After being in a coma for 17 years, Takafumi's middle-aged uncle suddenly wakes up speaking an unrecognizable language and wielding magical powers.",
    "background": "https://image.tmdb.org/t/p/w1280/piMRImsn3ZQerFmPdAoXgmOpc7R.jpg"
  },
  {
    "id": "gdrive-folder:1XH09mSHWErD6F1umV6R-M5vwE7kRwWBK",
    "type": "series",
    "name": "Black Bullet",
    "poster": "https://image.tmdb.org/t/p/w500/4UOpAafs6PCsZ8AwlCjGVIVn2ET.jpg",
    "description": "A near future, where humans have been defeated by the viral parasites named Gastrea. They have been exiled into a small territory and live in despair, side-by-side in terror.\n\nIn this world trapped in darkness—\n\nRentaro, a boy living near Tokyo and member of the \"Civil Security\"—an organization specializing in fighting against the Gastrea—is used to accomplishing dangerous tasks. His partner is Enju, a precocious young girl. They fight thanks to their peculiar powers until one day, when they receive a special assignment from the government. This top secret mission is to prevent the destruction of Tokyo...\n\nSet in a near future, this thrilling heroic-action story... starts now!",
    "background": "https://image.tmdb.org/t/p/w1280/r0HS8CD1tmOUCU3M5J1cmOg2fUq.jpg"
  },
  {
    "id": "gdrive-folder:1zyXT9_Z6Vd39kDMRNUqisSBaxtZchADE",
    "type": "series",
    "name": "T・P BON",
    "poster": "https://image.tmdb.org/t/p/w500/13HE9ZZorQ3KLQrFW2KOH0dZLlW.jpg",
    "description": "After Bon accidentally intervenes in a Time Patrol case, he must join Agent Ream in saving innocent lives from the past — while watching history unfold.",
    "background": "https://image.tmdb.org/t/p/w1280/8JT2teOpP9Q8BD9R1sQKnZWG8Kb.jpg"
  },
  {
    "id": "gdrive-folder:1lg7RA10zcN7tW9rmmv1nXkNKuZv8ocaZ",
    "type": "series",
    "name": "Scavengers Reign",
    "poster": "https://image.tmdb.org/t/p/w500/bFlVZV8TQbs8hcIY7PVYonYFMgK.jpg",
    "description": "When a deep space freighter is damaged by a solar flare its surviving crew are stranded on a beautiful and unforgiving planet. They begin to learn the true nature of this planet as they try to survive long enough to escape or be rescued.",
    "background": "https://image.tmdb.org/t/p/w1280/rrREM1cowfMZ8SmrJ9KCFO3y4j6.jpg"
  },
  {
    "id": "gdrive-folder:1prQEi6sfzfQrvFj1NdZ9buX4624b1ZR0",
    "type": "series",
    "name": "The Smurfs",
    "poster": "https://image.tmdb.org/t/p/w500/vRhnslP2gW0QDym7BsMeSuioUfK.jpg",
    "description": "When the evil wizard Gargamel chases the tiny blue Smurfs out of their village, they tumble from their magical world and into ours -- in fact, smack dab in the middle of Central Park. Just three apples high and stuck in the Big Apple, the Smurfs must find a way to get back to their village before Gargamel tracks them down.",
    "background": "https://image.tmdb.org/t/p/w1280/iYLimHUF0C0R61v1ofg79SUIja9.jpg"
  },
  {
    "id": "gdrive-folder:1bdhZzoPY_TodV0mw4-HmBg_LMBfhiAQT",
    "type": "series",
    "name": "Rising Impact",
    "poster": "https://image.tmdb.org/t/p/w500/i0jKVRkxf12hOUR1RZF62r9WdCk.jpg",
    "description": "When a third-grader's natural gift for golf is accidentally discovered by a pro player, the boy embarks on a journey to be the world's best golfer.",
    "background": "https://image.tmdb.org/t/p/w1280/lTOL2HtDkBJ4R5dHEKT8JlVxFhd.jpg"
  },
  {
    "id": "gdrive-folder:1-_P8Tcw-NvpzhzJkbaLr7NyNx9sUJ8Xj",
    "type": "series",
    "name": "Haikyu!!",
    "poster": "https://image.tmdb.org/t/p/w500/8WEr48swcqe89Zsy5sdrGCASlIg.jpg",
    "description": "Inspired by a small-statured pro volleyball player, Shouyou Hinata creates a volleyball team in his last year of middle school. Unfortunately the team is matched up against the \"King of the Court\" Tobio Kageyama's team in their first tournament and inevitably lose. After the crushing defeat, Hinata vows to surpass Kageyama. After entering high school, Hinata joins the volleyball team only to find that Tobio has also joined.",
    "background": "https://image.tmdb.org/t/p/w1280/3mBtXzyOIzh5zJNEgHqIIYTPb6n.jpg"
  },
  {
    "id": "gdrive-folder:1gWoICQtTDH1KJnLtrsYMeNOwhjWHtKtH",
    "type": "series",
    "name": "SAND LAND: THE SERIES",
    "poster": "https://image.tmdb.org/t/p/w500/fxBu818TRNHjHkUwGQctH775Ro3.jpg",
    "description": "Sand Land is a mysterious world where demons and humans eke out an existence in a barren desert wasteland. In hopes of replenishing their water supply, Fiend Prince Beelzebub, a demon named Thief, and a human named Sheriff Rao team up and embark on a journey in search of the Legendary Spring.",
    "background": "https://image.tmdb.org/t/p/w1280/tMt8J6w3z9H2CPboV5vf3eL9GN7.jpg"
  },
  {
    "id": "gdrive-folder:1gd40Cn5kdvvR1OrpEZP-mwgdPhNGwL52",
    "type": "series",
    "name": "Ninja Kamui",
    "poster": "https://image.tmdb.org/t/p/w500/A7mYSloFonDcQtHTqyLqEg9rIkh.jpg",
    "description": "A team of assassins exacts a bloody retribution on Joe Logan – a former ninja who escaped his clan – and his family for betraying their ancient code. Rising from his seeming \"death,\" Joe will re-emerge as his former self – Ninja Kamui – to avenge his family and friends and bring down the very clan that made him.",
    "background": "https://image.tmdb.org/t/p/w1280/3nmDXGCDcHbtP3Rw4vi9RD3cmmX.jpg"
  },
  {
    "id": "gdrive-folder:1p9MmYc6hzs1l2ObWqloO7SO0l6CsjRaQ",
    "type": "series",
    "name": "SAND LAND: THE SERIES",
    "poster": "https://image.tmdb.org/t/p/w500/fxBu818TRNHjHkUwGQctH775Ro3.jpg",
    "description": "Sand Land is a mysterious world where demons and humans eke out an existence in a barren desert wasteland. In hopes of replenishing their water supply, Fiend Prince Beelzebub, a demon named Thief, and a human named Sheriff Rao team up and embark on a journey in search of the Legendary Spring.",
    "background": "https://image.tmdb.org/t/p/w1280/tMt8J6w3z9H2CPboV5vf3eL9GN7.jpg"
  },
  {
    "id": "gdrive-folder:1Ht4UarZrKeuS5Yt7G-Po8dFLC7NiTExs",
    "type": "series",
    "name": "Black Butler",
    "poster": "https://image.tmdb.org/t/p/w500/iXGs130TRoUplHf0o86zp9MqAYc.jpg",
    "description": "In Victorian London, 12-year-old business magnate Ciel Phantomhive thwarts dangers to the queen as he's watched over by his demon butler, Sebastian.",
    "background": "https://image.tmdb.org/t/p/w1280/5U0dYTkHXPhoExNnEm5iKrpDqtr.jpg"
  },
  {
    "id": "gdrive-folder:1Em2e9xCNXIP1OQ4_pQBV0fAOgGg9Qw-P",
    "type": "series",
    "name": "Knuckles",
    "poster": "https://image.tmdb.org/t/p/w500/sK6Nr6KNUA4WlAHyNBTioz9FK87.jpg",
    "description": "Knuckles embarks on a hilarious and action-packed journey of self-discovery as he agrees to train Wade as his protégé and teach him the ways of the Echidna warrior.",
    "background": "https://image.tmdb.org/t/p/w1280/aMpNvgWjPimLldhKgwtCt5NjLen.jpg"
  },
  {
    "id": "gdrive-folder:17eqi_s2KHoTCBZuO1mMlKuKGqqIchgf1",
    "type": "series",
    "name": "Black Clover",
    "poster": "https://image.tmdb.org/t/p/w500/kaMisKeOoTBPxPkbC3OW7Wgt6ON.jpg",
    "description": "Asta and Yuno are two orphans who want the same thing: to become the Wizard King. Locked in a friendly rivalry, they work hard towards their goal. While Yuno excels at magic, Asta has a problem uncommon in this world: he has no powers! But, on the day they receive their grimoires, they surprise everyone. To reach their goal, they’ll each find their own path to greatness—with or without magic.",
    "background": "https://image.tmdb.org/t/p/w1280/4RzRtLMlTeJvpvvdXDe854VLEG8.jpg"
  },
  {
    "id": "gdrive-folder:1Ac_c7-qadhBV0CqnMb2HCp6zWoNZF6zD",
    "type": "series",
    "name": "Danganronpa: The Animation",
    "poster": "https://image.tmdb.org/t/p/w500/2XKziwAUwPiOonJfSJxnEzFPNSU.jpg",
    "description": "Being just a normal student without a special talent, Makoto Naegi wins a lottery to attend the prestigious Hope's Peak Academy where only the top prodigies attend. However, instead of this being the beginning of a wonderful high school life, it's a ticket to despair, because the only way to graduate from Hope's Peak Academy is to kill one of your fellow students or be one of their victims.",
    "background": "https://image.tmdb.org/t/p/w1280/eAj5C3Sb4LCQReg3LMCnJ2wh45T.jpg"
  },
  {
    "id": "gdrive-folder:1FXRpx1guUsQQ0lglxeeVRN4OylxQNIzM",
    "type": "series",
    "name": "The Penguins of Madagascar",
    "poster": "https://image.tmdb.org/t/p/w500/jfBSIu9r8Kb03ic6FrTb6O5zuyU.jpg",
    "description": "The Penguins of Madagascar is an American CGI animated television series airing on Nickelodeon. It stars nine characters from the DreamWorks Animation animated film Madagascar: The penguins Skipper, Kowalski, Private, and Rico; the lemurs King Julien, Maurice, and Mort; and Mason and Phil the chimpanzees. Characters new to the series include Marlene the otter and a zookeeper named Alice. It is the first Nicktoon produced with DreamWorks Animation.\n\nA pilot episode, \"Gone in a Flash\", aired as part of \"Superstuffed Nicktoons Weekend\" on November 29, 2008, and The Penguins of Madagascar became a regular series on March 28, 2009. The series premiere drew 6.1 million viewers, setting a new record as the most-watched premiere.\n\nAlthough the series occasionally alludes to the rest of the franchise, The Penguins of Madagascar does not take place at a precise time within it. McGrath, who is also the co-creator of the film characters, has said that the series takes place \"not specifically before or after the movie, I just wanted them all back at the zoo. I think of it as taking place in a parallel universe.\"",
    "background": "https://image.tmdb.org/t/p/w1280/k6a0Y4AyYJdW4HrnjcYtKx4pvwG.jpg"
  },
  {
    "id": "gdrive-folder:12naZp8Xf2pUV1I9dnwpgJFMMxGBerzgc",
    "type": "series",
    "name": "The Dangers in My Heart",
    "poster": "https://image.tmdb.org/t/p/w500/mKhMmREBOKXtp3tlv9rnLRxZec5.jpg",
    "description": "Kyotaro Ichikawa, a boy barely clinging to the bottom rung of his school's social ladder, secretly believes he’s the tortured lead in some psychological thriller. He spends his days dreaming up ways to disrupt his classmates' peaceful lives and pining after Anna Yamada, the class idol. But Kyotaro's not nearly the troubled teen he pretends to be…and it turns out Anna's a bit odd herself!",
    "background": "https://image.tmdb.org/t/p/w1280/31VJnwcy3VOhoqETJEFIO58ZVfF.jpg"
  },
  {
    "id": "gdrive-folder:1A1TbdEmVBguoq3le4qzXiLTTtUlXW3iL",
    "type": "series",
    "name": "The Apothecary Diaries",
    "poster": "https://image.tmdb.org/t/p/w500/e3ojpANrFnmJCyeBNTinYwyBCIN.jpg",
    "description": "Maomao lived a peaceful life with her apothecary father. Until one day, she's sold as a lowly servant to the emperor's palace. But she wasn't meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she's making a name for herself solving medical mysteries!",
    "background": "https://image.tmdb.org/t/p/w1280/gffVOVZ2Y9cmVIZ26Gt9ByMGCYH.jpg"
  },
  {
    "id": "gdrive-folder:1PQLzFWUx5CMcefxt5stIMWxg0eUaONGa",
    "type": "series",
    "name": "BUCCHIGIRI?!",
    "poster": "https://image.tmdb.org/t/p/w500/bhtkmLdMleHtGTq267VqhePgp5S.jpg",
    "description": "Arajin Tomoshibi’s reunion with his old pal Matakara Asamine takes an unexpected turn when they stumble into a brawl with the toughest guys in town. And just when you thought things couldn’t get weirder, a colossal genie decides to drop in. Brace yourself for the ultimate showdown. It’s the clash of the cool and the magical!",
    "background": "https://image.tmdb.org/t/p/w1280/oziPYy02zzGejwvzsVOPgCaPqRv.jpg"
  },
  {
    "id": "gdrive-folder:1YGDyRHQKD2StEvG-40Exhx9GzSegiLpl",
    "type": "series",
    "name": "Ragna Crimson",
    "poster": "https://image.tmdb.org/t/p/w500/oGmNWwV3wgp1DZXTOLSAYZZgh3X.jpg",
    "description": "Ragna teams up with the enigmatic Crimson to stand against the dragons menacing the world. Although Crimson’s motivations are mysterious, his goal and Ragna’s perfectly align, and together they’ll vanquish the dragons once and for all.",
    "background": "https://image.tmdb.org/t/p/w1280/8Tv140K71PVsiU5z0vRNrgZpKAM.jpg"
  },
  {
    "id": "gdrive-folder:1nSJ_oUy6FNf83UcdCSuOCMFWwCrGl7bL",
    "type": "series",
    "name": "The Wrong Way to Use Healing Magic",
    "poster": "https://image.tmdb.org/t/p/w500/uQEbcmuUwDfPiVUIRCF6d57eErM.jpg",
    "description": "An ordinary walk home from school turns into an epic journey for Usato. After suddenly being dropped into another world with two fellow students, Usato learns he was summoned there by accident. But things turn around when he discovers a unique aptitude for healing magic! Now, he trains beyond human limitations, using his self-healing abilities to gain absurd strength and unrivaled stamina.",
    "background": "https://image.tmdb.org/t/p/w1280/1WbGhlLj1z6PC6Vrz5baouodURB.jpg"
  },
  {
    "id": "gdrive-folder:1bmRgyG2mmuQ5Z_Kw6DxxLjp0A6A-pRQT",
    "type": "series",
    "name": "Hokkaido Gals Are Super Adorable!",
    "poster": "https://image.tmdb.org/t/p/w500/5PCVM6o2OvXFrfJXOrlRQGBLB4x.jpg",
    "description": "Snowflakes aren’t the only things dropping in Hokkaido—so are jaws, thanks to the super adorable gals who are turning the icy north into a hotbed of fashion and fun. Brace yourself for a winter storm of laughs, love, and killer outfits as these gals prove that being cute is an all-season affair. Here, frostbite meets fashionista!",
    "background": "https://image.tmdb.org/t/p/w1280/1LjcJ7Ct6AU1uvnHJ8894GZ4p91.jpg"
  },
  {
    "id": "gdrive-folder:13mH875T2tbpkaLb6XemRhOVNe93cHaLb",
    "type": "series",
    "name": "Dragon Ball Z",
    "poster": "https://image.tmdb.org/t/p/w500/i1lMlxir5E4jyeLlqS2bK1Cn3Tt.jpg",
    "description": "Now happily married and with a son, martial arts champion Goku must defend Earth from a series of extraterrestrial invaders bent on destruction.",
    "background": "https://image.tmdb.org/t/p/w1280/ydf1CeiBLfdxiyNTpskM0802TKl.jpg"
  },
  {
    "id": "gdrive-folder:1KS-CLLiIdN9jF_K2BGuikzTmxbk_d9vY",
    "type": "series",
    "name": "Bottom-Tier Character Tomozaki",
    "poster": "https://image.tmdb.org/t/p/w500/86sP2j7NdslbZywy98qPDtzgvEV.jpg",
    "description": "Tomozaki is one of the best gamers in Japan, and in his opinion, the game of real life is one of the worst. No clear-cut rules for success, horribly balanced, and nothing makes sense. But then he meets a gamer who’s just as good as him, and she offers to teach him a few exploits…",
    "background": "https://image.tmdb.org/t/p/w1280/xWhkbeNtpdvtmLkknzjbLoBghrA.jpg"
  },
  {
    "id": "gdrive-folder:1DbwojDfhGc7Ps20D6RDN_r0sFTpSfpZw",
    "type": "series",
    "name": "A Sign of Affection",
    "poster": "https://image.tmdb.org/t/p/w500/ntgph4kCtxzDsVQIK2gJfrG3PyM.jpg",
    "description": "Yuki Itose is just a typical student dealing with the pressures of college. She is struggling one day on the train when an upperclassman named Itsuomi Nagi helps her out. As he gradually opens a new world to her, Yuki develops feelings for Itsuomi. A pure love story begins to grow.",
    "background": "https://image.tmdb.org/t/p/w1280/oEWiCaRDqmUDRzXNxL9eyA1ofcd.jpg"
  },
  {
    "id": "gdrive-folder:1y2L9GZLXyqo6SSHNY0p73XjnqH2ubkch",
    "type": "series",
    "name": "The Foolish Angel Dances with the Devil",
    "poster": "https://image.tmdb.org/t/p/w500/tyay9L58bSNIxVUXIGNxkjKMRuD.jpg",
    "description": "Determined to protect his demon world from heavenly angels, demon Masatora Akutsu heads to earth in search of a charismatic human to rally his kin. Masquerading as a high schooler for his recruitment mission, he's captivated by the lovely Lily Amane. But he's in for a wild celestial surprise, because she's his archnemesis—an angel—and she's set on reforming his demonic ways!",
    "background": "https://image.tmdb.org/t/p/w1280/48dmF9JLqB5YRwAFcpfnRSM2l5K.jpg"
  },
  {
    "id": "gdrive-folder:1rTCMkHa_es2Uv8jJqcAhzG-bx6r99Vdc",
    "type": "series",
    "name": "Undead Unluck",
    "poster": "https://image.tmdb.org/t/p/w500/pJYOYFlu4Vayz5xXJJuP7ViwHnT.jpg",
    "description": "Andy, a Negator with the ability \"Undead,\" has been long in search for someone with the ability to give him a 'real death.' Fuko Izumo brings misfortune to those around her due to her ability \"Unluck.\" The two decide to join the Union, an organization which aims to control and protect the world from unidentified phenomena. The two uncover the mystery of the world as they search for the \"greatest death ever.\"",
    "background": "https://image.tmdb.org/t/p/w1280/8uoNGqXeJCBoG2gLOsKW3qUDuaI.jpg"
  },
  {
    "id": "gdrive-folder:1wuYwW0bHTJY7lTccHr9zaE-x0RzSzk8n",
    "type": "series",
    "name": "The Demon Prince of Momochi House",
    "poster": "https://image.tmdb.org/t/p/w500/963GYlakUDBxnfMx2WINXcFKJgC.jpg",
    "description": "Himari’s 16th birthday will be one she never forgets. Unexpectedly, she receives a will detailing her inheritance of a mysterious estate: the Momochi House. She arrives only to discover that the home was built on the cusp between the human world and the spiritual realm. There, she encounters Yukari, Ise, and a peculiar boy named Aoi, who seems to be concealing a shadowy secret.",
    "background": "https://image.tmdb.org/t/p/w1280/t8cAnsJATqol08i9kyKsXFy7PYH.jpg"
  },
  {
    "id": "gdrive-folder:1qka8CzekiE-DsfNOltXirCxF1tq9IrR5",
    "type": "series",
    "name": "Sasaki and Peeps",
    "poster": "https://image.tmdb.org/t/p/w500/kVp4PsyB8V839mGQjkn6kevBwKV.jpg",
    "description": "Sasaki is a middle-aged office worker living in Japan. Feeling drained by the vapid corporate world, he heads to the pet shop in search of a new companion. There he finds an adorable bird named Peeps and takes him home. But Sasaki quickly learns that Peeps isn’t your average bird…he’s a powerful mage from another world! Together, they embark on a magical adventure filled with swords and sorcery.",
    "background": "https://image.tmdb.org/t/p/w1280/xljpEwFQF6Rl1rU1w7SEs1pk3YE.jpg"
  },
  {
    "id": "gdrive-folder:16bIODkLudwvbl0R5Qk1_XsrqpJChy8HM",
    "type": "series",
    "name": "Star Wars: The Bad Batch",
    "poster": "https://image.tmdb.org/t/p/w500/cDQAvfgAqnKuklerrZylZr6PCQa.jpg",
    "description": "The 'Bad Batch' of elite and experimental clones make their way through an ever-changing galaxy in the immediate aftermath of the Clone Wars.",
    "background": "https://image.tmdb.org/t/p/w1280/sjxtIUCWR74yPPcZFfTsToepfWm.jpg"
  },
  {
    "id": "gdrive-folder:17Pj5VAn97pfVk3uYeczW7R89J-GcGBcg",
    "type": "series",
    "name": "ARK: The Animated Series",
    "poster": "https://image.tmdb.org/t/p/w500/3qzBCXJLifxund1QMa8BiXmH3xp.jpg",
    "description": "In a mysterious primeval land populated by dinosaurs and other extinct creatures, people from throughout human history have been resurrected. When 21st century Australian paleontologist Helena Walker awakes there after tragedy, she must learn to survive and find new allies, or die again at the hands of ruthless warlords, all while trying to uncover the true nature of their strange new world.",
    "background": "https://image.tmdb.org/t/p/w1280/wbwvYUCr0dIZYISXPWFSqQiJfsO.jpg"
  },
  {
    "id": "gdrive-folder:1VIT4Ok2svmE5ML3GnupXoDcGcaLo1Tha",
    "type": "series",
    "name": "My Happy Marriage",
    "poster": "https://image.tmdb.org/t/p/w500/5RZIBqSYHhpQF6s8Dgw2aXlA4ZS.jpg",
    "description": "Miyo's abusive family deems her worthless – but together with her powerful husband-to-be, her true self and hidden powers slowly begin to shine.",
    "background": "https://image.tmdb.org/t/p/w1280/7uyRCBMQIWwJSWIR2aCrvPjbPzi.jpg"
  },
  {
    "id": "gdrive-folder:11S8VwxV-pGIUT08mQN5P0ryGBn3foiOm",
    "type": "series",
    "name": "Kamisama Kiss",
    "poster": "https://image.tmdb.org/t/p/w500/5E7GL8KxpFemEFl3Lv8Fu4RuSwa.jpg",
    "description": "Nanami was just a normal high school girl down on her luck until a stranger’s lips marked her as the new Land God and turned her world upside down. Now, she’s figuring out the duties of a deity with the help of Tomoe, a reformed fox demon who reluctantly becomes her familiar in a contract sealed with a kiss. The new responsibilities—and boys—are a lot to handle, like the crow demon masquerading as a gorgeous pop idol and the adorable snake spirit who’s chosen the newly minted god to be his bride. As the headstrong Tomoe tries to whip her into shape, Nanami finds that love just might have cute, pointed fox ears. With romance in the air, will the human deity be able to prove herself worthy of her new title?",
    "background": "https://image.tmdb.org/t/p/w1280/cttisz5q4LHwyRYlIj9S7oQa27v.jpg"
  },
  {
    "id": "gdrive-folder:1qyfZTkZoqyAJZ-HFU_MtDbrbWzkiDAKW",
    "type": "series",
    "name": "Claymore",
    "poster": "https://image.tmdb.org/t/p/w500/rQt8X4kjBxah0laGwUVJISf1086.jpg",
    "description": "When a shapeshifting demon with a thirst for human flesh, known as \"youma,\" arrives in Raki's village, a lone woman with silver eyes walks into town with only a sword upon her back. She is a \"Claymore,\" a being manufactured as half-human and half-youma, for the express purpose of exterminating these monsters. After Raki's family is killed, the Claymore saves his life, but he is subsequently banished from his home. With nowhere else to go, Raki finds the Claymore, known as Clare, and decides to follow her on her journeys.\n\nAs the pair travel from town to town, defeating youma along the way, more about Clare's organization and her fellow warriors comes to light. With every town cleansed and every demon destroyed, they come closer to the youma on which Clare has sought vengeance ever since she chose to become a Claymore.",
    "background": "https://image.tmdb.org/t/p/w1280/7SuLI2zxU38scCrjVBHNKJNqeqb.jpg"
  },
  {
    "id": "gdrive-folder:16vFdDomWygXikfZX3le4RDijqcAleCG_",
    "type": "series",
    "name": "Cyberpunk: Edgerunners",
    "poster": "https://image.tmdb.org/t/p/w500/7jSWOc6jWSw5hZ78HB8Hw3pJxuk.jpg",
    "description": "In a dystopia riddled with corruption and cybernetic implants, a talented but reckless street kid strives to become a mercenary outlaw — an edgerunner.",
    "background": "https://image.tmdb.org/t/p/w1280/4Qyo72sjKWOco7SiXZfNV6mSBJW.jpg"
  },
  {
    "id": "gdrive-folder:1IQNMXTutzRyvdKOosIiUqqVHbbH95dKm",
    "type": "series",
    "name": "SHY",
    "poster": "https://image.tmdb.org/t/p/w500/vskzblCarM8QXmWQfH4RwNOfiTk.jpg",
    "description": "On the brink of a third World War, superheroes appeared on Earth. Gifted with powers, their appearance brings peace to the world. The heroes each selected a country in which they would reside, serve, and protect its citizens. Shy is Japan’s hero, endowed with super strength. Her most daunting enemy yet? Crippling shyness. Join Shy and her super friends as she defends Earth and gains confidence!",
    "background": "https://image.tmdb.org/t/p/w1280/sA6L9bRLVpFEtralQY5UQmgsHOD.jpg"
  },
  {
    "id": "gdrive-folder:1gXqjjHNLxKVu_6RMw8lxpi1IsZiq7_zJ",
    "type": "series",
    "name": "Sasaki and Miyano",
    "poster": "https://image.tmdb.org/t/p/w500/yNAdyqOwROeKf82iyzGGnNbvHDr.jpg",
    "description": "When bashful Miyano meets brash Sasaki, it feels like a teen romance manga come to life — but for these boys, real-world love is messier than fiction.",
    "background": "https://image.tmdb.org/t/p/w1280/p2tU2zJ4tw01X4R9RKOJibAs8Pa.jpg"
  },
  {
    "id": "gdrive-folder:1CnOt8awvj7wgkqrxGoG6S2ewv-5EK0im",
    "type": "series",
    "name": "Grandmaster of Demonic Cultivation: The Stage - Encounter",
    "poster": "https://image.tmdb.org/t/p/w500/tT8csGkK6rev11s2lI47Gcitju0.jpg",
    "description": "Japanese stage play adaptation of Mo Xiang Tong Xiu's danmei novel Mo Dao Zu Shi (Grandmaster of Demonic Cultivation)"
  },
  {
    "id": "gdrive-folder:1vdrh1bfdosXQub4yb5QxS6t3X_Hkm4G-",
    "type": "series",
    "name": "Gudetama: An Eggcellent Adventure",
    "poster": "https://image.tmdb.org/t/p/w500/irE2cdrnicp8w9Y65hw8Gpx0pWC.jpg",
    "description": "Gudetama, the lazy egg, reluctantly embarks on an adventure of a lifetime with Shakipiyo, a newly hatched chick, who is determined to find their mother.",
    "background": "https://image.tmdb.org/t/p/w1280/g20g2iWGWbJXVxZ16eYMTIRX8GU.jpg"
  },
  {
    "id": "gdrive-folder:1zGLvzGQKGoKSkFK8WcqJN2fjNmqor0cR",
    "type": "series",
    "name": "Irina: The Vampire Cosmonaut",
    "poster": "https://image.tmdb.org/t/p/w500/a5SstgQQ9XmIRrYR0HL95sPpGAQ.jpg",
    "description": "The first astronaut in human history was a vampire girl.\n\nFollowing the end of World War II, the world-dividing superpowers, Federal Republic of Zirnitra in the East and United Kingdom of Arnack in the West, turned their territorial ambitions toward space. Both countries have been competing fiercely for development.\n\nEast history 1960. Gergiev, the chief leader of the Republic, announces the manned space flight program Project Mechtat (Dream), which, if successful, would be the first feat for humankind. At that time, Lev Leps, a substitute astronaut candidate, is ordered to perform a top secret mission. The \"Nosferatu Project\"—a program that experiments with vampires prior to manned missions—will use Irina Luminesk as a test subject, and Lev is to monitor and train her.\n\nEven while trifled by the walls of the race and ego of the nations, Lev and Irina share a genuine sentiment as they aim for the universe.",
    "background": "https://image.tmdb.org/t/p/w1280/9m0lzt1J0CPC5RVhtUK5JiWuEjo.jpg"
  },
  {
    "id": "gdrive-folder:1CfrTi7sFT7zvfDCsc9Bu4hBgefqD-7yN",
    "type": "series",
    "name": "Megamind Rules!",
    "poster": "https://image.tmdb.org/t/p/w500/yI9Tus6ZpPlBmb1AsrOSkI9nGXj.jpg",
    "description": "Megamind finds his footing as the new protector of Metro City and faces a legion of villains while becoming the world's first hero influencer.",
    "background": "https://image.tmdb.org/t/p/w1280/ng3O6ngeFl56HaP2Ij8FU8JB2Gs.jpg"
  },
  {
    "id": "gdrive-folder:16ZHJBrJkmqEf2a3tXKi-ahcqmkeSIoJ4",
    "type": "series",
    "name": "Mushoku Tensei: Jobless Reincarnation",
    "poster": "https://image.tmdb.org/t/p/w500/gLKOYIMyKlUHW0SVdskhgf9C0yy.jpg",
    "description": "A 34-year-old hikikomori is kicked out of his home by his family after the death of his parents. After his eviction, he saves a group of teenagers from being killed by a speeding truck, but loses his life in the process. When he comes to, he realizes he has been reborn as Rudeus Greyrat, in a world of swords and sorcery.",
    "background": "https://image.tmdb.org/t/p/w1280/j9fRIimor0AMFJR9kjZubXcABzZ.jpg"
  },
  {
    "id": "gdrive-folder:1gBK2F8eDlkEomFHrOAWHfItNdksna477",
    "type": "series",
    "name": "Iwájú",
    "poster": "https://image.tmdb.org/t/p/w500/efdcTuG4IB9kREnNmpv0Pe8Q6KG.jpg",
    "description": "Two friends in a futuristic Nigeria discover secrets and dangers hidden in their different worlds.",
    "background": "https://image.tmdb.org/t/p/w1280/cGbnK0qMvIhf9m5ZT29GTIAQhtE.jpg"
  },
  {
    "id": "gdrive-folder:1_ehkBtiA9n-gBsPsb8I0EVn7augXL1co",
    "type": "series",
    "name": "Himouto! Umaru-chan",
    "poster": "https://image.tmdb.org/t/p/w500/5FQJOWJ0EyfICDKLWoKHAaDFnrU.jpg",
    "description": "People are not always who they appear to be, as is the case with Umaru Doma, the perfect high school girl—that is, until she gets home! Once the front door closes, the real fun begins. When she dons her hamster hoodie, she transforms from a refined, over-achieving student into a lazy, junk food-eating otaku, leaving all the housework to her responsible older brother Taihei. Whether she's hanging out with her friends Nana Ebina and Kirie Motoba, or competing with her self-proclaimed \"rival\" Sylphinford Tachibana, Umaru knows how to kick back and have some fun!\n\nHimouto! Umaru-chan is a cute story that follows the daily adventures of Umaru and Taihei, as they take care of—and put up with—each other the best they can, as well as the unbreakable bonds between friends and siblings.",
    "background": "https://image.tmdb.org/t/p/w1280/ro0eBgs4IEbITrUqJEgINDrf3Xn.jpg"
  },
  {
    "id": "gdrive-folder:1Y3ejMEL37an4hvOZwKwnV3dKNY5QMerB",
    "type": "series",
    "name": "Akame ga Kill!",
    "poster": "https://image.tmdb.org/t/p/w500/rMpvMbSlPbm5QYfFem9fx2Jnttq.jpg",
    "description": "Young Tatsumi travels to the capital of the Empire in order to earn money for his starving people and encounters a world of unimaginable depravity, dominated by the ruthless Prime Minister who controls the child Emperor. Tatsumi is recruited by Night Raid, a group of assassins dedicated to eliminating corruption by mercilessly killing officials and privileged nobles.",
    "background": "https://image.tmdb.org/t/p/w1280/3XAGgklKkJhv5M9m5NkfhBYb7l8.jpg"
  },
  {
    "id": "gdrive-folder:1cOGuij7FQhe_qGKkCuMCMdg7-DJBlyp9",
    "type": "series",
    "name": "How a Realist Hero Rebuilt the Kingdom",
    "poster": "https://image.tmdb.org/t/p/w500/ymbGZbNjHK4uAy3l29jUBvqeXIX.jpg",
    "description": "Suddenly summoned to a fantasy world and betrothed to the princess, Kazuya Souma is crowned the new king. Unlike the royalty before him, he won’t be using swords and magic to rule; will administrative reform really get this kingdom back on track?",
    "background": "https://image.tmdb.org/t/p/w1280/8WfElKNkyLu8NrvtVkMkWzhkOd5.jpg"
  },
  {
    "id": "gdrive-folder:1_wX0vfa4OYIKbP9aDv4wBwnzQiWNlHdl",
    "type": "series",
    "name": "86 EIGHTY-SIX",
    "poster": "https://image.tmdb.org/t/p/w500/pp2gzafNPiug63UskS2niHK9Y04.jpg",
    "description": "Called “Juggernaut,” these are the unmanned combat drones developed by the Republic of San Magnolia in answer to the attacks by the autonomous unmanned drones of the neighboring Empire of Giad, the “Legion”. But they’re only unmanned in name. In reality, they are piloted by the Eighty-sixers—those considered to be less than human and treated as mere tools. Determined to achieve his own mysterious ends, Shin, the captain of Spearhead Squadron, which is comprised of Eighty-sixers, continues to fight a hopeless war on a battlefield where only death awaits him.",
    "background": "https://image.tmdb.org/t/p/w1280/lSlL2CAPSDJ9gf2MZX0x2u2inKX.jpg"
  },
  {
    "id": "gdrive-folder:1aBd_fI_zTgLPEgSyCB3RrcZgkXf4j9pj",
    "type": "series",
    "name": "Great Pretender",
    "poster": "https://image.tmdb.org/t/p/w500/Ang6RR0n5a49lEsKRqQrmGyDekF.jpg",
    "description": "Supposedly Japan's greatest swindler, Makoto Edamura gets more than he bargained for when he tries to con Laurent Thierry, a real world-class crook.",
    "background": "https://image.tmdb.org/t/p/w1280/am5RPNJ2msb91Uza8wIIxWbjTKp.jpg"
  },
  {
    "id": "gdrive-folder:1tWUoDO6aUEVsLF0NgUBOUoXkW1xybpFJ",
    "type": "series",
    "name": "I've Somehow Gotten Stronger When I Improved My Farm-Related Skills",
    "poster": "https://image.tmdb.org/t/p/w1280/8TTveKSNr23SRib4Q4C3yy9dszz.jpg",
    "description": "Al Wayne loves farming — and we don’t mean the video game sim. He wants to be a literal farmer, but in the process of improving his agriculture skills, he somehow winds up maxing out his overall character stats! He’s superpowered in the most unexpected of ways with abilities even the strongest of heroes would envy. Alas, all he wants is an idyllic farmer's life, but with demons and monsters invading the realm, Al may have to take up the mantle of hero just to keep his dreams from withering away!",
    "background": "https://image.tmdb.org/t/p/original/jFWPKQZxILLwq7MzLqT2kDfLzSC.jpg"
  },
  {
    "id": "gdrive-folder:18QhhmNSZLC5OaDiAAdLsVY6gzgsPE9w3",
    "type": "series",
    "name": "Strike the Blood",
    "poster": "https://image.tmdb.org/t/p/w500/rbGaCkEVS7PE5fKKMAmvO4XZXyA.jpg",
    "description": "Kojou Akatsuki's days as an ordinary high school student in the Demon District of Itogami Island come to an abrupt end after a fateful encounter leaves him with the remarkable abilities of a vampire.  It isn't long before he is thrust into the center of attention when it is discovered that he is the fourth primogenitor, an immensely powerful vampire whom most consider to be merely a legend. Fearing Kojou's destructive potential, the Lion King Organization sends in an apprentice sword-shaman, Yukina Himeragi, to monitor, and should he become a threat, kill the boy deemed the world's most powerful vampire. Forced together by circumstance, the two form an unlikely alliance as Kojou comes to terms with his abilities and they both struggle to protect the city from various emerging chaotic forces.",
    "background": "https://image.tmdb.org/t/p/w1280/cw8B3TTL8LSmAu31Db9MzFNJ273.jpg"
  },
  {
    "id": "gdrive-folder:1AfZe201m1IoVyTwJtxzcQ7U2hupJlCFv",
    "type": "series",
    "name": "Ascendance of a Bookworm",
    "poster": "https://image.tmdb.org/t/p/w500/aVGueAM88cc4sX6PeMvuAPObDc4.jpg",
    "description": "Avid bookworm and college student Motosu Urano ends up dying in an unforeseen accident. This came right after the news that she would finally be able to work as a librarian as she had always dreamed of. When she regained consciousness, she was reborn as Main, the daughter of a poor soldier. She was in the town of Ehrenfest, which had a harsh class system. But as long as she had books, she didn't really need anything else. However, books were scarce and belonged only to the nobles. But that doesn't stop her, so she makes a decision... \"If there aren't any books, I'll just create some.\"",
    "background": "https://image.tmdb.org/t/p/w1280/Aj4MQnt6QtWlojE9FcAX9jZAvLL.jpg"
  },
  {
    "id": "gdrive-folder:1rWIA_n2_AFzgzwU1tZZgLoesQEpIf0uD",
    "type": "series",
    "name": "Japan Sinks",
    "poster": "https://image.tmdb.org/t/p/w500/bRFIzzyChY726O3ICE453YjOOoQ.jpg",
    "description": "In the aftermath of a major earthquake, scientists predict that Japan will sink into the sea. As further disasters follow, politicians plead with other countries to take refugees, while scientists struggle to save Japan itself.",
    "background": "https://image.tmdb.org/t/p/w1280/7TFW0MqEMcjj2DiLKYTTjmXj3Bk.jpg"
  },
  {
    "id": "gdrive-folder:1KkdAg-shgc32d8ZTyca8-cCNsMCeg_eQ",
    "type": "series",
    "name": "How Not to Summon a Demon Lord",
    "poster": "https://image.tmdb.org/t/p/w500/oVozVLWMTej4CRBpfu0ehxofBHS.jpg",
    "description": "When it comes to the fantasy MMORPG Cross Reverie, none can match the power of the Demon King Diablo. Possessing the game’s rarest artifacts and an unrivaled player level, he overpowers all foolish enough to confront him. But despite his fearsome reputation, Diablo’s true identity is Takuma Sakamoto, a shut-in gamer devoid of any social skills. Defeating hopeless challengers day by day, Takuma cares about nothing else but his virtual life—that is, until a summoning spell suddenly transports him to another world where he has Diablo’s appearance!\n\nIn this new world resembling his favorite game, Takuma is greeted by the two girls who summoned him. They perform an Enslavement Ritual in an attempt to subjugate him, but the spell backfires and causes them to become his slaves instead. With the situation now becoming more awkward than ever, Takuma decides to accompany the girls in finding a way to unbind their contract while learning to adapt to his new existence as the menacing Demon King.",
    "background": "https://image.tmdb.org/t/p/w1280/vGY4bcMUhkqUyCaR6SC8s1zPC7O.jpg"
  },
  {
    "id": "gdrive-folder:18GiLQmDWIeyvCj7Rue1tmVD1uUSVbdTP",
    "type": "series",
    "name": "Kono Oto Tomare!: Sounds of Life",
    "poster": "https://image.tmdb.org/t/p/w1280/8Iro3QEDkPsqPNrA9UWhFUAgNOM.jpg",
    "description": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the Koto.",
    "background": "https://image.tmdb.org/t/p/original/7MgZ2PZljaBN4Wje51UGzatgqFC.jpg"
  },
  {
    "id": "gdrive-folder:1YQ5H1QKrmxUEF6VtAYGRkonH3jdAFwfG",
    "type": "series",
    "name": "Astra Lost in Space",
    "poster": "https://image.tmdb.org/t/p/w500/bprvOBSMKxGdI4Egcy3dqMhKytS.jpg",
    "description": "In the year 2063, eight high school students and a kid are flown out to Planet Camp, tasked with surviving on their own for a few days. But shortly after arriving, an ominous glowing orb warps them to an unknown quadrant of space, nearly 5,012 light years away. Now, the only way back home is a slow, dangerous trek across the universe—a journey that’ll test them in ways Planet Camp never could.",
    "background": "https://image.tmdb.org/t/p/w1280/axoN94TihHrVgmR0Xu9Bx7ETU0U.jpg"
  },
  {
    "id": "gdrive-folder:19_QKhfbWJFAs7RbHlSjzNgkCvgcRii0W",
    "type": "series",
    "name": "BNA",
    "poster": "https://image.tmdb.org/t/p/w500/fwFYXaQz0mrY8v1HDky2wJsYa7t.jpg",
    "description": "Morphed into a raccoon beastman, Michiru seeks refuge, and answers, with the aid of wolf beastman Shirou inside the special zone of Anima-City.",
    "background": "https://image.tmdb.org/t/p/w1280/45bPhpF6dsONWpzCchS674w87PH.jpg"
  },
  {
    "id": "gdrive-folder:11hvi5-o5Nkj3bSUm1vQSHmBwyBNuhSU5",
    "type": "series",
    "name": "Blood Blockade Battlefront",
    "poster": "https://image.tmdb.org/t/p/w500/37Kvfpk5rxX2FYcAm8oiuqxkbfv.jpg",
    "description": "One day, New York City as we know it vanished overnight into a mysterious fog. Now known as Hellsalem's Lot, it has become a place where another world beyond imagining is connected to our reality. The balance within this new world is protected by a secret society known as Libra. Leo, a journalist and photographer who arrives in the city, is unexpectedly recruited to join their ranks.",
    "background": "https://image.tmdb.org/t/p/w1280/m8b52XWf1jO11Aeaz5vPpAgeqZp.jpg"
  },
  {
    "id": "gdrive-folder:1JM7U1xRZjBTblFgR8kFm2nC1gkVTA5Ul",
    "type": "series",
    "name": "Inazuma Eleven",
    "poster": "https://image.tmdb.org/t/p/w500/9kQWvBMPWz1gykKLXuX6JBjC9uQ.jpg",
    "description": "Mamoru Endou is a cheerful goalkeeper in Raimon Jr High, with six other players in the team. But there was a day when the team was almost lead to disbandment by Natsumi unless they are able to win the match against the Teikoku Gakuen, currently the best team in Japan. He tried to save the club by gathering four more players to join the team.",
    "background": "https://image.tmdb.org/t/p/w1280/zhtEYosjlYtNavbvImxcs36We4i.jpg"
  },
  {
    "id": "gdrive-folder:1ANETCy785rO2yj2nAUBRTWAmWmY3vNV7",
    "type": "series",
    "name": "Clone High",
    "poster": "https://image.tmdb.org/t/p/w500/gGRcBuEG3JlXWg5wTyeQtkXmPtY.jpg",
    "description": "A group of high-school teens are the products of government employees' secret experiment. They are the genetic clones of famous historical figures who have been dug up, re-created anew. Joan of Arc, Cleopatra, JFK, Gandhi, Abraham Lincoln and more are juxtaposed as teenagers dealing with teen issues in the 20th century.",
    "background": "https://image.tmdb.org/t/p/w1280/dDwgCabevlILyAVy35zALKY8fFT.jpg"
  },
  {
    "id": "gdrive-folder:1iZ3CHyQU5-SgINYXQtY-SWZ8FsjhKYYi",
    "type": "series",
    "name": "Banished from the Hero's Party, I Decided to Live a Quiet Life in the Countryside",
    "poster": "https://image.tmdb.org/t/p/w500/hk5qqvJLRBDaPYBc8lKkSYQrR1c.jpg",
    "description": "After being betrayed by the Hero’s party, Red hopes to start anew by opening an apothecary in a small town. He wants to keep his past life secret, but it won’t be easy...especially when a beautiful adventurer from his past asks to move in.",
    "background": "https://image.tmdb.org/t/p/w1280/vSgHoghjoAdVSi1GnGmfeEO6JRx.jpg"
  },
  {
    "id": "gdrive-folder:1O6hwv9P6LSJUYyFgfV8jiQcV9Bi2N1x-",
    "type": "series",
    "name": "Re:ZERO -Starting Life in Another World-",
    "poster": "https://image.tmdb.org/t/p/w500/aRwmcX36r1ZpR5Xq5mmFcpUDQ8J.jpg",
    "description": "Natsuki Subaru, an ordinary high school  student, is on his way home from the convenience store when he finds  himself transported to another world. As he's lost and confused in a new  world where he doesn't even know left from right, the only person to  reach out to him was a beautiful girl with silver hair. Determined to  repay her somehow for saving him from his own despair, Subaru agrees to  help the girl find something she's looking for.",
    "background": "https://image.tmdb.org/t/p/w1280/ai8bVS8Suvu4ErBhmgBvtESirBY.jpg"
  },
  {
    "id": "gdrive-folder:1oISZ3FndV1aMVmVwmr4ig2GAGZnvNGLS",
    "type": "series",
    "name": "The Greatest Demon Lord Is Reborn as a Typical Nobody",
    "poster": "https://image.tmdb.org/t/p/w500/dtULGP3qRi932NzYGsp7u6q6zAS.jpg",
    "description": "In his past life, he was known as Demon Lord Varvatos, an all-powerful magic user and ruler. But he was lonely after the loss of his friends and loved ones during his rise to power, so in his dying moments, Varvatos cast a reincarnation spell so that he'd get a second chance at just being a normal guy. At first it looks like that's going to work – he's reborn thousands of years later as villager Ard. Unfortunately for him, his memories are still intact and he's not aware just how much has been lost over the time he spent not existing, and it looks like that's going to cost him his normal life.",
    "background": "https://image.tmdb.org/t/p/w1280/eRWfd1Th31vsXzl4JdvUt97YJVj.jpg"
  },
  {
    "id": "gdrive-folder:1cuXYVTAso_R8o3NZD4HOv86x8D5mCLIY",
    "type": "series",
    "name": "Blood Lad",
    "poster": "https://image.tmdb.org/t/p/w500/6ySatbrYDxvHkXaq7ZjIRRmJuQB.jpg",
    "description": "Staz is a vampire from the surreal \"Demon World\", and Fuyumi, an ordinary girl, accidentally wanders into the Demon World through a portal. Subsequently after meeting each other, Fuyumi is killed by a carnivorous plant and turned into a ghost, causing Staz to take responsibility and pledge to help bring her back to life.",
    "background": "https://image.tmdb.org/t/p/w1280/aduQ1nazJ5YI4gHvWphSAtD6NvY.jpg"
  },
  {
    "id": "gdrive-folder:1BSH33iVN4RykjaRAY-7vyufKgFkCLcOD",
    "type": "series",
    "name": "The Demon Sword Master of Excalibur Academy",
    "poster": "https://image.tmdb.org/t/p/w500/rvUIWcUg23JwWDVF7oTqLFmUe9g.jpg",
    "description": "Awakening from magical stasis after a thousand years, the Dark Lord Leonis suddenly finds himself in the body of a ten-year-old boy! He quickly meets Riselia, a girl confronting the Voids, creatures that have nearly exterminated humanity. Determined to uncover the mysteries of this strange new era, Leonis enrolls in Excalibur Academy, a school that trains students to fight back against these enigmatic monsters. Could the Voids hold some connection to Leonis's past?",
    "background": "https://image.tmdb.org/t/p/w1280/6GQR7tE6R8RZfiLt3AMZOdco3ad.jpg"
  },
  {
    "id": "gdrive-folder:13AgeA5uM80UPwXRg6Ecu-Vf71tpZ4udM",
    "type": "series",
    "name": "TSUKIMICHI -Moonlit Fantasy-",
    "poster": "https://image.tmdb.org/t/p/w500/7XQ2dMEARAdUZQscnIJFPI54q3r.jpg",
    "description": "Makoto Misumi is just an ordinary high school student living a regular life, but all of a sudden gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for being different and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment. In this fantasy, Makoto tries to transform the other world into a better place despite the humans and gods having turned their backs on him.",
    "background": "https://image.tmdb.org/t/p/w1280/ciPDoPMqd3icCBHsIlhIb3UyOd2.jpg"
  },
  {
    "id": "gdrive-folder:1seHgC5mbH5sCDTlYsN0hQr0nR-arhU1K",
    "type": "series",
    "name": "The Kingdoms of Ruin",
    "poster": "https://image.tmdb.org/t/p/w500/uHSFGSZFR1VH3nG5x48gImWePeL.jpg",
    "description": "Witches were once respected for the wisdom and magic they gifted to humans. But with the rise of the Gear Expansion era, the new science community deemed them as enemies who hindered the progress of society. Thus began the slaughter of all witches, including one who had mentored a human boy named Adonis. After witnessing her death, Adonis vows to bring bloodshed and terror to the human race.",
    "background": "https://image.tmdb.org/t/p/w1280/n78eIAuUetBU3UHvsmadQ4o3ucl.jpg"
  },
  {
    "id": "gdrive-folder:1sq04m7FRBpvDx6K8sO97Q1DwTKYF0rIf",
    "type": "series",
    "name": "Restaurant to Another World",
    "poster": "https://image.tmdb.org/t/p/w500/pUP09fJ5IVUnUBKr538pXySzvYk.jpg",
    "description": "There is a certain restaurant in the first basement level of a multi-tenant building in one corner of a shopping street near the office district. The historical restaurant, marked by a sign with a picture of a cat, is called \"Western Cuisine Nekoya.\" This restaurant looks completely normal through the week, but on Saturdays, it opens in secret exclusively to some very unique guests. During these hours, doors in various areas of a parallel world open to allow customers of many different races and cultures into the restaurant.",
    "background": "https://image.tmdb.org/t/p/w1280/kjb16PLghkbRKpIkv2MERBq8sbe.jpg"
  },
  {
    "id": "gdrive-folder:1CVR6du5SKYpFYCvle2aYVpgn-n8y_xNh",
    "type": "series",
    "name": "The Faraway Paladin",
    "poster": "https://image.tmdb.org/t/p/w500/rzrtmcYoz1A3LtcvZXSI0mTtXzJ.jpg",
    "description": "In a city of the dead, long since ruined and far from human civilization, lives a single human child. His name is Will, and he's being raised by three undead: the hearty skeletal warrior, Blood; the graceful mummified priestess, Mary; and the crotchety spectral sorcerer, Gus. The three pour love into the boy, and teach him all they know. But one day, Will starts to wonder: \"Who am I?\" Will must unravel the mysteries of this faraway dead man's land, and unearth the secret pasts of the undead. He must learn the love and mercy of the good gods, and the bigotry and madness of the bad. And when he knows it all, the boy will take his first step on the path to becoming a Paladin.",
    "background": "https://image.tmdb.org/t/p/w1280/hABdMmk7ujczjxrRkCPCgWDt4ES.jpg"
  },
  {
    "id": "gdrive-folder:1HvL6nnOWZGxCN2gzVaZ3Xg79I0Rg35M5",
    "type": "series",
    "name": "Dead Mount Death Play",
    "poster": "https://image.tmdb.org/t/p/w500/oOlg3bPWOKBgy5kgOTVe8pJz4HI.jpg",
    "description": "As a legendary hero nears victory against a necromancer known as The Corpse God, things take an unexpected turn with the dark sorcerer’s final gambit—reincarnation magic. This last-ditch effort catches the brave fighter off guard, and now he’s a boy named Polka Shinoyama in a whole new world! The showdown between good and evil just got epic.",
    "background": "https://image.tmdb.org/t/p/w1280/tNiN29L1IaLK5uQIGMgtQvUKQVt.jpg"
  },
  {
    "id": "gdrive-folder:1MbucI-K0_RTtLnYfdnNH4eKHo2sjvnLE",
    "type": "series",
    "name": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You",
    "poster": "https://image.tmdb.org/t/p/w500/ms7uowQ6gBjfaB2zzwugfr30IKZ.jpg",
    "description": "Rentaro Aijo was rejected 100 times in middle school. He visits a shrine and prays for better luck in high school. The God of Love appears and promises that he'll soon meet 100 people he's destined to date. But there's a catch—once destiny introduces someone to him, the two must happily love each other. If they don't, they'll die. What will befall Rentaro and his 100 girlfriends in high school?",
    "background": "https://image.tmdb.org/t/p/w1280/shXdGFZIEaSmiOkVW2BeEaPihuA.jpg"
  },
  {
    "id": "gdrive-folder:1ryL5wg3xKtXFBpGPVpemRaGlkqgvYayn",
    "type": "series",
    "name": "Dark Gathering",
    "poster": "https://image.tmdb.org/t/p/w500/4fSzalgBWLC52TGPGn91tNBoO0m.jpg",
    "description": "The story centers on Keitarou Gentouga, who has the ability to be a spirit medium. In junior high school, he got someone else wrapped up in a spirit possession incident, and he has been a shut-in for more than two years. As he reintroduces himself to society as a private tutor, he meets a genius girl named Yayoi Houzuki. Yayoi is instantly able to tell that Keitarou has skill as a spirit medium, and she invites him to go with her to a haunted location. The two then start their journey capturing evil spirits.",
    "background": "https://image.tmdb.org/t/p/w1280/fctgQPXyx6quhA7TY0xTb9STIuS.jpg"
  },
  {
    "id": "gdrive-folder:1EHgcgNyjDObJY8eJpb0mYn3pvWmpEzBv",
    "type": "series",
    "name": "A Returner's Magic Should Be Special",
    "poster": "https://image.tmdb.org/t/p/w500/svwCvfLCUqc5tn85lijkKqTXQLF.jpg",
    "description": "Another dimension that continues to taint our world, the Shadow World. Humanity is faced with the worst calamity, known as the Shadow Labyrinth. In spite of their desperate attacks, Desir Herrman and his friends lose their battle to the Destruction Dragon, Boromir Napolitan, and the world comes to an end. When Desir is convinced of his end, he opens his eyes... to find himself 13 years in the past. Desir has gone back in time to the enrollment ceremony of Hebrion Academy, the top school for mages in the Empire. To change the future of impending doom, Desir reassembles his friends once again to save the world!",
    "background": "https://image.tmdb.org/t/p/w1280/2KKDIwALX3HJWCjeDnvLa3Ag6ki.jpg"
  },
  {
    "id": "gdrive-folder:11aE9aoWdgpnVTn8J9fxp_1Lq2hJdhVrC",
    "type": "series",
    "name": "The Ancient Magus' Bride",
    "poster": "https://image.tmdb.org/t/p/w500/8jnA4eaJLj3GByaYIw2JroVln40.jpg",
    "description": "Hatori Chise has lived a life full of neglect and abuse, devoid of anything resembling love. Far from the warmth of family, she has had her share of troubles and pitfalls. Just when all hope seems lost, a fateful encounter awaits her. When a man with the head of a beast, wielding strange powers, obtains her through a slave auction, Chise's life will never be the same again.\n\nThe man is a \"magus,\"a sorcerer of great power, who decides to free Chise from the bonds of captivity. The magus then makes a bold statement: Chise will become his apprentice--and his bride!",
    "background": "https://image.tmdb.org/t/p/w1280/KI2sFvqJHzc95WM7dcX9kM8tY1.jpg"
  },
  {
    "id": "gdrive-folder:1m48LZ1Yw_bTowArWl6P2wBKhHzFEN7Gc",
    "type": "series",
    "name": "I'm in Love with the Villainess",
    "poster": "https://image.tmdb.org/t/p/w500/29jtBbv4eSk0QHdVMLwl8P4p6NX.jpg",
    "description": "The world turns upside down when a corporate drone wakes up as Rae Taylor, the heroine in her favorite otome game, Revolution. Rae is elated at the opportunity to court Claire François, the game’s villainess and the object of her affection. Armed with her knowledge of the game and events to come, Rae sets out to make Claire fall for her. But how will the villainess take Rae’s romantic advances?",
    "background": "https://image.tmdb.org/t/p/w1280/irpfqoLS3cI08zGSpCDhclA3yyR.jpg"
  },
  {
    "id": "gdrive-folder:16d8C2S_NmqHajWxPkg_svu1N8IC4sm6G",
    "type": "series",
    "name": "BURN THE WITCH",
    "poster": "https://image.tmdb.org/t/p/w500/eNq68NjT1KOdorphIqYeZF0BM9b.jpg",
    "description": "Historically 72% of all the deaths in London are related to dragons, fantastical beings invisible to the majority of the people. While unknown to most, some people have been standing up to these dragons. Only inhabitants of Reverse London who live in the hidden “reverse” side of London can see the dragons. Even then, only a selected few become qualified enough as witches or wizards to make direct contact with them. The protagonists of the story are witch duo Noel Niihashi and Ninny Spangcole. They are protection agents for Wing Bind (WB), an organization for dragon conservation and management. Their mission is to protect and manage the dragons within London on behalf of the people.",
    "background": "https://image.tmdb.org/t/p/w1280/7R7BxbHz4RMId5YHEA3NqgZWXde.jpg"
  },
  {
    "id": "gdrive-folder:1Or04pmgI-CYAk7tPSJvoVsf0krM0IYcv",
    "type": "series",
    "name": "Girlfriend, Girlfriend",
    "poster": "https://image.tmdb.org/t/p/w500/xuN0zBzHKyakCQFApBxRvpbKTh5.jpg",
    "description": "Naoya Mukai has loved Saki Saki since grade school, and when she finally accepts his feelings, he's at his happiest. But one day, a cute girl named Nagisa Minase confesses to him! Not wishing to choose only one over another, Naoya chooses to go out with both of them!! What will be of this love triangle that challenges morality itself?",
    "background": "https://image.tmdb.org/t/p/w1280/fq0DXgxDLgoilru3M7XVzKjGbOm.jpg"
  },
  {
    "id": "gdrive-folder:1Jy1WAWleKLcKA4xwQf8FoiqzABre7-S0",
    "type": "series",
    "name": "The Saint's Magic Power Is Omnipotent",
    "poster": "https://image.tmdb.org/t/p/w500/mPbvla7nfhpfILvJhmbeKGpVYwu.jpg",
    "description": "Sei, a 20-year-old office worker, is whisked away to a whole new world. Unfortunately for Sei, the ritual that summoned her—meant to produce a \"Saint\" who would banish the dark magic—brought two people over instead of one. And everyone prefers the second girl over Sei?! But this is just fine by Sei, who leaves the royal palace to set up shop making potions and cosmetics with her newfound magic. Business is booming, and this might not be such a bad life, after all...as long as her supposed Sainthood doesn't come back to haunt her.",
    "background": "https://image.tmdb.org/t/p/w1280/u1KvPCwqUH0Qr8btglG0cDnxUEj.jpg"
  },
  {
    "id": "gdrive-folder:1oSOfDF7rCg6eOszU0WW6O6xH61jDdb84",
    "type": "series",
    "name": "Hellsing",
    "poster": "https://image.tmdb.org/t/p/w500/xA3wsLJzj6XnvuryerPBPwoQodH.jpg",
    "description": "Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing’s vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organization. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined...",
    "background": "https://image.tmdb.org/t/p/w1280/6HerLaK4Mjjtssma4fF3qQUixX5.jpg"
  },
  {
    "id": "gdrive-folder:1w1dGgrGNmmmwSwUcuyrf2MTnoygnRVOn",
    "type": "series",
    "name": "Devil May Cry",
    "poster": "https://image.tmdb.org/t/p/w500/mX9tqfpjqwreONJHhap7SnSSowe.jpg",
    "description": "When a mysterious villain threatens to open the gates of Hell, a devilishly handsome demon hunter could be the world's best hope for salvation.",
    "background": "https://image.tmdb.org/t/p/w1280/nLyXXIDMpDHvUgxchezxuhoJ4Ej.jpg"
  },
  {
    "id": "gdrive-folder:12vjE9WhV3FzUPlCQK9Enf6ieCfqpYDCv",
    "type": "series",
    "name": "Love After World Domination",
    "poster": "https://image.tmdb.org/t/p/w500/vHX5AFNNNNvkiZlxqS8WftUZOAH.jpg",
    "description": "It’s love at first sight for Fudo and Desumi, except it was during a battle of life and death. Fudo, leader of the hero squad Gelato 5, and Desumi, the Reaper Princess of the evil society Gekko, have found themselves caught in a forbidden love—and it’s their first relationship! Moving in secrecy, they live holding hands with one weapon in the other, finding out what’s truly fair in love and war.",
    "background": "https://image.tmdb.org/t/p/w1280/4mS2p8DF8EpzbMzW2cq2nDZ4la4.jpg"
  },
  {
    "id": "gdrive-folder:1YBTb7GTOH7_Mqqthc3THvOQrfMDjYZ92",
    "type": "series",
    "name": "In/Spectre",
    "poster": "https://image.tmdb.org/t/p/w500/g97dzLKEtx9yFsOZcpAlXgYQCMY.jpg",
    "description": "Kotoko Iwanaga became the god of wisdom to the supernatural beings and spends her days solving problems for them. However, the boy who she fell head over heels for, Kuro Sakuragawa, is someone that is feared by all supernatural creatures. The two of them face various mysterious incidents involving the supernatural in this love x romance x mystery series. Where will these fantastical incidents lead them and what will happen with Kotoko’s crush?",
    "background": "https://image.tmdb.org/t/p/w1280/ujypWFhRcrb4KXjsp1edGomN2RI.jpg"
  },
  {
    "id": "gdrive-folder:1cXNHP7OVtoQfXHf1Uq1lZdLRaTet0X9z",
    "type": "series",
    "name": "Hilda",
    "poster": "https://image.tmdb.org/t/p/w500/omZffYTCEh5TKRJkAlrUhI6QhSO.jpg",
    "description": "Fearless, free-spirited Hilda finds new friends, adventure and magical creatures when she leaves her enchanted forest home and journeys to the city.",
    "background": "https://image.tmdb.org/t/p/w1280/lrL8tGNpDscK01xnOou4IBdMtoG.jpg"
  },
  {
    "id": "gdrive-folder:15wXgY9QtSdervu5XyRjp5amzzEurQQgZ",
    "type": "series",
    "name": "Tokyo Magnitude 8.0",
    "poster": "https://image.tmdb.org/t/p/w500/fIRYkOCNH18vF1ygXAtCVqqZZPc.jpg",
    "description": "There is an estimated 70% or higher possibility that a magnitude 7.0 earthquake will occur in Tokyo in the next 30 years. In 2012, Mirai, a middle school freshman girl, goes to Tokyo’s artificial Odaiba Island for a robot exhibition with her brother Yuuki at the start of summer vacation. A powerful tremor registering 8.0 on the JMA scale emanates from an ocean trench, the famed Tokyo Tower and Rainbow Bridge crumble and fall, and the landscape of Tokyo changes in seconds. With the help of a motorcycle delivery woman named Mari who they meet on Odaiba, Mirai and Yuuki strive to head back to their Setagaya home in western Tokyo.",
    "background": "https://image.tmdb.org/t/p/w1280/dsAFteT3Ai6DbOJeSAcdCDM0UAx.jpg"
  },
  {
    "id": "gdrive-folder:1x_5AHjCJVyffsY9NxrIJWEKeCUaclbqj",
    "type": "series",
    "name": "Talentless Nana",
    "poster": "https://image.tmdb.org/t/p/w500/erj3B3eRpcd9CEPN55IAY8aupwc.jpg",
    "description": "It is the year 20XX. Earth was assaulted by monsters that would come to be known as \"the Enemy of Humanity.\" In order to deal with this threat, special schools composed of teenagers with extraordinary abilities were formed. These people, who came to be known as \"the Talented,\" had abilities that could defy the rules of reality.\n\nAmong these people with supernatural powers was an outlier, an individual who was sent to one of these schools despite having no innate special abilities whatsoever. This is the story of our protagonist, who attempts to defeat the Enemies of Humanity through the use of intelligence and manipulation alone.",
    "background": "https://image.tmdb.org/t/p/w1280/2oz6ZzO9SygE0stV0qoIkKQkmFB.jpg"
  },
  {
    "id": "gdrive-folder:1Cfx9833HizU4c9CVtZSQnhnmQlTzHl0D",
    "type": "series",
    "name": "Cross Ange: Rondo of Angels and Dragons",
    "poster": "https://image.tmdb.org/t/p/w500/wUSu7WKW4KfNARFL0eEmdXdqbpn.jpg",
    "description": "Humanity has advanced to great heights since it obtained the information technology known as \"Mana.\" With that nearly magical power, problems like war, food shortages, and pollution have been eliminated. In this age of peace and freedom, First Princess Angelise Ikaruga Misurugi of the Misurugi Empire is a privileged girl with no disabilities. She learns, however, that she is a \"Norma,\" a kind of human who cannot use Mana and are outcasts of society. Having lost everything, she is sent to an isolated island. There she meets other Normas who ride in humanoid weapons called Para-mails, protecting the world from dragon invaders from another dimension.",
    "background": "https://image.tmdb.org/t/p/w1280/unOzG01uHdlrrRDgQfHLsGFYgsX.jpg"
  },
  {
    "id": "gdrive-folder:1-CR6OXN_t2S4gKFugEHMqEtoCS7ev36s",
    "type": "series",
    "name": "InuYasha",
    "poster": "https://image.tmdb.org/t/p/w500/jgvW9n0EwKtq9nbztWhyTvvoqjS.jpg",
    "description": "Kagome Higurashi is a modern day young girl who lives with her family by the old Higure shrine. Unbeknownst to Kagome, she is the reincarnation of priestess Kikyo and posseses the \"Jewel of Four Souls\" (the Shikon jewel). One ill-fated day, Kagome locates an ancient well near her home and is abruptly transported through the well and into a feudal Japan, inhabited by demons. There, she encounters Inuyasha, son of a powerful demon father and a human mother, who is pinned to a tree by an enchanted arrow.",
    "background": "https://image.tmdb.org/t/p/w1280/r5xkqlEBhzfffQjxHRMuXBrwKiv.jpg"
  },
  {
    "id": "gdrive-folder:10H3tvjISeHwEaU4mIpGjgxvAHhuEx0fi",
    "type": "series",
    "name": "The Fruit of Grisaia",
    "poster": "https://image.tmdb.org/t/p/w500/bbyEffAlFj2X53yG37VQSgg3uL2.jpg",
    "description": "Mihama Academy—on the surface, a closed learning environment established to nurture students who find themselves at odds with the world around them; in actuality, an orchard-cum-prison built to preserve fruit that has fallen too far from its tree. Yet with the arrival of the institute's first male student, the nearly preposterously opaque Kazami Yuuji, the students at Mihama begin to fall out of step with their predetermined rhythms. Will Yuuji prove to be the element the girls around him needed to take hold of their lives once more, or will the weight of their pasts prove too steep a wall to overcome?",
    "background": "https://image.tmdb.org/t/p/w1280/zP5T8fCor69u3PvBtO7HOqow6AZ.jpg"
  },
  {
    "id": "gdrive-folder:1UHOGDf7-MvhL2Qe5H56slQxN24zDYcwg",
    "type": "series",
    "name": "Undone",
    "poster": "https://image.tmdb.org/t/p/w500/s1TZYhSTk6Bv7qqGc0233P3KQrA.jpg",
    "description": "After getting into a near fatal car accident, Alma discovers she has a new relationship with time and uses this ability to find out the truth about her father’s death.",
    "background": "https://image.tmdb.org/t/p/w1280/ua4rzxx9DB6xUVZ0cBX6SYZDUXs.jpg"
  },
  {
    "id": "gdrive-folder:10gB-z59c3Z3DrKn1JpYPhqjr4UnzUIOn",
    "type": "series",
    "name": "High School D×D",
    "poster": "https://image.tmdb.org/t/p/w500/5a9vaaLDAZTYjgfWIw7ZYhL1m1A.jpg",
    "description": "Issei Hyodo is your average perverted high school student whose one wish in life is to have his own harem, but he's got to be one of the unluckiest guys around. He goes on his first date with a girl only to get brutally attacked and killed when it turns out the girl is really a vicious fallen angel. To top it all off, he's later reincarnated as a devil by his gorgeous senpai who tells him that she is also a devil and now his master! One thing's for sure, his peaceful days are over. In a battle between devils and angels, who will win?",
    "background": "https://image.tmdb.org/t/p/w1280/u8QK47ttafn3iYox9o1dKyEEhcv.jpg"
  },
  {
    "id": "gdrive-folder:11AGbR9tBK5ldzYSItgXBJlW52WnE6BeB",
    "type": "series",
    "name": "Wise Man's Grandchild",
    "poster": "https://image.tmdb.org/t/p/w500/zlPIFzhr5uvjTmzEU2rjtwazrLX.jpg",
    "description": "A young man is reborn in another world where he is adopted as a baby by the hero Merlin Wolford and named Shin. By his 15th birthday, Shin has accumulated all kinds of power by studying under Merlin, but one thing his adoptive grandfather didn't give him was a lick of common sense.",
    "background": "https://image.tmdb.org/t/p/w1280/dflKTqHxzT0QWrTxjYOghsfQ0R1.jpg"
  },
  {
    "id": "gdrive-folder:1-1hkd3zq3Ihaw1LNYVezb3SnxhQkhfPu",
    "type": "series",
    "name": "No Game No Life",
    "poster": "https://image.tmdb.org/t/p/w500/7l8nKzWZrhlGAWUubbw4UJaRlLH.jpg",
    "description": "Bored with life and considering the real world to be just a “crappy game,” savvy sibling shut-ins Sora and Shiro have withdrawn into their own fantasy world filled with video games. However, one day they find themselves summoned to another world by a boy who calls himself “God,” their abilities are about to be put to the ultimate test! Now not only their fates — but the fate of all of humanity — will be decided by a series of games that may just be the hardest these super-geniuses have ever faced!",
    "background": "https://image.tmdb.org/t/p/w1280/n2fBMyqSzv3UjmKM6VKfxkLUI6o.jpg"
  },
  {
    "id": "gdrive-folder:1PiW_8XL6mbQU6UjYxQeq58z9_QEAb7E-",
    "type": "series",
    "name": "The Disastrous Life of Saiki K.",
    "poster": "https://image.tmdb.org/t/p/w500/tpym31HVeQgenaubvCxkMF3kFHy.jpg",
    "description": "High school sophomore Kusuo Saiki swore as a child that he would keep his psychic talents hidden, but his abilities still make his life difficult.",
    "background": "https://image.tmdb.org/t/p/w1280/hI76O9slOz3vPkhQWWQoN36WyhG.jpg"
  },
  {
    "id": "gdrive-folder:1ek5uoGqCDX-qzwMb8bRgW5KKw_pGOiju",
    "type": "series",
    "name": "Assassination Classroom",
    "poster": "https://image.tmdb.org/t/p/w500/qf0l0nQ2t06Es3cSXflqx6l6vsJ.jpg",
    "description": "The students of Class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?",
    "background": "https://image.tmdb.org/t/p/w1280/zkc2FkVymJDNXisS1mgpr8Ip2J.jpg"
  },
  {
    "id": "gdrive-folder:1bD9v5ni2HGtS1qmP_2ArTFOO66pD_X4N",
    "type": "series",
    "name": "Onmyoji",
    "poster": "https://image.tmdb.org/t/p/w1280/cRMdU69ZbPzZNU5p6yEhtoNcj6O.jpg",
    "description": "In the gilded enclave of the imperial court, Minamoto Hiromasa befriends the mystic Abe Seimei, solving tricky cases rising from the demonic realm",
    "background": "https://image.tmdb.org/t/p/original/vJYAOcccsGLkKmuVx5qgqw3CgG7.jpg"
  },
  {
    "id": "gdrive-folder:1wHA_uObMtYnCNo73P6ZKxU3tkQ6X4W1l",
    "type": "series",
    "name": "K",
    "poster": "https://image.tmdb.org/t/p/w1280/52eQfCm8yGEQHNZefyHr6uIysqt.jpg",
    "description": "Shiro is an easygoing teenager content with just being a student—until his seemingly perfect life is halted when a bloodthirsty clan, glowing red with fire, attempts to kill him in the streets. Unbeknownst to Shiro, he is suspected of murdering a member of their clan and will need a miracle to escape their vengeance. Miraculously, a young man named Kurou Yatogami swings in and aids Shiro in his getaway, only to reveal he's also after Shiro's life. Now a hunted man, Shiro will have to evade the clans of seven powerful kings and desperately try to prove his innocence—before it’s too late!",
    "background": "https://image.tmdb.org/t/p/original/bYo6FuWOWJuZTu7dqo5H3M1b7z4.jpg"
  },
  {
    "id": "gdrive-folder:1nvIos5EgmVNcl51TCIaCUKwScY35yLYG",
    "type": "series",
    "name": "Is the Order a Rabbit?",
    "poster": "https://image.tmdb.org/t/p/w500/gUlQ6mNGMzQi7fJ1Uo7FCMdlxF7.jpg",
    "description": "Cocoa Hoto is a positive and energetic girl who becomes friends with anyone in just three seconds. After moving in with the Kafuu family in order to attend high school away from home, she immediately befriends the shy and precocious granddaughter of Rabbit House cafe's founder, Chino Kafuu, who is often seen with the talking rabbit, Tippy, on her head. After beginning to work as a waitress in return for room and board, Cocoa also befriends another part-timer, Rize Tedeza, who has unusual behavior and significant physical capabilities due to her military upbringing; Chiya Ujimatsu, a waitress from a rival cafe who does everything at her own pace; and Sharo Kirima, another waitress at a different cafe who has the air of a noblewoman despite being impoverished. With fluffy silliness and caffeinated fun.",
    "background": "https://image.tmdb.org/t/p/w1280/l7uE6gXpHeujRRi8szOK1ChFS4T.jpg"
  },
  {
    "id": "gdrive-folder:1_mdHwuOact6l5NpMWxFFlYmLUF_W0kj-",
    "type": "series",
    "name": "Chaika - The Coffin Princess",
    "poster": "https://image.tmdb.org/t/p/w500/eh02y67ge1J6ThiTH3zPVprri2o.jpg",
    "description": "Toru Acura is a 20-year-old retired soldier meandering through life now that the war has ended. He encounters Chaika Trabant, a 14-year-old sorceress carrying a coffin, and follows her in hopes of finding meaning to his life again. The two travel with Toru's adopted sister, Akari, the employed member of the group and thus Toru's source of income.",
    "background": "https://image.tmdb.org/t/p/w1280/egdbcY7bMUCBSXVkcDASB6gCc2.jpg"
  },
  {
    "id": "gdrive-folder:1ZYB0CgrPKMN1VCSi7hbFCv8TyNEDldHw",
    "type": "series",
    "name": "Hundred",
    "poster": "https://image.tmdb.org/t/p/w500/pb6s3Dd1k424OU5Fq1OWdk2F4yK.jpg",
    "description": "\"Hundred\"—that is the only weapon that can oppose the mysterious life form \"Savage\" from visiting the earth. The protagonist, Kisaragi Hayato, aims to become a Martial Arts Master using this Hundred. He managed to get into the battleship university Little Garden. However— \"I wanted to see you, Hayato!!!\" \"H-How do you know my name?\" Around the roommate, Emil Crossford, who somehow knows him well (?), Hayato gets an uneasy feeling. What's more, just after the entrance ceremony, he gets asked for a duel by the campus' strongest martial arts master \"Queen\" Claire Harvey...!? The ultimate academy battle begins here!",
    "background": "https://image.tmdb.org/t/p/w1280/9bXJLRcbXtmfPymG2lQlHgmABFv.jpg"
  },
  {
    "id": "gdrive-folder:1E_dR8uGiR2XiHwS8fvVEoNnrGwE5fc8r",
    "type": "series",
    "name": "The Dreaming Boy Is a Realist",
    "poster": "https://image.tmdb.org/t/p/w500/85EoiGOOG58oP9HlvxiWjvgkMNR.jpg",
    "description": "Did Wataru's intentions slip by Aika because she was getting impatient?! This is the start of a romcom revolving around two people who just can't get their feelings across and both think their love is unrequited!",
    "background": "https://image.tmdb.org/t/p/w1280/miA5eJS0AU6M4CLucMroJdAYdBJ.jpg"
  },
  {
    "id": "gdrive-folder:1-4y3Puy9VkxSST46wDbwmwd62GEGcpDy",
    "type": "series",
    "name": "Bounty Hunters",
    "poster": "https://image.tmdb.org/t/p/original/739zCYvJka0fEav1EAc4CboDSfR.jpg",
    "description": "Jeff, Bill and Larry are old pals who work together at Barton Bounty Hunters in the small Southern town of Skeeter Creek. They get their bounties from Lisa, a loudmouth bail bondsman whose office is next door. Jeff is the owner of the company and leader of the team. Bill is the resident criminal profiler, and Larry is the team muscle. Together, they track down redneck fugitives, making Skeeter Creek a little bit safer.The guys will have to deal with friends and family like Jeff's sassy ex-wife Stacy and her smarmy new husband Nathan, as well as local rednecks like Jesco (who just so happens to be Jeff's dad)."
  },
  {
    "id": "gdrive-folder:1iJo_TfK9fJUfr8rKU0CnCOFlB-TQ6P3B",
    "type": "series",
    "name": "A Certain Magical Index",
    "poster": "https://image.tmdb.org/t/p/w500/v3Ka0J3iMte50oiH4cmXPISM3rm.jpg",
    "description": "Touma Kamijou is a student living in Academy City, a highly advanced place in terms of technology. Despite being gauged as a level zero esper (no powers), he possesses on his right hand the Imagine Breaker, an ability that negates any power whatsoever. Touma finds a young girl named Index who is trying to run away from Necessarius, a powerful magic organization that she is member of. Blessed with the skill of memorizing any sort of information, she holds 103,000 forbidden magical books within her head. As science and magic cross paths, Touma must face several dangers amid espers and magicians who appear in the exciting scientific town.",
    "background": "https://image.tmdb.org/t/p/w1280/73uQJImy9J9w93zFEh8JtdQVOQR.jpg"
  },
  {
    "id": "gdrive-folder:19Fh5XwH-IHDwL4moKtGgooMxEJZAS_mu",
    "type": "series",
    "name": "Scarlet Nexus",
    "poster": "https://image.tmdb.org/t/p/w500/4GsBzKAPbHY7HjGRkAN0svRpIQI.jpg",
    "description": "Saved by the Other Suppression Force as a child, psychokinetic Yuito enlists in this elite team formed to fight Earth’s enemy. Meanwhile, prodigy Kasane was scouted for her abilities. Kasane’s dreams tell her strange things, dragging the two into an unavoidable fate.",
    "background": "https://image.tmdb.org/t/p/w1280/ygJ9xAQIt83O1fiOsiHlRP8kTkf.jpg"
  },
  {
    "id": "gdrive-folder:1Bv3c6xyv47ZzHoNp3Zne21kB5WcrrAVp",
    "type": "series",
    "name": "Ghost in the Shell",
    "poster": "https://image.tmdb.org/t/p/w500/zCtL3UBgCoZzd7XTVGhvl6XY75E.jpg",
    "description": "In the near future, Major is the first of her kind: a human saved from a terrible crash, then cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals.",
    "background": "https://image.tmdb.org/t/p/w1280/dDVqfmCzSy3TKSmiS2pJ9QB5E3P.jpg"
  },
  {
    "id": "gdrive-folder:1n33GhC5vfVrdcC1_G2PHrZE7hxxADab6",
    "type": "series",
    "name": "Jeff and Some Aliens",
    "poster": "https://image.tmdb.org/t/p/w1280/5oh09hT70NmkA2tEo6EUzteMWhI.jpg",
    "description": "Based on the recurring TripTank sketches, Jeff And Some Aliens follows Jeff, the world’s most average guy, and the three aliens sent to study him to determine whether or not humanity should be destroyed. Jeff’s mundane life is constantly thrown into chaos by his extraterrestrial guests – it isn’t always easy having roommates who force you to participate in grueling intergalatic decathalons or perform Azurian honor killings to restore interstellar balance"
  },
  {
    "id": "gdrive-folder:1ry5f2ZRWpgJ17mRshQ_bLrDifi0CCi6h",
    "type": "series",
    "name": "Love Hina",
    "poster": "https://image.tmdb.org/t/p/w500/a3td66l71KKDS1iaV0EHbaB1wHI.jpg",
    "description": "Keitaro and his childhood sweetheart make a promise to be accepted at and to meet each other at the prestigous Toudai University before she moved out of his life. About a decade later, Keitaro has become an artist and a daydreamer, having ranked 27th from the last in the national practice exam. When his grandmother leaves the all-girls dormitory, he becomes the residential manager and soon meets up with two Todai applicants who may have been that sweetheart, since he`s forgotten her name. Then there the other tenants like young Shinobu who was in despair until Keitaro helped her, Motoko the swordsmaster who sees men as evil distractions, Su Kaolo the genius child inventor and the sneaky Kitsune.",
    "background": "https://image.tmdb.org/t/p/w1280/kcE0oKf6Lt5bYriMLJyEeyXhJ2i.jpg"
  },
  {
    "id": "gdrive-folder:1DGFTdNXcsKyikktutCp8sofLfJUV5MK1",
    "type": "series",
    "name": "Yu Yu Hakusho",
    "poster": "https://image.tmdb.org/t/p/w500/5OnjguJwkujo3R23w95EEX8eAEN.jpg",
    "description": "After dying to save a boy, delinquent tough guy Yusuke Urameshi is granted another chance at life by redeeming himself as a \"Spirit Detective.\"",
    "background": "https://image.tmdb.org/t/p/w1280/uNM5dbnPJXJJs1eggepRWjSvdIR.jpg"
  },
  {
    "id": "gdrive-folder:1IiUmfR0c15uhr6dJ5q52eM9mZQQiSmXj",
    "type": "series",
    "name": "Deca-Dence",
    "poster": "https://image.tmdb.org/t/p/w500/y3bM1PBQRH7r8vIMBEXSGx41OAi.jpg",
    "description": "Many years have passed since humanity was driven to the brink of extinction by the sudden emergence of the unknown life forms Gadoll. Those humans that survived now dwell in a 3000m-high mobile fortress Deca-dence built to protect themselves from the Gadoll threat. Denizens of Deca-dence fall into two categories: Gears, warriors who fight the Gadoll daily, and Tankers, those without the skills to fight. One day, Natsume, a Tanker girl who dreams of becoming a Gear meets surly Kaburagi, an armor repairman of Deca-dence. This chance meeting between the seemingly two opposites, the girl with a positive attitude who never gives up on her dreams and the realist who has given up on his, will eventually shake the future course of this world.",
    "background": "https://image.tmdb.org/t/p/w1280/3VPPB2VGmp0l3XkUE3Pde2tZ4gi.jpg"
  },
  {
    "id": "gdrive-folder:15lHi0Q3c2BqI9ouQtJVxTyycNgUsVU1X",
    "type": "series",
    "name": "The Eminence in Shadow",
    "poster": "https://image.tmdb.org/t/p/w500/7JKYmtLydAwo9ZsEmAknZiO4U8g.jpg",
    "description": "Shadowbrokers are those who go unnoticed, posing as unremarkable people, when in truth, they control everything from behind the scenes. Sid wants to be someone just like that more than anything, and something as insignificant as boring reality isn’t going to get in his way! He trains in secret every single night, preparing for his eventual rise to power—only to be denied his destiny by a run-of-the-mill (yet deadly) traffic accident. But when he wakes up in a another world and suddenly finds himself at the head of an actual secret organization doing battle with evil in the shadows, he’ll finally get a chance to act out all of his delusional fantasies!",
    "background": "https://image.tmdb.org/t/p/w1280/htD5SJpPOvkmAowU80KrWnN59WO.jpg"
  },
  {
    "id": "gdrive-folder:1S4goT6zhCdf1DeF9ofaVBIg2FRV0o2uQ",
    "type": "series",
    "name": "Laid-Back Camp",
    "poster": "https://image.tmdb.org/t/p/w500/fsTqmos9zikrNJfP0uwFsmuZOh.jpg",
    "description": "Nadeshiko, a high school student who had moved from Shizuoka to Yamanashi, decides to see the famous, 1000 yen-bill-featured Mount Fuji. Even though she manages to bike all the way to Motosu, she's forced to turn back because of worsening weather. Unable to set her eyes on her goal, she faints partway to her destination. When she wakes up, it's night, in a place she's never been before, with no way of knowing how to get home. Nadeshiko is saved when she encounters Rin, a girl who is out camping by herself. This outdoorsy girls story begins with this first encounter between Nadeshiko and Rin.",
    "background": "https://image.tmdb.org/t/p/w1280/cm3lmKnEAYLs2eJmn4AcFIu18X4.jpg"
  },
  {
    "id": "gdrive-folder:1SMObfK3jNjS6Fmssa4m-lj8Q404PaeKf",
    "type": "series",
    "name": "Skeleton Knight in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/jMhzjbRI1iL2ENtMnS3Zm3DBAJw.jpg",
    "description": "One day, a gamer played video games until he fell asleep...and when he woke up, he found himself in the game world—as a skeleton! Equipped with the powerful weapons and armor of his avatar but stuck with its frightening skeletal appearance, Arc has to find a place for himself in this new, fantastical land. All his hopes for a quiet life are dashed when he crosses paths with a beautiful elven warrior, setting him on a journey full of conflict and adventure.",
    "background": "https://image.tmdb.org/t/p/w1280/q96VKocz5HlymMvmQDNNS6FA9O0.jpg"
  },
  {
    "id": "gdrive-folder:10qElasSgDMChXb4PuY-oomXapcg-Lar3",
    "type": "series",
    "name": "Natsume's Book of Friends",
    "poster": "https://image.tmdb.org/t/p/w500/c4B2NFHFH0N8W7ovMsxiGIj7Fgp.jpg",
    "description": "Natsume Takashi has the ability to see spirits, which he has long kept secret. However, once he inherits a strange book that belonged to his deceased grandmother, Reiko, he discovers the reason why spirits surround him.",
    "background": "https://image.tmdb.org/t/p/w1280/xHjRfQIRlxug491JrKiEYl9vHM1.jpg"
  },
  {
    "id": "gdrive-folder:10kiihnmyJnxFSDIlJigGKUqfFEGIbfXe",
    "type": "series",
    "name": "Gintama",
    "poster": "https://image.tmdb.org/t/p/w500/f7vK8pzZIqhyA8sYmBpWmp9Ae7.jpg",
    "description": "After Japan's Shogunate is occupied by an alien army, a samurai forced to work as a handyman forms a squad of swordsmen to fight back.",
    "background": "https://image.tmdb.org/t/p/w1280/3gVl0IvJMbhOnAvH9V0Q1Y1HnXE.jpg"
  },
  {
    "id": "gdrive-folder:1uny93yA5qJfyRk-mnJQsTeay2uc4DIN-",
    "type": "series",
    "name": "Full Metal Panic!",
    "poster": "https://image.tmdb.org/t/p/w500/aXvI0S1kLpFYhXuHIMjinXe4uiM.jpg",
    "description": "Kaname Chidori’s one of the most popular girls at her high school – unfortunately, it’s her growing popularity off campus she should be worrying about. Unbeknownst to Kaname, terrorists are plotting her abduction, believing she possesses the rare and coveted abilities of “the Whispered.”  That’s where Sousuke Sagara enters the picture. He’s a hotshot soldier from the clandestine counter-terrorist organization known as Mithril – and he’s going undercover at Kaname’s school to try and keep her safe. He may be an ace in the cockpit of an Arm Slave mech, but there’s no training in the world that could prepare him for the warzone of high school.",
    "background": "https://image.tmdb.org/t/p/w1280/r5jl8KCfUtAqB1tvCJ7wxCew1ZK.jpg"
  },
  {
    "id": "gdrive-folder:15DAzPwsvZ3v6_gYxiy9FI4mRWE5pglOE",
    "type": "series",
    "name": "The Testament of Sister New Devil",
    "poster": "https://image.tmdb.org/t/p/w500/4yrW5uBgcx7GSehJotlxWjAD0NQ.jpg",
    "description": "Toujou Basara is a high school student whose father has suddenly just remarried. His father then departs overseas leaving Basara with two new beautiful step-sisters. Little does he know, his new sisters, Mio and Maria are actually the new Demon Lord and a succubus!? Almost trapped into a life of servitude, Basara forms a reverse contract by accident and ends up becoming Mio's master! Hijinks ensue as Basara finds himself in one ecchi situation after another. However, Mio's life is in danger as she is pursued by demons and heroes!",
    "background": "https://image.tmdb.org/t/p/w1280/dXGaX995fsbiqJgFRj0CEJKxZVV.jpg"
  },
  {
    "id": "gdrive-folder:1kOv1976COhf-KUOf3uVOF6tUtnXLP3a4",
    "type": "series",
    "name": "World Trigger",
    "poster": "https://image.tmdb.org/t/p/w500/lchqxvVvOeSfkpuvVAIxaDm8Mth.jpg",
    "description": "Earth is under constant threat from Neighbors, invincible monsters from another dimension that destroy our way of life. At least we have the elite warriors of Border, who co-opt alien technology to fight back! Our hero Osamu Mikumo may not be the best agent, but he'll do whatever it takes to defend life on Earth as we know it. When Osamu meets a feisty humanoid Neighbor named Yuma, everything that he thinks is right is turned on its head. Can the two natural enemies ever become friends?",
    "background": "https://image.tmdb.org/t/p/w1280/6eriPLiAXhW8BOrwosYaKrYSvTW.jpg"
  },
  {
    "id": "gdrive-folder:1J8q_6u9Jdb0wr3cnuySeHgFgJyPiWkAV",
    "type": "series",
    "name": "A Sister's All You Need",
    "poster": "https://image.tmdb.org/t/p/w500/hxRDq6TlaZSO1qZbtYI3N3karrm.jpg",
    "description": "Itsuki Hashima is a light novelist obsessed with little sisters, strictly focusing on them when he writes his stories.  Despite his personality, he's surrounded by a tight circle of friends,  including a beautiful genius writer who loves him, a big-sisterly college classmate, a fellow male writer, a sadistic tax accountant, his editor, and Chihiro, his perfect younger step-brother who takes care of the housework and cooking.  As the story progresses, the underlying conflicts of dreams and goals surface, as each character attempts to achieve their dreams, in their own way.",
    "background": "https://image.tmdb.org/t/p/w1280/Af0KluRhTrjeFNecmSWm9rakKom.jpg"
  },
  {
    "id": "gdrive-folder:1YO7w6UOMBaHQ2eYXiwSvd35Mm-MNl6QV",
    "type": "series",
    "name": "Death March to the Parallel World Rhapsody",
    "poster": "https://image.tmdb.org/t/p/w500/aVJUCmI7s22BtolCd0QoAztaGU1.jpg",
    "description": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to a powerful ability he possesses with limited use, he ends up wiping out an army of lizard men and becomes a high leveled adventurer. Satou decides to hide his level, and plans to live peacefully and meet new people. However, developments in the game's story, such as the return of a demon king, may cause a nuisance to Satou's plans.",
    "background": "https://image.tmdb.org/t/p/w1280/pv7CjeqAsN1fH5k8oUxs3lJUorJ.jpg"
  },
  {
    "id": "gdrive-folder:1ggLNjlysFv1WPqwdjXTw3dL38xavW55V",
    "type": "series",
    "name": "Tada Never Falls in Love",
    "poster": "https://image.tmdb.org/t/p/w500/3BazV6nF9Cr3vVepAhWCFMp12b4.jpg",
    "description": "Mitsuyoshi Tada, a boy who has never known love, is taking pictures of the cherry blossoms in full bloom when he meets Teresa Wagner, a transfer student from Luxembourg. Upon arriving in Japan, she got lost, separated from her travel companion. Mitsuyoshi helps her and brings her to his grandfather's coffee shop.",
    "background": "https://image.tmdb.org/t/p/w1280/9PosEjEkcSt5jO0rRDgQ0iUcMIo.jpg"
  },
  {
    "id": "gdrive-folder:1KRB3iBcJRJnqnMGkj8RXQw8uU1GVDQLi",
    "type": "series",
    "name": "My Next Life as a Villainess: All Routes Lead to Doom!",
    "poster": "https://image.tmdb.org/t/p/w500/wGlRnnqmUmbmLc4gRiWlIsv9L3L.jpg",
    "description": "Wealthy heiress Catarina Claes is hit in the head with a rock and recovers the memories of her past life. It turns out the world she lives in is the world of the game Fortune Lover, an otome game she was obsessed with in her past life... but she's been cast as the villain character who tries to foil the protagonist's romances!",
    "background": "https://image.tmdb.org/t/p/w1280/cErFnClnNFtxjljACfo3knIvOeG.jpg"
  },
  {
    "id": "gdrive-folder:1eGRgX-JA4mpFUzf7KhfGDR_PbqDuyKA3",
    "type": "series",
    "name": "Call of the Night",
    "poster": "https://image.tmdb.org/t/p/w500/rDhwDG2ii8c3nCcfUNp6mogGQ93.jpg",
    "description": "Ko's new companion, Nazuna, could offer him dark gifts and a vampire's immortality. But there are conditions that Ko must meet before he can sink his teeth into vampirism, and he'll discover just how far he's willing to go to satisfy his desires.",
    "background": "https://image.tmdb.org/t/p/w1280/ohgC4YPhYO4mjTW64JRK0abx6lQ.jpg"
  },
  {
    "id": "gdrive-folder:1tyokNMp0ehKdTxUfXR901njjc-R2imF-",
    "type": "series",
    "name": "The Iceblade Sorcerer Shall Rule the World",
    "poster": "https://image.tmdb.org/t/p/w500/xBlJYF8ROyYppm6RbZ1Ga8nERWs.jpg",
    "description": "The Arnold Academy of Magic is a school for the elite...and Ray White is just your ordinary guy. In fact, he doesn't seem particularly skilled with magic at all, and is a bit of a klutz. Which is why he has nothing to do with the rumor that one of the great magicians, the Iceblade Sorcerer, is a member of the incoming class...right?",
    "background": "https://image.tmdb.org/t/p/w1280/oL459mgvcnc3jL90K7zkfvXQu0.jpg"
  },
  {
    "id": "gdrive-folder:1-XBxw1zBwjxzvGA-wCLPb3BRJld7d_Iz",
    "type": "series",
    "name": "To LOVE-Ru",
    "poster": "https://image.tmdb.org/t/p/w500/vsWNCisRhrBbUaTR56qCk6pLsEn.jpg",
    "description": "The story is about Rito Yuuki , a high-school boy who cannot confess to the girl of his dreams, Haruna Sairenji. One day when coming home and sulking in the bathtub a mysterious, nude girl, appears out of nowhere. Her name is Lala and she comes from the planet Deviluke, where she is the heir to the throne. Her father wants her to return to her home planet so she can marry one of the husband candidates, but she decides that she wants to marry Rito in order to stay on Earth.",
    "background": "https://image.tmdb.org/t/p/w1280/61vXR9xfgNqidYkBruRXhRTlVzI.jpg"
  },
  {
    "id": "gdrive-folder:1-WgUOgyaN6Cw1Alv-cs-8SU4ICmIRY2F",
    "type": "series",
    "name": "Love Live! Sunshine!!",
    "poster": "https://image.tmdb.org/t/p/w1280/bur79VHvAZKFzeDGeEfpoPtTQFi.jpg",
    "description": "Uranohoshi Girls’ High School, a private school in the seaside neighborhood of Uchiura at Numazu city, Shizuoka prefecture. A small high school in a corner of Suruga Bay, it is home to nine teens, led by second-year student Chika Takami, driven by one seriously big dream: To become the next generation of bright, sparkling “school idols”! As long as we don’t give up, any dream can come true... All we have to do now is keep pushing hard for fame and glory! Now their “School Idol Project” begins to make their dreams come true!"
  },
  {
    "id": "gdrive-folder:10GklRcZEZNEwlZRc-fJKo06LXsYRQRfM",
    "type": "series",
    "name": "Haven't You Heard? I'm Sakamoto",
    "poster": "https://image.tmdb.org/t/p/w500/rzWTW9DSToU7mW5RPos91fJSbBV.jpg",
    "description": "First year high school student Sakamoto isn't just cool, he's the coolest! Almost immediately after starting school, he began attracting everyone's attention. The girls love him, and most of the boys resent him. There's even a boy in the class who works as a model, but who is constantly upstaged by Sakamoto! No matter what tricks the other boys try to play on him, Sakamoto always manages to foil them with ease and grace. Though Sakamoto may seem cool and aloof, he helps others when asked, such as in the case of the boy in his class who was being constantly bullied. No matter what difficulties Sakamoto encounters, he moves through his high school life with confidence and class.",
    "background": "https://image.tmdb.org/t/p/w1280/5FAgln9JBDTzjWorFqJvlJ6wfZ1.jpg"
  },
  {
    "id": "gdrive-folder:1mzZQQYvVh4k2s-2L8cYgYSnRna-ZWS6k",
    "type": "series",
    "name": "My Love Story with Yamada-kun at Lv999",
    "poster": "https://image.tmdb.org/t/p/w500/6RTMDyXZpzACsSg5AcRSUHMO8m2.jpg",
    "description": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend, when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?",
    "background": "https://image.tmdb.org/t/p/w1280/4U5cJTbXBzW1WxDUZErqU3VNNWl.jpg"
  },
  {
    "id": "gdrive-folder:18CI20j6_FXel4LQTl6yFOIJBTttABfqC",
    "type": "series",
    "name": "The Misfit of Demon King Academy",
    "poster": "https://image.tmdb.org/t/p/w500/xBNR7V4s5b0qQfRCiyEvIC5PS6v.jpg",
    "description": "Anos Voldigord was a tyrannical Demon King that eradicated humans, spirits, and even the gods, but became bored of eternal warfare and reincarnated with dreams of a peaceful world. However, what awaited him in reincarnation after 2000 years were descendants who became too weak after being accustomed to peace, and all sorts of magic that deteriorated to the extreme. Anos enters Demon King Academy that gathers and educates those who are viewed as the reincarnation of the Demon King, but the academy could not see through his true powers and ends up branding him as a misfit.",
    "background": "https://image.tmdb.org/t/p/w1280/fxISKAY8c2xYXt2CFLjUU2bEx8n.jpg"
  },
  {
    "id": "gdrive-folder:14QPG2gall09a4BPvFP6c2SRXqkQz4JKO",
    "type": "series",
    "name": "Angel Beats!",
    "poster": "https://image.tmdb.org/t/p/w500/wz1PuXrg5ERQvyXKex3cGDie2hj.jpg",
    "description": "Angel Beats takes place in the afterlife and focuses on Otonashi, a boy who lost his memories of his life after dying. He is enrolled into the afterlife school and meets a girl named Yuri who invites him to join the Afterlife Battlefront — an organization she leads which fights against God. The Battlefront fight against the student council president Angel, a girl with supernatural powers.",
    "background": "https://image.tmdb.org/t/p/w1280/1YyxdXFA9AJ0WHRQ7SfHxvKJp1n.jpg"
  },
  {
    "id": "gdrive-folder:1qhAghO-32wxh7WA-XG5RWZXs8N4qJFJp",
    "type": "series",
    "name": "Shinobi no Ittoki",
    "poster": "https://image.tmdb.org/t/p/w500/2zg8z6krPm8sjfwPRyDVUgRvL9g.jpg",
    "description": "A descendent of the Iga Ninja Clan trains to become a shinobi and fights against the rival Koga Clan!",
    "background": "https://image.tmdb.org/t/p/w1280/9DidWNT1fkqeKu2SpSjgo1iUZUg.jpg"
  },
  {
    "id": "gdrive-folder:1nJdAbYCmvpSqtohMimjiREFyjK5Fvqt0",
    "type": "series",
    "name": "Death Note",
    "poster": "https://image.tmdb.org/t/p/w500/8xRQ0KG9ZZzjEiFa5fgEaTKhc0d.jpg",
    "description": "Light Turner finds a supernatural notebook and uses it to mete out death, attracting the attention of a detective, a demon and a girl in his class.",
    "background": "https://image.tmdb.org/t/p/w1280/nDAbr3NSkkOMIkFrQ3ycVxzgaMc.jpg"
  },
  {
    "id": "gdrive-folder:1vHgdxRhXA2m7zhUNJ_Qd4c9WyygSWM7S",
    "type": "series",
    "name": "Fairy Tail",
    "poster": "https://image.tmdb.org/t/p/w500/h50lj7xO65qafNYZCrfQ7ztkMBD.jpg",
    "description": "Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.",
    "background": "https://image.tmdb.org/t/p/w1280/hVZMddU7kgbL1NSgzNVMmf8VvPz.jpg"
  },
  {
    "id": "gdrive-folder:16wC0WtX2lDA6vG-8-r5Jk7Vw_dGdsOoj",
    "type": "series",
    "name": "Curses!",
    "poster": "https://image.tmdb.org/t/p/w500/sB0pjty0yMjCXJG0X2I8zu8fM57.jpg",
    "description": "The Vanderhouvens are a typical family...except a curse recently turned Alex—their loving husband and father—to stone. In order to save him, his wife and kids set out on spine-tingling adventures to return ancient artifacts stolen by an ancestor.",
    "background": "https://image.tmdb.org/t/p/w1280/CJ9XvdlBQVXOhH7wHb64OHmzbq.jpg"
  },
  {
    "id": "gdrive-folder:16Qu7YndluWp5RvJtYtLPgqdzFkVq4P-0",
    "type": "series",
    "name": "PLUTO",
    "poster": "https://image.tmdb.org/t/p/w500/agf5sETjlO35s3EDA7wwGliZ5UW.jpg",
    "description": "When the world's seven most advanced robots and their human allies are murdered one by one, Inspector Gesicht soon discovers that he's also in danger.",
    "background": "https://image.tmdb.org/t/p/w1280/mKs3dnks8MAXzIdIZMN2machwer.jpg"
  },
  {
    "id": "gdrive-folder:1cUK9WvRoaz8UEbb5TzpbSr4apzSEq6NG",
    "type": "series",
    "name": "Mushoku Tensei: Jobless Reincarnation",
    "poster": "https://image.tmdb.org/t/p/w500/gLKOYIMyKlUHW0SVdskhgf9C0yy.jpg",
    "description": "A 34-year-old hikikomori is kicked out of his home by his family after the death of his parents. After his eviction, he saves a group of teenagers from being killed by a speeding truck, but loses his life in the process. When he comes to, he realizes he has been reborn as Rudeus Greyrat, in a world of swords and sorcery.",
    "background": "https://image.tmdb.org/t/p/w1280/j9fRIimor0AMFJR9kjZubXcABzZ.jpg"
  },
  {
    "id": "gdrive-folder:1K1ACy3t1mI25y8eWh2wzgKtYyc8MMsAW",
    "type": "series",
    "name": "Our Last Crusade or the Rise of a New World",
    "poster": "https://image.tmdb.org/t/p/w500/1VtaTXsHTRfh8m49OVJfMb4JVuh.jpg",
    "description": "For years, a great war has raged on between the scientifically advanced Empire and a paradise of witches known as the Nebulis Sovereignty. This age-old battle sets the scene for a fateful encounter between two young combatants: an imperial swordsman, Iska, and the witch princess, Aliceliese. As sworn enemies, they vow to cut each other down in order to unite their worlds, and yet Iska finds himself entranced by her beauty and righteousness, while Aliceliese is moved by his strength and resolve. In the midst of a never-ending war that forbids them from being together, they have no choice but to destroy each other-or find another way.",
    "background": "https://image.tmdb.org/t/p/w1280/gjUkdl62eBtxAl4L4Xurm5UBZ0x.jpg"
  },
  {
    "id": "gdrive-folder:1lI2wiH22MYCk7ZEQUtkTZmic3_gI-m7h",
    "type": "series",
    "name": "Rick and Morty",
    "poster": "https://image.tmdb.org/t/p/w500/WGRQ8FpjkDTzivQJ43t94bOuY0.jpg",
    "description": "Rick is a mentally-unbalanced but scientifically gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
    "background": "https://image.tmdb.org/t/p/w1280/rBF8wVQN8hTWHspVZBlI3h7HZJ.jpg"
  },
  {
    "id": "gdrive-folder:1M3dFrkPNIbFCsxDlrnG8v_0Y2TRon-AJ",
    "type": "series",
    "name": "Am I Actually the Strongest?",
    "poster": "https://image.tmdb.org/t/p/w500/og42meOPOiq37wUSfQV0lqb1U0Q.jpg",
    "description": "After being a shut-in, Haruto is reincarnated as a baby. And amazingly, that baby is a prince! However, he's abandoned in a forest on the day he's born because of his low magic level... What will be the fate of Haruto, who was inadvertently given 1000 times the normal amount of magic by the goddess of reincarnation without anyone noticing?!",
    "background": "https://image.tmdb.org/t/p/w1280/56APRYRS4NdgrezZNnV6csySWC0.jpg"
  },
  {
    "id": "gdrive-folder:109jNIw8jXvFTmDDKDce5Xe_BrcVT8gxg",
    "type": "series",
    "name": "Rokka: Braves of the Six Flowers",
    "poster": "https://image.tmdb.org/t/p/w500/ve6wy4KrcU7Lo6WuGb5Zqru3Ds.jpg",
    "description": "Legend says, when the Evil God awakens from the deepest of darkness, the god of fate will summon Six Braves and grant them with the power to save the world. Adlet Mayer, self-proclaimed \"Strongest Man in the World,\" has arrived at the continent of Piena in hopes of becoming a Brave. Although it doesn't go as smoothly as he had planned, Adlet is ultimately chosen as one of the six heroes shortly after being greeted by Nashetania Loei Piena Augustra, crown princess and fellow Brave.\n\nThis story follows the two as they embark upon their destined journey to fight the Demon God, intending to meet up with their fellow heroes. However, when they finally unite, seven heroes are present, and soon the others begin to suspect Adlet to be a fraud. Now on the run, Adlet must utilize his unique skill set and wit in a fight for his life to identify which member of the group is the true impostor before it's too late!",
    "background": "https://image.tmdb.org/t/p/w1280/4gf2hdfzOXF4Q8FgxwGIFmXJOHu.jpg"
  },
  {
    "id": "gdrive-folder:1CVoqMNVLqBtj1L_YtuCObRuhIXXU-AFA",
    "type": "series",
    "name": "One Piece",
    "poster": "https://image.tmdb.org/t/p/w500/cMD9Ygz11zjJzAovURpO75Qg7rT.jpg",
    "description": "Years ago, the fearsome Pirate King, Gol D. Roger was executed leaving a huge pile of treasure and the famous \"One Piece\" behind. Whoever claims the \"One Piece\" will be named the new King of the Pirates.\n\nMonkey D. Luffy, a boy who consumed a \"Devil Fruit,\" decides to follow in the footsteps of his idol, the pirate Shanks, and find the One Piece. It helps, of course, that his body has the properties of rubber and that he's surrounded by a bevy of skilled fighters and thieves to help him along the way.\n\nLuffy will do anything to get the One Piece and become King of the Pirates!",
    "background": "https://image.tmdb.org/t/p/w1280/oVfucXvhutTpYExG9k06NJqnpT9.jpg"
  },
  {
    "id": "gdrive-folder:1xMTOISlC6iXzuv8BEu63pADFNaY3RIVb",
    "type": "series",
    "name": "GOOD NIGHT WORLD",
    "poster": "https://image.tmdb.org/t/p/w500/k91PSMjahbvSOIJ1oB9BxjFDDRH.jpg",
    "description": "Four miserable members of a dysfunctional household have no idea that they've formed a happy family unit in an immersive VR game — with each other.",
    "background": "https://image.tmdb.org/t/p/w1280/45Usq8tvBj9DOU3tsZBnd19RmtT.jpg"
  },
  {
    "id": "gdrive-folder:1QnB6wA2YuBMqgpe3_jsINJSVrUY_RN_h",
    "type": "series",
    "name": "Batman: The Animated Series",
    "poster": "https://image.tmdb.org/t/p/w500/lBomQFW1vlm1yUYMNSbFZ45R4Ox.jpg",
    "description": "Vowing to avenge the murder of his parents, Bruce Wayne devotes his life to wiping out crime in Gotham City as the masked vigilante \"Batman\".",
    "background": "https://image.tmdb.org/t/p/w1280/jszr5nLTaK946h85MBl1K2dkvKN.jpg"
  },
  {
    "id": "gdrive-folder:1gRXX6436QLj4pMycqWi4GrEH1XGToaGQ",
    "type": "series",
    "name": "Family Guy",
    "poster": "https://image.tmdb.org/t/p/w500/8o8kiBkWFK3gVytHdyzEWUBXVfK.jpg",
    "description": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
    "background": "https://image.tmdb.org/t/p/w1280/jbTqU6BJMufoMnPSlO4ThrcXs3Y.jpg"
  },
  {
    "id": "gdrive-folder:11M2GqYvQKjCynvvkK62u-vV0bl-CI9Zl",
    "type": "series",
    "name": "Monster",
    "poster": "https://image.tmdb.org/t/p/w1280/n5XNKXnoXpoXyfiCtXHOf8q8PFM.jpg",
    "description": "Kenzou Tenma, a Japanese brain surgeon in Germany, finds his life in utter turmoil after getting involved with a psychopath that was once a former patient.",
    "background": "https://image.tmdb.org/t/p/original/6T19aRp9zLMghZo1dTEwoNyreNZ.jpg"
  },
  {
    "id": "gdrive-folder:1yPgpJKzs-i8x9YkYllwwmh6UyViVAHbO",
    "type": "series",
    "name": "King's Raid: Successors of the Will",
    "poster": "https://image.tmdb.org/t/p/w500/qPw3m4DDmtJqDQ0m0f5U7WsgrsS.jpg",
    "description": "A century has passed since King Kyle of the Orvelia kingdom destroyed the fierce demon lord Angmund, restoring peace to the lands. Now in a time of peace, the apprentice knight Kasel enjoys his life without worry. His fate begins to change, however, with news of demon appearances infesting the neighborhood. Guided by a wise man, Kasel finds friends he can rely on and sets off on his mission to seek a holy sword, capable of slaying his newfound enemies.",
    "background": "https://image.tmdb.org/t/p/w1280/9aN0IOg97Y8syhUmm8vgVMqcFdG.jpg"
  },
  {
    "id": "gdrive-folder:1Ei9cBqW8g1j8QAzVBXTypOCYwS7VTD0y",
    "type": "series",
    "name": "Boruto: Naruto Next Generations",
    "poster": "https://image.tmdb.org/t/p/w500/e0B6i48kxdRkMcK4tR4YNfXGWOc.jpg",
    "description": "The life of the shinobi is beginning to change. Boruto Uzumaki, son of Seventh Hokage Naruto Uzumaki, has enrolled in the Ninja Academy to learn the ways of the ninja. Now, as a series of mysterious events unfolds, Boruto’s story is about to begin!",
    "background": "https://image.tmdb.org/t/p/w1280/4jDRuUk02VGAVMBJXabI9r0Cj6j.jpg"
  },
  {
    "id": "gdrive-folder:1gJQB5uNYeikRJrHsG7mFuTYpGkfegmkE",
    "type": "series",
    "name": "Prison School",
    "poster": "https://image.tmdb.org/t/p/w500/tqtd72674k19IfGYJ2wdGJGvXX.jpg",
    "description": "There was a time when the Hachimitsu Private Academy was a revered and elite all-girls' boarding school on the outskirts of Tokyo but a recent policy revision is allowing boys into the student body. On his first day, Kiyoshi Fujino discovers that he's one of only five boys enrolled at the school. Completely overwhelmed by the thousands of girls on campus, the few boys find that their situation is less than ideal.",
    "background": "https://image.tmdb.org/t/p/w1280/5yglInLIuj2X4lTgeeTXkvtPdXS.jpg"
  },
  {
    "id": "gdrive-folder:1be54NhMGRQikj6kTYLRPfoladJSOcsL0",
    "type": "series",
    "name": "Death Parade",
    "poster": "https://image.tmdb.org/t/p/w500/q95PaZEpjfNzmz3c0TFFAG6lc7S.jpg",
    "description": "There is a place after death that’s neither heaven nor hell. A bar that serves you one chance to win. You cannot leave until the game is over, and when it is, your life may be too.",
    "background": "https://image.tmdb.org/t/p/w1280/ptt4UVsyV32OcTBjbkuH3mQHGmx.jpg"
  },
  {
    "id": "gdrive-folder:1yrvXyRjj6gQ_9irdTQk97I6fSFMH2TqV",
    "type": "series",
    "name": "LINK CLICK",
    "poster": "https://image.tmdb.org/t/p/w500/hCt2bLRGTCjHGqtV5FP3Img6w1h.jpg",
    "description": "Using superpowers to enter their clientele’s photos one by one, Cheng Xiaoshi and Lu Guang take their work seriously at “Time Photo Studio,” a small photography shop set in the backdrop of a modern metropolis. Each job can be full of danger, but nothing is more important than fulfilling every order, no matter the scale…or peril involved!",
    "background": "https://image.tmdb.org/t/p/w1280/w3agwUSMpJ4X9t1jGrDtqqRPjDQ.jpg"
  },
  {
    "id": "gdrive-folder:1GUMfJ1OaP4wQpBnApWxrLijdGE9SCscB",
    "type": "series",
    "name": "A Galaxy Next Door",
    "poster": "https://image.tmdb.org/t/p/w500/1Ro3fLZ6OPbT0zmJVW6EdI4M51E.jpg",
    "description": "After his father’s death, Ichiro is left to care for his siblings alone. They’re barely scraping by with only a small inheritance and his job as a manga artist, which isn’t going so great. That is until a talented and beautiful assistant is hired! Her name is Shiori, and she’s a gift from above—literally. While working late one night, her true identity is revealed and they’re instantly engaged!?",
    "background": "https://image.tmdb.org/t/p/w1280/efjkiQSnsYhLU5b6AoY9GgPh8Uc.jpg"
  },
  {
    "id": "gdrive-folder:16wjU6iIBWWk-V1Cww54xkNFJgw4tvast",
    "type": "series",
    "name": "Tenchi Muyo! War on Geminar",
    "poster": "https://image.tmdb.org/t/p/w500/2GzOTBaTdxXh3fAnEZI85zadmu9.jpg",
    "description": "The story is set in an alternate world called Geminar, where countries have fought endless wars with replicas of humanoid Seikishi weapons that they found in ancient ruins. 15-year-old Kenshi Masaki, the half-brother of Tenchi Muyo! protagonist Tenchi Masaki, is summoned from another world to Geminar.",
    "background": "https://image.tmdb.org/t/p/w1280/3tOAWHfm7BjGTCbGqeS23ELtm2I.jpg"
  },
  {
    "id": "gdrive-folder:1EJCKs2VaVDE1aZz___czF-i76sPuEkOV",
    "type": "series",
    "name": "BLUE LOCK",
    "poster": "https://image.tmdb.org/t/p/w500/sTDTy73OYmKY51EK94Mc6AxogzR.jpg",
    "description": "High school soccer players from across Japan gather for a controversial project designed to create the best — and most egoistic — striker in the world.",
    "background": "https://image.tmdb.org/t/p/w1280/seMRyWVwIVBWbC9xaMzDMZJ8fUH.jpg"
  },
  {
    "id": "gdrive-folder:1jdbCnWQhhK9Vg00pSeL2GxaUwRwwENRy",
    "type": "series",
    "name": "Magi",
    "poster": "https://image.tmdb.org/t/p/w500/cDIDw98GGkVvyDa2ko0KGmE5g2A.jpg",
    "description": "This story is about the flow of fate and the battle to keep the world on the right path. Aladdin is a boy who has set out to explore the world after being trapped in a room for most of his life. His best friend is a flute with a djinn in it named Ugo. Soon enough, Aladdin discovers he is a Magi, a magician who chooses kings, and he was born to choose kings who will follow the righteous path, battling against those who want to destroy fate. Follow his adventures as he meets others from 1001 Arabian Nights, like Ali Baba and Sinbad, and fights to keep the balance of world in check!",
    "background": "https://image.tmdb.org/t/p/w1280/AcKnrZgsf8ea8NJWdGWlqSYTQBG.jpg"
  },
  {
    "id": "gdrive-folder:1U52OF_2IMyF_nQFoQ20NwSu7RYElvNC7",
    "type": "series",
    "name": "Fright Krewe",
    "poster": "https://image.tmdb.org/t/p/w500/63S6OLbrdLTi1fCh7SelF0qieAu.jpg",
    "description": "An ancient prophecy and a Voodoo Queen put misfit teens in charge of saving New Orleans from the biggest demonic threat it’s faced in almost two centuries. But, honestly? Saving the world might be easier than becoming friends.",
    "background": "https://image.tmdb.org/t/p/w1280/eEScyks10C6HNBmvAvDUjEfTaDq.jpg"
  },
  {
    "id": "gdrive-folder:1glTgX5DpbT63TBDKsa8NO5Cj1ECGM2Md",
    "type": "series",
    "name": "Code Geass: Lelouch of the Rebellion",
    "poster": "https://image.tmdb.org/t/p/w500/x316WCogkeIwNY4JR8zTCHbI2nQ.jpg",
    "description": "Japan has been invaded and conquered by the Britannian Empire. Japan is now known as Area 11 and its citizens known as Elevens. The Britannian Empire takes away Japan's autonomous power and imposes its rule through the use of Knightmares. The Empire's rule has never faltered, but cracks have begun to show...",
    "background": "https://image.tmdb.org/t/p/w1280/5hS2OIuZSKGkR8R5l3bY5zh04Ce.jpg"
  },
  {
    "id": "gdrive-folder:1e8E_OgDjPrBV9sDNwy0SsDUjOv2hLmmR",
    "type": "series",
    "name": "The Detective Is Already Dead",
    "poster": "https://image.tmdb.org/t/p/w500/8gCOlj0bXa2cQnXSl4wRX5tVIA0.jpg",
    "description": "Kimizuka Kimihiko is a crisis-magnet. So it is no surprise when his rather mundane flight suddenly enters a state of emergency with a dire need of a detective onboard. Unfortunately, his attempt at avoiding trouble is foiled by a beautiful girl with silver hair who goes by the codename Siesta. Declaring herself a detective, she unceremoniously drags Kimizuka into the case as her assistant. That incident spelled the beginning of an adventure around the globe that went beyond his wildest imagination. Putting their lives on the line, the two took down criminal organizations, prevented disasters, and saved thousands. But the curtain closed to their epic journey with Siesta's untimely death three years later. Resolving to live an ordinary high school life this time, Kimizuka spends a year maintaining a low profile. However, as fate would have it, a girl with an uncanny resemblance to Siesta comes crashing into his life, threatening to throw his peaceful days into disarray.",
    "background": "https://image.tmdb.org/t/p/w1280/aqETSDXdeYqcD1PPd2WBfeWtoct.jpg"
  },
  {
    "id": "gdrive-folder:1gjGsjR6f0-zwvwojcrbR0ksBk4Bzn86m",
    "type": "series",
    "name": "Fruits Basket",
    "poster": "https://image.tmdb.org/t/p/w500/9TGNcvMm91QXmnnCCYYqnYK0bK7.jpg",
    "description": "After a family tragedy turns her life upside down, 16-year-old high school student Tohru Honda takes matters into her own hands and moves out… into a tent! Unfortunately for her, she pitches her new home on private land belonging to the mysterious Soma clan, and it isn't long before the owners discover her secret. But, as Tohru quickly finds out when the family offers to take her in, the Somas have a secret of their own—when hugged by the opposite sex, they turn into the animals of the Chinese Zodiac!",
    "background": "https://image.tmdb.org/t/p/w1280/2vIjTPITEoHeetz1jU4UxyHL9tg.jpg"
  },
  {
    "id": "gdrive-folder:1HPWHZwiYynbQICLt-FTZJCPoiYULxsv5",
    "type": "series",
    "name": "EDENS ZERO",
    "poster": "https://image.tmdb.org/t/p/w500/nfkn7IVG5aY2fyjHBIF3A98rMcl.jpg",
    "description": "Aboard the Edens Zero, a lonely boy with the ability to control gravity embarks on an adventure to meet the fabled space goddess known as Mother.",
    "background": "https://image.tmdb.org/t/p/w1280/lMLofCXt4skmlHHvngEKDd6hqIx.jpg"
  },
  {
    "id": "gdrive-folder:1gX5M9w32Gb_pz5hNuCrV2TjgT4NZammx",
    "type": "series",
    "name": "Masamune-kun's Revenge",
    "poster": "https://image.tmdb.org/t/p/w500/lOkjPZ2EO0K1H0CgRAd8SLBTOav.jpg",
    "description": "As a child, Masamune Makabe once suffered greatly at the hands of a wealthy and beautiful girl named Aki Adagaki, who nicknamed him \"Piggy\" due to his chubby appearance. Seeking revenge against his tormentor, Masamune works hard to improve himself and returns as an incredibly handsome, albeit narcissistic, high school student. When he encounters Aki once again, he is prepared to exact vengeance.\n\nWith the aid of the rich girl's maid, Yoshino Koiwai, Masamune slowly begins to build his relationship with Aki, intending to break her heart when the time is right. However, as his friendship with Aki begins to grow, Masamune starts to question the objectives of his devious plans, and if bringing them to fruition is what his heart truly desires.",
    "background": "https://image.tmdb.org/t/p/w1280/iEVC4TM0CyH0AVq4BE3AnfB7tbO.jpg"
  },
  {
    "id": "gdrive-folder:1wr-Ltzy6HeoZT4EcLi26_o72uiYnIalB",
    "type": "series",
    "name": "Reborn as a Vending Machine, I Now Wander the Dungeon",
    "poster": "https://image.tmdb.org/t/p/w500/bY6oLDoxDyP7JNLVGjeO3udND4g.jpg",
    "description": "A middle-aged man with only one passion in his life meets a fitting end in a traffic accident. That's where most stories would end, but instead, this is when his story begins when he's reborn as what he admired the most in life--a vending machine! But his new lease on life happens in the worst place possible--what can a vending machine do in a monster-infested dungeon when he can't speak or even move on his own?",
    "background": "https://image.tmdb.org/t/p/w1280/rJKANgQCrIPJV4a9BXwdw7d3BZr.jpg"
  },
  {
    "id": "gdrive-folder:1fTWI7JeZsivG76DNCzJsuSSjWEZqHfJ9",
    "type": "series",
    "name": "The Great Cleric",
    "poster": "https://image.tmdb.org/t/p/w500/zkzYTYdhaNqRaGyKsBunt3y5vs0.jpg",
    "description": "After his untimely death, this salaryman gets another shot at life! When Luciel is reborn into a magical new land, he becomes a healer in hopes of leading a peaceful life. However, he quickly learns that being a healer is much more challenging than he expected. With strict and strenuous training in store, this new life is turning out to be anything but peaceful.",
    "background": "https://image.tmdb.org/t/p/w1280/mGpuHNcR7hTqHSDlMEhaiVrKzOP.jpg"
  },
  {
    "id": "gdrive-folder:16uoCZOiTLf1AVStjIHQ678JkH5c1y8li",
    "type": "series",
    "name": "My Unique Skill Makes Me OP Even at Level 1",
    "poster": "https://image.tmdb.org/t/p/w500/cIrptxkpf3SNcPty3JaywvWRJ5w.jpg",
    "description": "Ryota Sato gets the surprise of his life when he's suddenly transported into another world and nearly clobbered at the hands of the young, pretty adventurer Emily Brown. This new world revolves around defeating monsters and profiting on whatever they drop—food, money, items, etc. Unfortunately for Ryota, he has no skills to speak of...until he learns he has the ability to get rare drops! Suddenly his luck turns around...or does it?",
    "background": "https://image.tmdb.org/t/p/w1280/glsypl8RS4mbKAOxhtgc4p4YDEz.jpg"
  },
  {
    "id": "gdrive-folder:1zAnqrq2Dsb2UJyCi-GVGTEinVEzOdOaU",
    "type": "series",
    "name": "Bungo Stray Dogs",
    "poster": "https://image.tmdb.org/t/p/w500/6AQmGhkYwAqW2OevjXbsh7tZnNO.jpg",
    "description": "Stalked by a beastly white tiger, Atsushi Nakajima has no idea that the menace lives inside him—a power that catches the attention of the Armed Detective Agency. Using inhuman abilities to combat crime, this team takes Atsushi under the wing of their most eccentric member, Dazai. Together, they tear through mafia-muddled mysteries while enemies keep an eye on the tiger’s lofty bounty.",
    "background": "https://image.tmdb.org/t/p/w1280/79lc4Rocfnn9RIv1YlHC0jeBsqf.jpg"
  },
  {
    "id": "gdrive-folder:1gCbrV37RoO6HTYgWKMW5tRwwXHtP8Fyh",
    "type": "series",
    "name": "Kaguya-sama: Love Is War",
    "poster": "https://image.tmdb.org/t/p/w500/5khbC6AuNgnvnoDbjIMKCOhEtIc.jpg",
    "description": "Considered a genius due to having the highest grades in the country, Miyuki Shirogane leads the prestigious Shuchiin Academy's student council as its president, working alongside the beautiful and wealthy vice president Kaguya Shinomiya. The two are often regarded as the perfect couple by students despite them not being in any sort of romantic relationship.",
    "background": "https://image.tmdb.org/t/p/w1280/dJ8yrSokdTMnhKJw06MllSfCegb.jpg"
  },
  {
    "id": "gdrive-folder:1ZIS_gjjyYR8bc2RPbWw0E2PuqBfp3jOy",
    "type": "series",
    "name": "Adventure Time: Fionna & Cake",
    "poster": "https://image.tmdb.org/t/p/w500/fi1b6U1kp73xheECzqwzMn8u3mX.jpg",
    "description": "Fionna and Cake – with the help of the former Ice King, Simon Petrikov - embark on a multiverse-hopping adventure and journey of self-discovery. All the while a powerful new antagonist determined to track them down and erase them from existence, lurks in the shadows.",
    "background": "https://image.tmdb.org/t/p/w1280/2keSTngqZiJDiGNcB15g30m9Rjt.jpg"
  },
  {
    "id": "gdrive-folder:1_QHcoIWeiHUsP_by_jQFBW_BVj0s4yYL",
    "type": "series",
    "name": "Sweet Reincarnation",
    "poster": "https://image.tmdb.org/t/p/w500/51CKhQNOvH3cxjljRize0oPfPyR.jpg",
    "description": "Pastry Mille Morteln, age 9, is both his father's heir and the reincarnation of an unfulfilled pastry chef. While he dreams of a land filled with sweet treats, there's a lot to be done first! From learning how to fight, to controlling his new magical talents and doing his best to defend his village from bandits, and yet all he really wants to do is bake the perfect apple pie... Pastry Mille Morteln has his work cut out for him in Sweet Reincarnation.",
    "background": "https://image.tmdb.org/t/p/w1280/24Q0WX3y6bP951M8PoWungVGFsy.jpg"
  },
  {
    "id": "gdrive-folder:1wlZUmEzmrZl6zdnN4LzM0nq-_fbBv6lt",
    "type": "series",
    "name": "Liar, Liar",
    "poster": "https://image.tmdb.org/t/p/w1280/7aJofa2IWoLVRu2UTRZ6ccqR553.jpg",
    "description": "Students battle to determine their rankings, with one student having to keep up the ultimate lie!",
    "background": "https://image.tmdb.org/t/p/original/eMClChpMUWH4Yr1R1J34UKb6JEu.jpg"
  },
  {
    "id": "gdrive-folder:1vc7KPRi26ml9d2r6SJ_npImRy478mVmO",
    "type": "series",
    "name": "The Duke of Death and His Maid",
    "poster": "https://image.tmdb.org/t/p/w500/cHRE2RI6KsyrBTRSAJwddfBJWao.jpg",
    "description": "Due to a childhood curse, anything that the Duke touches will die - which makes his flirty maid’s behavior all the more shocking! Can the Duke and his companions break the curse, or is he doomed to a life where love is forever out of his reach?",
    "background": "https://image.tmdb.org/t/p/w1280/jehOoaZuAfbdEo7QmvkMKo1LjkG.jpg"
  },
  {
    "id": "gdrive-folder:1b52YdPDs9xxFMTs5DqTCrjY1Fk3PjWOs",
    "type": "series",
    "name": "Scissor Seven",
    "poster": "https://image.tmdb.org/t/p/w500/mSLSrOndwNoompAARPHBaxF2E6E.jpg",
    "description": "Seeking to recover his memory, a scissor-wielding, hairdressing, bungling quasi-assassin stumbles into a struggle for power among feuding factions.",
    "background": "https://image.tmdb.org/t/p/w1280/80AhZSbY4eYe7HZnmkqX18ZcAFj.jpg"
  },
  {
    "id": "gdrive-folder:1avv7Z0TB_7aFWO-hVQBg3z9hq2Yk_BjE",
    "type": "series",
    "name": "KENGAN ASHURA",
    "poster": "https://image.tmdb.org/t/p/w500/tqR96OMBKzHNCNwJB3f3NsCkXbL.jpg",
    "description": "Ohma Tokita enters a hidden world where corporate disputes are settled in brutal gladiator bouts. Forget the money, he just wants to fight — and win.",
    "background": "https://image.tmdb.org/t/p/w1280/wJtrctuWTKgIi45zLw9tTjWQFY3.jpg"
  },
  {
    "id": "gdrive-folder:1atOlgAVan_NuZGN0r24wpsPM4f34xMVR",
    "type": "series",
    "name": "Archer",
    "poster": "https://image.tmdb.org/t/p/w500/vhnrkTGYPqcB63ALcSJm0WoaKHT.jpg",
    "description": "Sterling Archer is the world's most daunting spy. He works for ISIS, a spy agency run by his mother. In between dealing with his boss and his co-workers - one of whom is his ex-girlfriend - Archer manages to annoy or seduce everyone that crosses his path. His antics are only excusable because at the end of the day, he still somehow always manages to thwart whatever crises was threatening mankind.",
    "background": "https://image.tmdb.org/t/p/w1280/c4dymvMQT45P1j9RnscRyeyyqSg.jpg"
  },
  {
    "id": "gdrive-folder:1hRBd5sqd0iB2nLJM-FR6uxro5_dZtCMv",
    "type": "series",
    "name": "Gate",
    "poster": "https://image.tmdb.org/t/p/w500/cwN3H0mQKfwYtLFgjL7LfWpcInI.jpg",
    "description": "Off-duty Japan Self-Defense Forces (JSDF) officer and otaku, Youji Itami, is on his way to attend a doujin convention in Ginza, Tokyo when a mysterious portal in the shape of a large gate suddenly appears. From this gate, supernatural creatures and warriors clad in medieval armor emerge, charging through the city, killing and destroying everything in their path. With swift actions, Youji saves as many lives as he can while the rest of the JSDF direct their efforts towards stopping the invasion.\n\nThree months after the attack, Youji has been tasked with leading a special recon team, as part of a JSDF task force, that will be sent to the world beyond the gate—now being referred to as the \"Special Region.\" They must travel into this unknown world in order to learn more about what they are dealing with and attempt to befriend the locals in hopes of creating peaceful ties with the ruling empire.",
    "background": "https://image.tmdb.org/t/p/w1280/xWnqhREQ3aVbGatgg9fwbY4BYh7.jpg"
  },
  {
    "id": "gdrive-folder:1Nt6q-XroIpLcbDAPR1jdK9ij5PlimDX_",
    "type": "series",
    "name": "Aharen-san wa Hakarenai",
    "poster": "https://image.tmdb.org/t/p/w500/nt758dS28jXoUNJ49fB1uPjXO2L.jpg",
    "description": "Socially awkward Aharen-san has personal boundary issues, either getting too close or too far from her classmates. When fellow student Raido picks up an eraser she drops, Aharen-san decides they’re now best friends. Whether studying, playing the arcade, or just eating lunch—she’s along for the ride. What follows is an impromptu bonding that shows affection can blossom in the unlikeliest of places!",
    "background": "https://image.tmdb.org/t/p/w1280/umSMlEN5RIYzlLvSFI2nfme1W02.jpg"
  },
  {
    "id": "gdrive-folder:1Wz5GcX0T0jHSpn_WikQG_f51W_mXe3MG",
    "type": "series",
    "name": "Azur Lane",
    "poster": "https://image.tmdb.org/t/p/w500/7k9GZBSjsQCwhYXeTGqPcStpjOF.jpg",
    "description": "When the \"Sirens,\" an alien force with an arsenal far surpassing the limits of current technology, suddenly appeared, a divided humanity stood in complete solidarity for the first time. Four countries formed Azur Lane, paving the way for the improvement of modern warfare, which led to an initial victory. However, this tenuous union was threatened by opposing ideals, dividing the alliance into two and humanity became fragmented once again.\n\nAs a seasoned and experienced fighter, the \"Grey Ghost\" Enterprise shoulders Azur Lane's hope for ending the war. But behind her stoic persona hides a frail girl, afraid of the ocean. Even so, she continues to fight as she believes that it's the only purpose for her existence.\n\nAmidst the neverending conflict within humankind, the keys that could unite a fragmented race might exist: a soldier coming to terms with her mysterious personality and camaraderie between those with different ideals.",
    "background": "https://image.tmdb.org/t/p/w1280/xMMsFxhW8aid6AVnfHL3nSvOusA.jpg"
  },
  {
    "id": "gdrive-folder:1P8Y14sqge_gf9yBM0uHb73KXBjfNt9zP",
    "type": "series",
    "name": "Ryza no Atelier: Short Anime",
    "poster": "https://image.tmdb.org/t/p/w1280/q7YTLFyK61mV5bequiI3b5uDLlm.jpg",
    "description": "Short films made with RiBLA Studio, the VR tool that lets anybody make their own anime."
  },
  {
    "id": "gdrive-folder:1a6G8FEoB4-j4oMzaxQ33nKUuKy7lFj9O",
    "type": "series",
    "name": "SSSS.DYNAZENON",
    "poster": "https://image.tmdb.org/t/p/w500/MxqsKDLmeAjZi8pcq8qepZolw0.jpg",
    "description": "Sequel to the 2018 animated series SSSS.Gridman and the third installment of the Gridman multimedia franchise.\n\nWhen Yomogi Asanaka, a first-year student at Fujiyokidai High School, meets Gauma, he claims to be a \"kaiju user.\" But the appearance of a kaiju followed by the entry of the gigantic robot, Dynazenon, backs up his mysterious words. After ending up in the wrong place at the wrong time; they get dragged into the desperate fight against the kaiju!",
    "background": "https://image.tmdb.org/t/p/w1280/etA0YB6g0ww63Wu1DyWl2ppMpQI.jpg"
  },
  {
    "id": "gdrive-folder:1caU6djL1TN-32g2dniZVViZgVbwWH8nn",
    "type": "series",
    "name": "The Rising of the Shield Hero",
    "poster": "https://image.tmdb.org/t/p/w500/yjq2n0agGJfmZQ9NpbYIhuBofcq.jpg",
    "description": "Iwatani Naofumi, a run-of-the-mill otaku, finds a book in the library that summons him to another world. He is tasked with joining the sword, spear, and bow as one of the Four Cardinal Heroes and fighting the Waves of Catastrophe as the Shield Hero. Excited by the prospect of a grand adventure, Naofumi sets off with his party. However, merely a few days later, he is betrayed and loses all his money, dignity, and respect. Unable to trust anyone anymore, he employs a slave named Raphtalia and takes on the Waves and the world. But will he really find a way to overturn this desperate situation?",
    "background": "https://image.tmdb.org/t/p/w1280/de6iC707SwuMsE3y2fo5OHCOsvj.jpg"
  },
  {
    "id": "gdrive-folder:14VRRjdc-ZMjb3U8s6K4t4uYSDdqXXrUd",
    "type": "series",
    "name": "Love and Lies",
    "poster": "https://image.tmdb.org/t/p/w500/ejqfETzpBBnR89btARDKrLsv8dp.jpg",
    "description": "In a futuristic society, Japan has implemented a complex system referred to as \"The Red Threads of Science\" to encourage successful marriages and combat increasingly low birthrates. Based on a compatibility calculation, young people at the age of 16 are assigned marriage partners by the government, with severe repercussions awaiting those who disobey the arrangement. For Yukari Nejima, a teen that considers himself average in every way, this system might be his best shot at living a fulfilling life.\n\nHowever, spurred by his infatuation for his classmate and long-time crush, Misaki Takasaki, Yukari defies the system and confesses his love. After some initial reluctance, Misaki reciprocates his feelings in a moment of passion. Unfortunately, before the two can further their relationship, Yukari receives his marriage notice. He is then thrown into a confusing web of love and lies when his less-than-thrilled assigned partner, Ririna Sanada, becomes fascinated with his illicit romance.",
    "background": "https://image.tmdb.org/t/p/w1280/mQLTfx0TCQgDbwOjIZIgaanQmq.jpg"
  },
  {
    "id": "gdrive-folder:1-AFfi4GUTNbrKqgp-JrpuH5Rp_J6GqWS",
    "type": "series",
    "name": "I'm Quitting Heroing",
    "poster": "https://image.tmdb.org/t/p/w500/oflTB7Ddzw2lCBEADGQCkjp17OW.jpg",
    "description": "After saving humanity from the despicable Demon King, Leo Demonhart does not earn a hero’s standing. Instead, he is regarded with suspicion and hostility by those he fought to protect. Treated as a pariah with nowhere else to turn, exiled Leo seeks a position in the army of his former nemesis! But the army is not what it once was before its defeat at Leo’s hands, so to maintain his new position, Leo must whip the forces back into fighting shape.",
    "background": "https://image.tmdb.org/t/p/w1280/jkW2dLC3KVmLQAk4UzBtwvRh0HD.jpg"
  },
  {
    "id": "gdrive-folder:1TAT9Ih5GGTkFGBstH6Vsy-FJdVYoF3CT",
    "type": "series",
    "name": "Heaven's Lost Property",
    "poster": "https://image.tmdb.org/t/p/w500/8H4aVnkpueXv9EEZUI6G3thU9Lh.jpg",
    "description": "Girl-crazy Tomoki’s quiet life gets turned upside down when beautiful, winged Ikaros falls from the sky – and starts calling him master! She seems a little bit lost on Earth, and her origins are shrouded in mystery. One thing’s for sure, though – she just might have the power to make Tomoki’s every dream come true!\n\nThe heavenly hijinks continue in Heaven’s Lost Property: Forte! Tomoki may long for peace and quiet, but with Ikaros and Nymph still adjusting to life on Earth, things aren’t likely to calm down anytime soon. Plus, there’s a new Angeloid on the scene – and she’s been sent to eliminate Tomoki!",
    "background": "https://image.tmdb.org/t/p/w1280/3dVdhMPbbH5TkQYjjzTM12hzccp.jpg"
  },
  {
    "id": "gdrive-folder:1GjWlY-RfF14TBfQsFNNdmKVdhPLT9T4-",
    "type": "series",
    "name": "takt op.Destiny",
    "poster": "https://image.tmdb.org/t/p/w500/k6oN7SJPj62Q04tRy9LLI3DrYTc.jpg",
    "description": "Music is the light that illuminates people's hearts-- and that \"light\" was suddenly taken from the world. The world changed the night the black \"Kuroya Meteorite\" fell. Grotesque monsters known as D2 emerged from the meteorite and began to overrun the land and people. As the D2 were drawn to melodies people played, eventually \"music\" itself became taboo. However, those who opposed the monsters appeared. They the \"Musicart,\" girls who draw power from music. They possess the great operas and musical scores of humanity history and use them to defeat the D2.",
    "background": "https://image.tmdb.org/t/p/w1280/pHDPUYuPctFSChDAJ4M7AV82Toa.jpg"
  },
  {
    "id": "gdrive-folder:1xL12eo_aDpUPZJH_D4Rpg_LR0cCDKrKD",
    "type": "series",
    "name": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout",
    "poster": "https://image.tmdb.org/t/p/w500/sZNv39rodZIF1GPvQJC4mTIaO66.jpg",
    "description": "Childhood friends Tachibana Hinata and Jinguji Tsukasa were living the everyday life of office workers. Then, on the way home from a mixer, they were sent flying into another world by a mysterious being. Once there, Jinguji sees his best friend has been turned into a beautiful blonde-haired, blue-eyed girl...?! The adorableness of Tachibana’s female form completely flummoxes Tachibana. But these two are each others’ best friends. To keep their relationship from being destroyed, they must defeat the Demon Lord as quickly as possible and return to their original forms.",
    "background": "https://image.tmdb.org/t/p/w1280/u2emI7epHChnQrUaSFtxHuFiJ1e.jpg"
  },
  {
    "id": "gdrive-folder:1HzcXkriupl99GrIKF3GDVu6lDnzHrifS",
    "type": "series",
    "name": "The Melancholy of Haruhi Suzumiya",
    "poster": "https://image.tmdb.org/t/p/w500/bimn3hOUjibgQD6RZn8rv1jiEL6.jpg",
    "description": "I thought that when I entered high school, my days of believing in aliens, time travelers and ESPers were going to be over. That is, until she introduced herself. Claiming to be interested in only aliens, time travelers, and ESPers, Haruhi Suzumiya was the strangest girl I've met in a long time... Before I knew what's going on, I've been dragged into her weird club, and it looks like I'm not the only one who has been drafted into this \"SOS Brigade\" of hers, because there are three other students who don't seem to be so ordinary themselves.",
    "background": "https://image.tmdb.org/t/p/w1280/gDlx60iOCQjTLH53ybjAPOUyVIp.jpg"
  },
  {
    "id": "gdrive-folder:1EaJApWrPFmIxthHh55YmkrebxNFgmQVx",
    "type": "series",
    "name": "Made in Abyss",
    "poster": "https://image.tmdb.org/t/p/w500/f6U3odfIb3pCXMGKRTQGGF9o1Qg.jpg",
    "description": "Located in the center of a remote island, the Abyss is the last unexplored region, a huge and treacherous fathomless hole inhabited by strange creatures where only the bravest adventurers descend in search of ancient relics. In the upper levels of the Abyss, Riko, a girl who dreams of becoming an explorer, stumbles upon a mysterious little boy.",
    "background": "https://image.tmdb.org/t/p/w1280/uzp513qTcHsAavlCJ58x5d73bzy.jpg"
  },
  {
    "id": "gdrive-folder:1E8BY9OLaDK5JdV6OyVTELY1j4Yjdg820",
    "type": "series",
    "name": "Hyouka",
    "poster": "https://image.tmdb.org/t/p/w500/qoAig2n9LkukqnizytaBtOSwif7.jpg",
    "description": "Oreki Houtarou is a minimalistic high school boy. One day, he joins the Classic Literature Club at his elder sister's request. There he meets Chitanda Eru, Fukube Satoshi, and Ibara Mayaka. Chitanda is a calm beautiful girl but she turns into an embodiment of curiosity once she says, \"I'm curious.\" Fukube is a smiling boy with a fantastic memory who calls himself a database. Ibara is a short girl and is strict with others and herself. They begin to investigate a case that occurred 45 years ago. Hints of the mystery are buried in an old collection of works of the former members of Classics Club. The collection is titled \"Hyouka.\"",
    "background": "https://image.tmdb.org/t/p/w1280/kmUuJ4BHkX1cQKnFBJ2vv22bmmS.jpg"
  },
  {
    "id": "gdrive-folder:1A2GRfa73sYWl1RVa_c4845j05IHQcLgP",
    "type": "series",
    "name": "KONOSUBA - God's blessing on this wonderful world!",
    "poster": "https://image.tmdb.org/t/p/w500/oRaOeQlwktbGSd2T31FYAcgHZlh.jpg",
    "description": "After a traffic accident, Kazuma Sato’s  disappointingly brief life was supposed to be over, but he wakes up to  see a beautiful girl before him. She claims to be a goddess, Aqua, and  asks if he would like to go to another world and bring only one thing  with him. Kazuma decides to bring the goddess herself, and they are  transported to a fantasy world filled with adventure, ruled by a demon  king. Now Kazuma only wants to live in peace, but Aqua wants to solve  many of this world’s problems, and the demon king will only turn a blind  eye for so long…",
    "background": "https://image.tmdb.org/t/p/w1280/rvZJxD36tKoglL8fXoMMWKGQfM.jpg"
  },
  {
    "id": "gdrive-folder:19x2Yreh31bqNzNR05otBlNXn6ZJ3bOMl",
    "type": "series",
    "name": "Teasing Master Takagi-san",
    "poster": "https://image.tmdb.org/t/p/w500/hKwpd9K5AXsDhcBhJ7hyP7iBJhN.jpg",
    "description": "\"If you blush, you lose.\" Living by this principle, the middle schooler Nishikata gets constantly made fun of by his seat neighbor Takagi-san. With his pride shattered to pieces, he vows to turn the tables and get back at her some day. And so, he attempts to tease her day after day, only to find himself victim to Takagi-san's ridicule again sooner than later. Will he be able to make Takagi-san blush from embarrassment even once in the end?",
    "background": "https://image.tmdb.org/t/p/w1280/g9ZXjxESzLTmuXdi1Es8NXLSZzm.jpg"
  },
  {
    "id": "gdrive-folder:1WzJrDhLrW979bKvfykjpV1G0eNyvOGJf",
    "type": "series",
    "name": "March Comes In Like a Lion",
    "poster": "https://image.tmdb.org/t/p/w500/sokReNdjEwG2TkdUzJcVnD6sChT.jpg",
    "description": "This is a gentle tale about people trying to regain something. And it is a tale of battle. Rei Kiriyama had lost his family in an accident when he was young. Now he is a 17-year-old pro shogi player who is burdened with deep loneliness. Rei lives alone in an old town in Tokyo, but after becoming acquainted with three sisters, Akari, Hinata and Momo, he begins to change little by little...",
    "background": "https://image.tmdb.org/t/p/w1280/vd4m7mWYLZlPvBedWbSvAHqQ67.jpg"
  },
  {
    "id": "gdrive-folder:19tbn8IyPmUfq9igDJG6NMrxQLgLTLwtn",
    "type": "series",
    "name": "All Witch Anime Series ",
    "poster": "https://image.tmdb.org/t/p/w1280/xlgwbEQMj1ssm91I1r4N1K8yOaM.jpg",
    "description": "all witch series in one"
  },
  {
    "id": "gdrive-folder:19DZuRZdE8jQPvWPIIv6gDMjd9FFWbFPW",
    "type": "series",
    "name": "Clannad",
    "poster": "https://image.tmdb.org/t/p/w500/jPBMYp4ddXkGJDSxxmaKBjzv2r3.jpg",
    "description": "Tomoya Okazaki is a third year high school student resentful of his life. His mother passed away from a car accident when he was younger, causing his father to resort to alcohol and cigarettes. This results in fights between the two until Tomoya's shoulder is injured in a fight. Since then, Tomoya has had distant relationships with his father, causing him to become a delinquent over time. While on a walk to school, he meets a strange girl named Nagisa Furukawa who is a year older, but is repeating due to illness. Due to this, she is often alone as most of her friends have moved on. The two begin hanging out and slowly, as time goes by, Tomoya finds his life shifting in a new direction.",
    "background": "https://image.tmdb.org/t/p/w1280/vB7HwJNhlRA9tPViK32bK0hVCmb.jpg"
  },
  {
    "id": "gdrive-folder:195ih4H2DtsRi1ZwMd0sI4Upf64ZHOlU0",
    "type": "series",
    "name": "The Quintessential Quintuplets",
    "poster": "https://image.tmdb.org/t/p/w500/mrahUSmFjae8UHtlOcZ58ytmAGu.jpg",
    "description": "Fuutarou Uesugi is a poor, antisocial ace student who one day meets the rich transfer student Itsuki Nakano. They argue but when Uesugi realizes he is to be her tutor, he tries to get on better terms. While trying to do so he meets four other girls.",
    "background": "https://image.tmdb.org/t/p/w1280/uuqVT15I6P4ow7NS0stu7aM2X5w.jpg"
  },
  {
    "id": "gdrive-folder:1LA2Sgvuo6Bj24HiT72-SBLKieJIVkCbi",
    "type": "series",
    "name": "Grand Blue",
    "poster": "https://image.tmdb.org/t/p/w1280/vhVukPmVYhEs2R3TomA709poaJl.jpg",
    "description": "The four-panel gag manga based on Cygames’ celebrated RPG series Granblue Fantasy is getting a short anime adaptation! Journey back into the vast blue skies to join Vyrn, Lyria, Katalina, Rackam, and many others and see a different side to the beloved characters and world of Granblue Fantasy!",
    "background": "https://image.tmdb.org/t/p/original/mirI0pXbkyZkZhRc70koVCnqemP.jpg"
  },
  {
    "id": "gdrive-folder:152qqRaKKLTUx-c80Op6TshvzZ1_rHu4y",
    "type": "series",
    "name": "High School Prodigies Have It Easy Even in Another World!",
    "poster": "https://image.tmdb.org/t/p/w500/8uapInBBn7otCQRAbjkUJxniIp7.jpg",
    "description": "Seven high school students that got caught in an airplane accident wake up, in a middle age like fantasy different world where magic and beast-man (juujin) exist.\n\nBut they do not panic at their current situation!?\n\nThey build a nuclear plant in a world without electricity, they control the economy of a large city in a short work's trip, and finally for their benefactor's sake who are suffering from the misgoverment, they declare war on the evil nobles.\n\nSo... none of them is a normal high school student, each of them are super human high school students that stand at the top of politics, economics, science and medicine!\n\nThis is a story of a dream team that possess earth's greatest wisdom and technology, that without any self-restraining bring a revolution to a different world with over-technology",
    "background": "https://image.tmdb.org/t/p/w1280/9lKLhohyOLxPviu2aRkA0eJli5.jpg"
  },
  {
    "id": "gdrive-folder:1LOSW1mSuSATMyIgRXoChfbqt1_lNm44f",
    "type": "series",
    "name": "Outbreak Company",
    "poster": "https://image.tmdb.org/t/p/w500/iiMG41ewNxmJGfL3yzbT9JpQ414.jpg",
    "description": "Shinichi Kanou's father writes novels and his mother illustrates erotic video games, so it's not unsurprising that he'd turn out a fan of comics and science fiction. However, rather than channeling his efforts into creating like his parents, he has instead become one of the world's foremost experts on \"moe,\" with an encyclopedic knowledge of all things cute and adorable in every conceivable form of animation and media. This sort of explains Shinichi's recruitment as an ambassador for moe to the Holy Erudanto Kingdom, a parallel world where things that previously only existed in anime actually exist!\n\nHow will a hot blooded young otaku react when dropped into a world with actual cute and adorable elf maids and dragons? More importantly, how will they react to this drooling devotee with diplomatic credentials? And even more to the point, exactly why does the Japanese government feel that sending someone to represent Japan's moe interests is a good idea in the first place?",
    "background": "https://image.tmdb.org/t/p/w1280/6kJmNpMi56KCeJGYx96WXNUzUmt.jpg"
  },
  {
    "id": "gdrive-folder:19gqmHlqEO6xd0tIMkoaNMN3rqIkazpmk",
    "type": "series",
    "name": "Record of Grancrest War",
    "poster": "https://image.tmdb.org/t/p/w500/tECUAfNnSrNp7IS1HwXboLvg1FQ.jpg",
    "description": "On a continent ruled by chaos, the Lords have the power of a holy seal that can calm the chaos and protect the people. However, before anyone realizes it, the rulers cast aside their creed of purifying the chaos, and instead start to fight each other for each other's holy seals to gain dominion over one another. Siluca, an isolated mage who scorns the Lords for abandoning their creed, and a wandering knight named Theo, who is on a journey to train to one day liberate his hometown, make an everlasting oath to work together to reform this continent dominated by wars and chaos.",
    "background": "https://image.tmdb.org/t/p/w1280/tTreUT7rTd7gHvMSJHowBjyMZwm.jpg"
  },
  {
    "id": "gdrive-folder:1c1SEUCynfpe18d0Be4pL6ol5K3sCNdi_",
    "type": "series",
    "name": "The Maid I Hired Recently Is Mysterious",
    "poster": "https://image.tmdb.org/t/p/w500/fqQYmqiBqWPcpnmChkrywCE9Kf4.jpg",
    "description": "There’s something really strange about the maid I just hired! No normal person could be so beautiful, or cook such amazingly delicious food, or know exactly what I want before I even ask. She must be using magic—right, a spell is the only thing that can explain why my chest feels so tight whenever I look at her. I swear, I’m going to get to the bottom of what makes this maid so...mysterious!",
    "background": "https://image.tmdb.org/t/p/w1280/wOFDBVfmrSsDDdBnDxm1SAv1kVo.jpg"
  },
  {
    "id": "gdrive-folder:1rb5hA-FXZ82A7BVltHTA-ncH6Z6T_jNu",
    "type": "series",
    "name": "Classroom of the Elite",
    "poster": "https://image.tmdb.org/t/p/w500/yuHanbUUIv2UWRxxQFt9n8jtmOJ.jpg",
    "description": "When Kiyotaka enters an elite government-sponsored high school, he finds out just how merit-based this education system is.",
    "background": "https://image.tmdb.org/t/p/w1280/d3yNn379emGP8xztqeOsB9oLNG2.jpg"
  },
  {
    "id": "gdrive-folder:1nxwcYA5bzC5jvAcXvsmpMG9HPXNIjxiL",
    "type": "series",
    "name": "Engaged to the Unidentified",
    "poster": "https://image.tmdb.org/t/p/w500/uAIQS35hGd4uGP6pKaPiWvMwi5m.jpg",
    "description": "Just an ordinary teenager, Kobeni Yonomori receives quite the surprise on her 16th birthday—a fiancé and a sister-in-law she never even knew she had. As a result of an arrangement that her late grandfather made, Hakuya Mitsumine and his younger sister Mashiro have moved from their countryside home to the Yonomori household in order to deepen their relationship with their new family members.\n\nThis story follows Kobeni's \"love life\" with Hakuya as she tries her best to adjust to the abrupt changes forced upon her. However, as some extraordinary secrets regarding the siblings come to light, Kobeni will find her life changed forever.",
    "background": "https://image.tmdb.org/t/p/w1280/nOg3ROXoQHGpqntuyS3MI5nx3Vb.jpg"
  },
  {
    "id": "gdrive-folder:1FU46mN3h_jN3RWMk0vW2j-IWe_3vDCt8",
    "type": "series",
    "name": "Suppose a Kid From the Last Dungeon Boonies Moved to a Starter Town?",
    "poster": "https://image.tmdb.org/t/p/w500/5UqT4a8ep7vI9D1XrucBYKV4CB8.jpg",
    "description": "Lloyd is a novice adventurer whose dream is to discover “true strength” in the capital he’s always admired, despite growing up with neighbors who always considered him weak. The story starts with him departing from his hometown, which just so happens to be located right next to…one of the most dangerous dungeons in the world?!",
    "background": "https://image.tmdb.org/t/p/w1280/hvGXW3nISHm2ELwGhWcsSwTYfIi.jpg"
  },
  {
    "id": "gdrive-folder:1bDq2g_NG25mNh_bL4xY2B1_ncxRNVrk-",
    "type": "series",
    "name": "Skip and Loafer",
    "poster": "https://image.tmdb.org/t/p/w500/xHVy0gnLNpkNAdtd3DHsUVYYEDN.jpg",
    "description": "Iwakura Mitsumi, a tenacious country girl, prepares for high school in the big city. She meets the handsome Shima Sousuke, whose easygoing ways help her adapt in the real world.",
    "background": "https://image.tmdb.org/t/p/w1280/qelfKA1w2bNQIFthb606lIpbJHX.jpg"
  },
  {
    "id": "gdrive-folder:1KwgxpIiyIYz-R8cNVcx7TDgN7N2rtmEW",
    "type": "series",
    "name": "Hensuki: Are You Willing to Fall in Love With a Pervert, As Long As She's a Cutie?",
    "poster": "https://image.tmdb.org/t/p/w500/9pSKwAec9Z5cJQTBihg9BfbsDCe.jpg",
    "description": "A high school student whose years of not having a girlfriend is his age, Keiki Kiryuu, suddenly receives a love letter. He is happy he can finally have a girlfriend, but is also surprised because not only is there no sender name but also included is white underwear…??? The cute girls who gather around him are all weird and with reasons!? Who is the Cinderella who sent the underwear?",
    "background": "https://image.tmdb.org/t/p/w1280/cBCpiZZ8muGg4tOWINnrI7k8Ldz.jpg"
  },
  {
    "id": "gdrive-folder:12OiMOLF8CbmAD79NLTZkC8xjfqFWCKLW",
    "type": "series",
    "name": "Date A Live",
    "poster": "https://image.tmdb.org/t/p/w500/ylCuI1UK38lXkGGykHsDnC974EP.jpg",
    "description": "Thirty years ago a strange phenomenon called a \"spacequake\" devastated the center of Eurasia, claiming the lives of at least 150 million people. Since then, smaller spacequakes plague the world on an irregular basis. Shido Itsuka, a seemingly ordinary high schooler comes across a mysterious girl at the ground zero of a spacequake and learns she is one of the \"Spirits\" who are the real cause of the spacequakes that occur when they manifest themselves in the world. He is recruited to make use of his mysterious ability to seal the Spirits' powers thus stopping them from being a threat to mankind. However, there is a catch: to seal a Spirit's power, he must make her fall in love with him and kiss him.",
    "background": "https://image.tmdb.org/t/p/w1280/lyam6zw2aNwSM6h6sn0wTLgygj6.jpg"
  },
  {
    "id": "gdrive-folder:1BCL49W64nEQj1fpz1x4RDVVQqTyKvtR1",
    "type": "series",
    "name": "Gosick",
    "poster": "https://image.tmdb.org/t/p/w500/jkzcxkON0yCkx6JQTDEUJpax5HV.jpg",
    "description": "Set in a fictional European country in 1924, a Japanese exchange student meets a mysterious, brilliant girl who only leaves the library to sleep. Her brother, a detective, relies on her exceptional mind to solve difficult mysteries.",
    "background": "https://image.tmdb.org/t/p/w1280/9215rBsQ6jSEK2QuALxHEigKaUZ.jpg"
  },
  {
    "id": "gdrive-folder:1QY2XKuS6tVV7bycsLRK98dgL1rSSVPxV",
    "type": "series",
    "name": "Parallel World Pharmacy",
    "poster": "https://image.tmdb.org/t/p/w500/52PZhMEggFTd4YBsnpDZZLW44xQ.jpg",
    "description": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction. In a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town.\n\nHe will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time.",
    "background": "https://image.tmdb.org/t/p/w1280/prz10dLj89r3pP7CBA1TKq73ZzW.jpg"
  },
  {
    "id": "gdrive-folder:1uNqujdWku8lOfg6wkRn8abVqKw3FCiyI",
    "type": "series",
    "name": "Full Dive: This Ultimate Next-Gen Full Dive RPG Is Even Shittier Than Real Life!",
    "poster": "https://image.tmdb.org/t/p/w500/k4dMicD0xtMXVYKqrb0lunPuvLr.jpg",
    "description": "In an unexpected turn of events, dull high school student Hiro Yuuki obtains the full dive role-playing game Kiwame Quest. Created by the best of technology, the game claims to take \"reality to its extremes,\" from stunning graphics, NPCs' behavior, to the scent of vegetation, and even the sensation of wind brushing against the skin—everything was the result of an ultimate workmanship.\n\nExcept, the game is a little too realistic and messy to clear. Kiwame Quest features over ten quadrillion flags and reflects the players' real-life physical abilities in the game. Being hit in the game also hurts in real life and slash wounds take days to heal.\n\nThe only reward here is the sense of accomplishment. Conquer the most stressful game in history that can't be played casually!",
    "background": "https://image.tmdb.org/t/p/w1280/mJHSbFtVwYafbGYOuGueFrIqXYl.jpg"
  },
  {
    "id": "gdrive-folder:10y_Kd3Iizv2ET7PHJ7uwuOAODomhSeWh",
    "type": "series",
    "name": "Fullmetal Alchemist",
    "poster": "https://image.tmdb.org/t/p/w500/7qVSNBKsrER8P77DfsSQfrPK04L.jpg",
    "description": "Two young brothers are raised as alchemists, but when they are severely injured trying to perform a forbidden act, they begin searching for the one thing that can save them; the fabled philosopher's stone.",
    "background": "https://image.tmdb.org/t/p/w1280/p1z1B4bMf6tgUA4VLpI4smLxbCf.jpg"
  },
  {
    "id": "gdrive-folder:10peobe4pmm_66-9kZBWeKEzJu6P1y6R6",
    "type": "series",
    "name": "Record of Ragnarok",
    "poster": "https://image.tmdb.org/t/p/w500/kTs2WNZOukpWdNhoRlH94pSJ3xf.jpg",
    "description": "Before eradicating humankind from the world, the gods give them one last chance to prove themselves worthy of survival. Let the Ragnarok battles begin.",
    "background": "https://image.tmdb.org/t/p/w1280/iq5L971DFW1SwLJdvl7OpPI1QeZ.jpg"
  },
  {
    "id": "gdrive-folder:10oDW4htmSnXbah3_LFgKdQwxLVAsDQ9E",
    "type": "series",
    "name": "Kakegurui",
    "poster": "https://image.tmdb.org/t/p/w500/xsZOMx3ojsER12lRHNe7TcT7YqM.jpg",
    "description": "Hyakkaou Private Academy. An institution for the privileged with a very peculiar curriculum. You see, when you're the sons and daughters of the wealthiest of the wealthy, it's not athletic prowess or book smarts that keep you ahead. It's reading your opponent, the art of the deal. What better way to hone those skills than with a rigorous curriculum of gambling? At Hyakkaou Private Academy, the winners live like kings, and the losers are put through the wringer. But when Yumeko Jabami enrolls, she's gonna teach these kids what a high roller really looks like!",
    "background": "https://image.tmdb.org/t/p/w1280/n35AGT8JMMcbdPMxXLg4KMUuLx.jpg"
  },
  {
    "id": "gdrive-folder:10kwLjdbfDPQUolLCdLMpnfuHtKI1URhJ",
    "type": "series",
    "name": "The Demon Girl Next Door",
    "poster": "https://image.tmdb.org/t/p/w500/jTzpBCrmWfqOdF3XoanFfpwKYZU.jpg",
    "description": "Awakening her dormant abilities as a devil one day, Yuuko Yoshida aka Shadow Mistress Yuuko, is entrusted with the mission to defeat the Light clan's shrine maiden, a magical girl, by her ancestor Lilith. Yuuko meets magical girl Momo Chiyoda through her classmate Anri Sada, and challenges her to a duel, but loses quickly due to her lack of strength.\n\nSince then, Yuuko has struggled with her role as a devil and her duel with Momo, and borrowed help from her regularly. However, by a strange coincidence, Yuuko also weakens Momo by taking away her power to cooperate in protecting the peace of Tama city.",
    "background": "https://image.tmdb.org/t/p/w1280/73A148n9q7TKX9gBZj8WW0s4HVU.jpg"
  },
  {
    "id": "gdrive-folder:10ZwvZoiHfVMl5joEkGJurU7E1YZaK29Z",
    "type": "series",
    "name": "Food Wars! Shokugeki no Soma",
    "poster": "https://image.tmdb.org/t/p/w1280/drteIrKPh0qaTYitGkxAOKoidsR.jpg",
    "description": "Young chef Soma enters the prestigious Totsuki Culinary Academy, where he must emerge victorious in over-the-top cooking battles or face expulsion.",
    "background": "https://image.tmdb.org/t/p/original/bx5aQGsWOYfvNhVGmuLD0ztGqX3.jpg"
  },
  {
    "id": "gdrive-folder:10Y_2pryo25B9txjyzmjMG0P-C1RCAzi6",
    "type": "series",
    "name": "Fire Force",
    "poster": "https://image.tmdb.org/t/p/w500/Alx1QJZeiweoM0ZVSnJ7PnuqPQx.jpg",
    "description": "Year 198 of the Solar Era in Tokyo, special fire brigades are fighting against a phenomenon called spontaneous human combustion where humans beings are turned into living infernos called \"Infernals\". While the Infernals are first generation cases of spontaneous human combustion, later generations possess the ability to manipulate flames while retaining human form. Shinra Kusakabe, a youth who gained the nickname Devil's Footprints for his ability to ignite his feet at will, joins the Special Fire Force Company 8 which composes of other flames users as they work to extinguish any Infernals they encounter. As a faction that is creating Infernals appears, Shira begins to uncover the truth behind a mysterious fire that caused the death of his family twelve years ago.",
    "background": "https://image.tmdb.org/t/p/w1280/zDXuwmqkTi2lGM4AyloAAX4v51P.jpg"
  },
  {
    "id": "gdrive-folder:10SX-5oVHGNilEktdixGvpDdbHAXrhWZy",
    "type": "series",
    "name": "Neon Genesis Evangelion",
    "poster": "https://image.tmdb.org/t/p/w500/y2ah9t0navXyIvoHg1uIbIHO3tt.jpg",
    "description": "At the turn of the century, the Angels returned to Earth, seeking to wipe out humanity in an apocalyptic fury. Devastated, mankind's last remnants moved underground to wait for the day when the Angels would come back to finish the job. Fifteen years later, that day has come... but this time, humanity is ready to fight back with terrifying bio-mechanical weapons known as the Evangelions. Watch as Shinji, Rei, Asuka and the rest of the mysterious shadow agency Nerv battle to save earth from total annihilation.",
    "background": "https://image.tmdb.org/t/p/w1280/z2RumCOIZ6HO3oMvfINzZlFnPAw.jpg"
  },
  {
    "id": "gdrive-folder:1k-LR2jmzjOJkgQm1xnPpjDL1Y3NTQanW",
    "type": "series",
    "name": "Monster Girl Doctor",
    "poster": "https://image.tmdb.org/t/p/w500/w0RJVdb1BdEjHAUX1LmzGyUvLaS.jpg",
    "description": "In the town of Lindworm where monsters and humans coexist, Dr. Glenn runs an exemplary medical clinic for monster girls with his lamia assistant, Sapphee. Whether receiving a marriage proposal by a centaur injured in battle, palpating the injury of a mermaid, or suturing the delicate wounds of a flesh golem, Dr. Glenn performs his job with grace and confidence. But when an unsavory character seeks to steal a harpy egg, how will the unflappable Dr. Glenn respond...?",
    "background": "https://image.tmdb.org/t/p/w1280/1sWzmUmMPT0cmfgPJkzzZ1VEnqY.jpg"
  },
  {
    "id": "gdrive-folder:1HlGRUeA6JzJIpj3OFA_CT0hsIDd9D06b",
    "type": "series",
    "name": "Berserk",
    "poster": "https://image.tmdb.org/t/p/w500/iHTSIrdMvaXM4eOFPo6SvAoxZZh.jpg",
    "description": "A wandering, sword-wielding mercenary joins a charismatic leader in his ruthless pursuit of glory and recognition in this epic medieval tale.",
    "background": "https://image.tmdb.org/t/p/w1280/99Y64VK0KwyRWfaW6VdpDfPKNMo.jpg"
  },
  {
    "id": "gdrive-folder:1HiQ3qLXLe3vnErdmDkNdizx9fHpCiN7D",
    "type": "series",
    "name": "Kuroko's Basketball",
    "poster": "https://image.tmdb.org/t/p/w500/qi8dlAgQEeahpEn1AOb5BJEOcVB.jpg",
    "description": "In the story, Kagami Taiga has just enrolled into Seirin High School when he meets Kuroko Tetsuya of the school's basketball team. Kuroko happens to be the shadowy sixth member of the legendary Generation of Miracles basketball team. Together, Kagami and Kuroko aim to take their team to the inter-high school championship - against Kuroko's former teammates.",
    "background": "https://image.tmdb.org/t/p/w1280/fOyOP702oDeGyM2H4I8mQ5pdKne.jpg"
  },
  {
    "id": "gdrive-folder:1HeSYfRK1G46ch8BgAnqUWOgnSTro1Zcc",
    "type": "series",
    "name": "Sword Art Online",
    "poster": "https://image.tmdb.org/t/p/w500/9m8bFIXPg26taNrFSXGwEORVACD.jpg",
    "description": "In the near future, a Virtual Reality Massive Multiplayer Online Role-Playing Game (VRMMORPG) called Sword Art Online has been released where players control their avatars with their bodies using a piece of technology called Nerve Gear. One day, players discover they cannot log out, as the game creator is holding them captive unless they reach the 100th floor of the game's tower and defeat the final boss. However, if they die in the game, they die in real life. Their struggle for survival starts now...",
    "background": "https://image.tmdb.org/t/p/w1280/t61TOLBPE2hgtVF7FtRu4M1Tuq.jpg"
  },
  {
    "id": "gdrive-folder:10Zjr77SyeshzRMeq-eezU1qbMF5j5pTo",
    "type": "series",
    "name": "Toilet-Bound Hanako-kun",
    "poster": "https://image.tmdb.org/t/p/w500/dkCOZgUiJONrRelavbk5f5pYnyK.jpg",
    "description": "To be united with her crush, a hopeless romantic summons the ghost in the girls' bathroom at her school. But she's shocked when the ghost is a boy!",
    "background": "https://image.tmdb.org/t/p/w1280/ifJacgrENUweJF5Kq8h2NYfShzd.jpg"
  },
  {
    "id": "gdrive-folder:1tB0_HqNlSB0NZy0Na3fsVjkaCUlEMgjJ",
    "type": "series",
    "name": "Arifureta: From Commonplace to World's Strongest",
    "poster": "https://image.tmdb.org/t/p/w500/3Te6pYJNdh4YyWY1G7ANxNHpedi.jpg",
    "description": "Hajime Nagumo and his high school class are suddenly summoned to a fantastical land as heroes. But while most of his classmates have powerful stats and abilities, Hajime does not. Underappreciated and unprepared, he tumbles into the depths of a monster-infested dungeon where voracity and sacrifice are his only options. To thrive in this savage world, he’ll have no choice but to welcome the abyss.",
    "background": "https://image.tmdb.org/t/p/w1280/1lL1ts7dzTUp0eOTHvMqfw6zFJn.jpg"
  },
  {
    "id": "gdrive-folder:1bxOy5oBvZB-itcsY1CL-Z0EO60KKvFzw",
    "type": "series",
    "name": "xxxHOLiC",
    "poster": "https://image.tmdb.org/t/p/w500/5yY74hwLcG5rQSe6cEUW3HjO3J9.jpg",
    "description": "Kimihiro Watanuki is a high school student plagued by ayakashi spirits, both of which are invisible to everyone else but him. The series begins when Watanuki stumbles, seemingly by chance, into a shop that grants wishes. The shop is owned by Yūko Ichihara, a mysterious witch of many names and esoteric renown. For a price, she offers to grant Watanuki's wish to be rid of the spirits. The price, according to Yūko, must be of equal value; so, as payment, he must become Yūko's temporary, part-time cook and housekeeper.",
    "background": "https://image.tmdb.org/t/p/w1280/93Zwr1UckwikK8ZAcL9KmxKhszu.jpg"
  },
  {
    "id": "gdrive-folder:1599rCGAEM2FqF3wS8eYOWhWQ-28-Bj9h",
    "type": "series",
    "name": "Children of the Sea",
    "poster": "https://image.tmdb.org/t/p/w500/9Fch8X5C5yW2srPVBiq6LNRvwd.jpg",
    "description": "Ruka is a young girl whose parents are separated and whose father works in an aquarium. When two boys, Umi and Sora, who were raised in the sea by dugongs, are brought to the aquarium, Ruka feels drawn to them and begins to realize that she has the same sort of supernatural connection to the ocean that they do. Umi and Sora's special power seems to be connected to strange events that have been occurring more and more frequently, such as the appearance of sea creatures far from their home territory and the disappearance of aquarium animals around the world. However, the exact nature of the boys' power and of the abnormal events is unknown, and Ruka gets drawn into investigating the mystery that surrounds her new friends.",
    "background": "https://image.tmdb.org/t/p/w1280/wDbcEcTIfTp7yDBj0zVnqpQ24N7.jpg"
  },
  {
    "id": "gdrive-folder:10C2vNfebRqbwaQzqmYY2rKK5Sjpet-P5",
    "type": "series",
    "name": "Dragon Goes House-Hunting",
    "poster": "https://image.tmdb.org/t/p/w500/5hQ3Dn0UAqX8Xunu5eK8jc5pDv6.jpg",
    "description": "When a dragon fails to live up to the fearsome standards set for him, his family kicks him out. He embarks on a quest to find a new home but soon finds that life on the road is no place for a cowardly beast of legend. In a fantasy world full of elves, dwarves, and other mythical creatures, the frustrations of house-hunting reach a whole new level.",
    "background": "https://image.tmdb.org/t/p/w1280/hgnasnsNwakZmkqmvXbTbn1661s.jpg"
  },
  {
    "id": "gdrive-folder:1jk6xP38X-xVfG_VKkjosD42iidlB7Jq7",
    "type": "series",
    "name": "The Pet Girl of Sakurasou",
    "poster": "https://image.tmdb.org/t/p/w500/euzCsaY9Jb49gSqUWXSDonBF3su.jpg",
    "description": "Sorata Kanda, a high school sophomore living in Sakurasou, the den of their academy's problem children, spends his days being dragged around by the strange residents, swearing he's going to escape Sakurasou one day.",
    "background": "https://image.tmdb.org/t/p/w1280/8nP3PqJ4Fu8jfsXCjejmgPuKLUO.jpg"
  },
  {
    "id": "gdrive-folder:1QoAXAjXwK8wRi5_Eai0Q568ik3ToYe_p",
    "type": "series",
    "name": "Josee, the Tiger and the Fish",
    "poster": "https://image.tmdb.org/t/p/w500/z1D8xi9x4uEhyFruo7uEHXUMD4K.jpg",
    "description": "With dreams of diving abroad, Tsuneo gets a job assisting Josee, an artist whose imagination takes her far beyond her wheelchair. But when the tide turns against them, they push each other to places they never thought possible, and inspire a love fit for a storybook.",
    "background": "https://image.tmdb.org/t/p/w1280/nVsDAvaMMwComtLBuRIzclGUcXF.jpg"
  },
  {
    "id": "gdrive-folder:1h1zXJTI9piJDr-wWBShKkHZArOPYY0Ok",
    "type": "series",
    "name": "Maquia: When the Promised Flower Blooms",
    "poster": "https://image.tmdb.org/t/p/w500/hL3NqRE2ccR4Y2sYSJTrmalRjrz.jpg",
    "description": "Maquia is a member of a special race called the Iorph who can live for hundreds of years. However, Maquia has always felt lonely despite being surrounded by her people, as she was orphaned from a young age. She daydreams about the outside world, but dares not travel from her home due to the warnings of the clan's chief.  One day the kingdom of Mezarte invades her homeland. They already have what is left of the giant dragons, the Renato, under their control, and now their king wishes to add the immortality to his bloodline.  They ravage the Iorph homeland and kill most of its inhabitants. Caught in the midst of the attack, Maquia is carried off by one of the Renato. It soon dies, and she is left deserted in a forest, now truly alone save for the cries of a single baby off in the distance. Maquia finds the baby in a destroyed village and decides to raise him as her own, naming him Ariel. Although she knows nothing of the human world, how to raise a child that ages much faster than her.",
    "background": "https://image.tmdb.org/t/p/w1280/5nkKy7eEDsXqsxFLJy3GxZhE90J.jpg"
  },
  {
    "id": "gdrive-folder:1Hcwg-EIW16umE5bj5r871wYSvF3in-4A",
    "type": "series",
    "name": "Is This a Zombie?",
    "poster": "https://image.tmdb.org/t/p/w500/fTPl96T34XI7NaOANx9oRP8p7qt.jpg",
    "description": "Some guys have no luck; he’s got no pulse. That’s life for poor unfortunate, undead Ayumu. First, he was murdered by a serial killer. Total bummer. Then he was resurrected as a zombie by a cute little Necromancer. That seemed pretty cool until she moved into his house, refused to speak, and forced his rotting carcass to do all the cooking. After that, a magical girl in a pretty pink dress used her matching chainsaw to chop his corpse in half. Luckily, the Necromancer’s powers of resurrection trumped those of the chainsaw chick, so instead of dying (again), Ayumu became the world’s first magical girl zombie. There’s also a voluptuous vampire ninja who thinks zombie boy’s a pervert – and a hideous crayfish demon who wants to devour him. Confused? All you gotta know is this: zombies, frilly dresses, demons, and moe chainsaws. Pink. It’s the new dead.",
    "background": "https://image.tmdb.org/t/p/w1280/fCHnv0fGkAPzLPjKBvqkaDwNdsl.jpg"
  },
  {
    "id": "gdrive-folder:1_QcMcz47_wnmapUqkzmIFlQNTbPrcr9R",
    "type": "series",
    "name": "Violet Evergarden",
    "poster": "https://image.tmdb.org/t/p/w500/61EwFPqc0r1uJo6la49J55F8bQ8.jpg",
    "description": "The war is over, and Violet Evergarden needs a job. Scarred and emotionless, she takes a job as a letter writer to understand herself and her past.",
    "background": "https://image.tmdb.org/t/p/w1280/2e2AEk7Jmn8CztM62hoUyEEWw0B.jpg"
  },
  {
    "id": "gdrive-folder:1r-LFWdGHUjBLzNsDy6ggTvsoVa_9G5mE",
    "type": "series",
    "name": "The Genius Prince's Guide to Raising a Nation Out of Debt",
    "poster": "https://image.tmdb.org/t/p/w500/jZoU11wB8H02vKIsXtFXd9rjQ4W.jpg",
    "description": "Prince Wein is ready to commit treason. And who can blame him? Faced with the impossible task of ruling his pathetic little kingdom, this poor guy just can't catch a break! But with his brilliant idea of auctioning off his country, this lazy prince should be able to retire once and for all. Or that was the plan...until his treasonous schemes lead to disastrous consequences-namely, accidental victories and the favor of his people!",
    "background": "https://image.tmdb.org/t/p/w1280/qulMEkeKTNo0ICTEW1rlODT3uOA.jpg"
  },
  {
    "id": "gdrive-folder:1HbV2qpWDK-V9ZHhSbImJ-NkmOK4hVXt5",
    "type": "series",
    "name": "BAKI",
    "poster": "https://image.tmdb.org/t/p/w500/j4bL0G8h8k49MuXKYfZqhXqk2rI.jpg",
    "description": "While martial arts champion Baki Hanma trains hard to surpass his legendary father, five violent death row inmates descend upon Tokyo to take him on.",
    "background": "https://image.tmdb.org/t/p/w1280/qbxoEhlxNcyr7GjG2SXTShWn32m.jpg"
  },
  {
    "id": "gdrive-folder:1H_Sr-ogLJWQVhH32QTaz-xGaGsEHG6gP",
    "type": "series",
    "name": "A Certain Scientific Railgun",
    "poster": "https://image.tmdb.org/t/p/w500/dZt1dqw0K4JGhwcqTh8yExHYK9w.jpg",
    "description": "Misaka's electro-manipulation skills - and her delightfully destructive railgun projectile movement - make her a rock star in Academy City. The techno-metropolis is filled with supernaturally powerful students known as Espers, including Misaka's flirtatious friend and roommate, Shirai Kuroko. She uses her teleportation skills as a member of the Judgment law enforcement team, fighting crime alongside fellow agent Uiharu. Joined by their friend Saten, a spunky Level 0 Esper, Misaka, Kuroko, and Uiharu have a blast taking on danger whenever and wherever it arises.",
    "background": "https://image.tmdb.org/t/p/w1280/cGgqLzBGUY0dxsE5i3W7SXBGRbe.jpg"
  },
  {
    "id": "gdrive-folder:1AbWxEQtocowV2sfhrLlB8hxpLXaZhsWa",
    "type": "series",
    "name": "Gleipnir",
    "poster": "https://image.tmdb.org/t/p/w500/eF1kUIoyL2dxPGGsxNXYrkrAPs2.jpg",
    "description": "Shuichi Kagaya is an ordinary high school kid in a boring little town. But when a beautiful classmate is caught in a warehouse fire, he discovers a mysterious power: he can transform into a furry dog with an oversized revolver and a zipper down his back. He saves the girl’s life, sharing his secret with her. But she’s searching for the sister who killed her family, and she doesn’t care how degrading it gets: she will use Shuichi to accomplish her mission…",
    "background": "https://image.tmdb.org/t/p/w1280/hfMLaKqYeOrWRZNuiAYggUW5bPG.jpg"
  },
  {
    "id": "gdrive-folder:1L6Zug3zc187x_oO7qpLn82TnPxTIbzID",
    "type": "series",
    "name": "I'm the Villainess, So I'm Taming the Final Boss",
    "poster": "https://image.tmdb.org/t/p/w500/dI52sNRWyrskfnM67ssqCHgLvoD.jpg",
    "description": "When her engagement to the prince ends unceremoniously, details of the young noblewoman Aileen's past life come rushing back and help her realize she's living inside the world of one of her favorite otome games—as the heroine's greatest rival! However, her memory has more plot holes than bad fan fiction…and the only certainty is that if she doesn't do something quick, her death is all but assured. The hero/main-love-interest can't be relied on, so why not see what the last boss has to say?",
    "background": "https://image.tmdb.org/t/p/w1280/9kwmwW7TnG7yjrlqbZgp8hGK9M7.jpg"
  },
  {
    "id": "gdrive-folder:1KHZmX14byAfpa0Cwsoe7ijW8tGNxqevs",
    "type": "series",
    "name": "Summer Time Rendering",
    "poster": "https://image.tmdb.org/t/p/w500/m9e7chRW8Q8Go1Dv00RCUHbMoNe.jpg",
    "description": "Shinpei Ajiro travels home to attend the funeral of a childhood friend, and finds the remote island plagued by a sinister, supernatural force.",
    "background": "https://image.tmdb.org/t/p/w1280/p2eZlGwd8OjkWpwD2hSoBiIlHBZ.jpg"
  },
  {
    "id": "gdrive-folder:1PmCUezPWv_XFCP1-wzy_nNErvUOxA-2Q",
    "type": "series",
    "name": "Cautious Hero: The Hero Is Overpowered but Overly Cautious",
    "poster": "https://image.tmdb.org/t/p/w500/bbg1FMU7c3W06KUKrgIhIECFliZ.jpg",
    "description": "Goddess Ristarte summons Seiya Ryuuguuin, an OVERLY cautious hero to save the world of Gaeabrande. Seiya is obsessed with muscle training and buying extra armor to deal with low level creatures. It’s simply one cautious mission at-a-time for this hero!",
    "background": "https://image.tmdb.org/t/p/w1280/hikJz6TqmnS2czz18QZKVgWmKs2.jpg"
  },
  {
    "id": "gdrive-folder:1VfL-O8gDeV7ML2m_5KiVNz7mQMMYl_hz",
    "type": "series",
    "name": "Myriad Colors Phantom World",
    "poster": "https://image.tmdb.org/t/p/w500/qHeXtLAshmzGVx759rnCWRW2iz7.jpg",
    "description": "In the near future, in a world born of human imagination, what humans would call ghosts or monsters appear, and they come to be called \"phantoms.\" Haruhiko Ichijō, is a first year at Hosea Academy along with his upperclassman Mai Kawakami, who fights phantoms with the ability \"Spirit of Five Elements,\" Reina Izumi, who has the ability \"Phantom Eater,\" and Koito Minase, who fights phantoms in solitude. They experience the ups and downs of high school life before a certain incident leads them to the truth of this world.",
    "background": "https://image.tmdb.org/t/p/w1280/6Tt8634C2yn9x84ZIifubTqiEQD.jpg"
  },
  {
    "id": "gdrive-folder:15zTOmOBJEPgk10w-GJJs3hk3VCeHgZLh",
    "type": "series",
    "name": "Campione!",
    "poster": "https://image.tmdb.org/t/p/w500/h46tgmaPjq7ojhgqlR7lE8VxVfm.jpg",
    "description": "Godo Kusanagi, a high school student that kills a god, claiming its power and title of Campione, to slay other gods.",
    "background": "https://image.tmdb.org/t/p/w1280/b15cuTpCvjRBOVkldU1wzquEust.jpg"
  },
  {
    "id": "gdrive-folder:1KKl2MqCY_I212avy-s1x9r0MRsAOWlar",
    "type": "series",
    "name": "Nichijou: My Ordinary Life",
    "poster": "https://image.tmdb.org/t/p/w500/qmi1VpOvPFRHg02fbLuc3pVrMbt.jpg",
    "description": "Follow the adventures of three ordinary girls as they make life’s awkward moments a thousand times worse. Along with a colorful bunch of classmates, they learn their most important lessons the hard way. Meanwhile down the street, a pocket-sized professor makes life difficult for a robot who just wants to be normal. But normal is the last thing you can expect in a town where salmon falls from the sky. In fact, the only thing you can count on is your friends, but even they are totally weird.",
    "background": "https://image.tmdb.org/t/p/w1280/4JVsZUZjZJgz7KZ70YRVzhdjgpK.jpg"
  },
  {
    "id": "gdrive-folder:1Wbnvcql2RtiV3msYSlDCznW_wLyWDBKH",
    "type": "series",
    "name": "Demon King Daimao",
    "poster": "https://image.tmdb.org/t/p/w500/xdogTliKCAQ1PBtp6IK7nabfBRC.jpg",
    "description": "Demon King Daimao follows Akuto Sai as the lead character, who on the day he enters Constant Magic Academy, receives a very unexpected future occupation aptitude test result: “Demon King.”",
    "background": "https://image.tmdb.org/t/p/w1280/5Zj8p3fGHpDQHX4rrzJV6DMbyTO.jpg"
  },
  {
    "id": "gdrive-folder:1L5M0L_268Ci3Il1W9VTy3LOOnQAh8v3F",
    "type": "series",
    "name": "BASTARD‼ -Heavy Metal, Dark Fantasy-",
    "poster": "https://image.tmdb.org/t/p/w500/l9JU3dlMumuRXxHilT6RSWQ5OT9.jpg",
    "description": "When evil forces threaten to resurrect Anthrasax, the God of Destruction, the Kingdom of Meta-llicana calls on a volatile dark wizard for help.",
    "background": "https://image.tmdb.org/t/p/w1280/3KoMq6ll73zwb3ZiY04DmgAozDl.jpg"
  },
  {
    "id": "gdrive-folder:1nbtH-bX7wl3GVmAOMZGuVj2q4290YOe6",
    "type": "series",
    "name": "The Executioner and Her Way of Life",
    "poster": "https://image.tmdb.org/t/p/w500/uvsuokDM09o8ZJHUbLjXE8jmZHa.jpg",
    "description": "The Lost Ones are wanderers who come here from a distant world known as \"Japan.\" No one knows how or why they leave their homes. The only thing that is certain is that they bring disaster and calamity. The duty of exterminating them without remorse falls to Menou, a young Executioner. When she meets Akari, it seems like just another job...until she discovers it's impossible to kill this girl! And when Menou begins to search for a way to defeat this immortality, Akari is more than happy to tag along! So begins a journey that will change Menou forever...",
    "background": "https://image.tmdb.org/t/p/w1280/fFNs90Cpe1Wi2rSWDfyXqs0K6zP.jpg"
  },
  {
    "id": "gdrive-folder:1Nyb5z8ewVDOZd9hziM2uxqQOQf25Sr2e",
    "type": "series",
    "name": "The Future Diary ",
    "poster": "https://image.tmdb.org/t/p/w1280/5MxOVu9eItgGZh4AQrtAnbZIsJr.jpg",
    "description": "Reality quickly unravels when antisocial Yukiteru is called into a death match against 11 other mentally scarred individuals. Each player has a prophetic device tuned to their personality, giving them control over their future—and the fate of their foes."
  },
  {
    "id": "gdrive-folder:1PunUSpPxamtr7X72_qbESc4OybrGgNl9",
    "type": "series",
    "name": "The Great Jahy Will Not Be Defeated!",
    "poster": "https://image.tmdb.org/t/p/w500/9hrlzVgSK0y2sA6Q3Nk8oSOIYUD.jpg",
    "description": "The Great Jahy, the Dark Realm's second-in-command, cuts a frightening figure, feared and revered by all. But when a run-in with a magical girl results in the destruction of the precious mana crystal, the Dark Realm falls, transporting the newly tiny and powerless Jahy to the human world! Unfortunately, plotting the revival of the Dark Realm from a cramped, crumbling one-room apartment is no easy feat when you have rent to pay and a job to keep!",
    "background": "https://image.tmdb.org/t/p/w1280/clsLGcG4OWy1FMywOS0yUXWLWVE.jpg"
  },
  {
    "id": "gdrive-folder:16eBPBMNsokvXn0oJPEjF9mpJ_OZd2s2r",
    "type": "series",
    "name": "Beyond the Boundary",
    "poster": "https://image.tmdb.org/t/p/w1280/6cmtMbEZAYm3aWzthFRk6048LFi.jpg",
    "description": "The dark fantasy follows a high school sophomore named Akihito Kanbara. Although the boy appears human, he is half Youmu and invulnerable to wounds because he can heal quickly. One day, Akihito meets freshman Mirai Kuriyama when it seems she is about to jump from the school rooftop. Mirai is isolated because of her ability to manipulate blood, which is considered heresy among members of the spirit world. Disturbing events begin to unfold after Akihito saves Mirai."
  },
  {
    "id": "gdrive-folder:1rk1TCfSedWRYgLknfGnBiVOsl1qkH5xU",
    "type": "series",
    "name": "Durarara!!",
    "poster": "https://image.tmdb.org/t/p/w500/i2YqpHaPEMW2JHhFFnyOxgGBMNP.jpg",
    "description": "In Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless \"Black Rider\" who is said to be seen driving a jet-black motorcycle through the city streets.\n\nMikado Ryuugamine has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city.",
    "background": "https://image.tmdb.org/t/p/w1280/kH9iK6krt0VBwAv5xbsYyhn8AW5.jpg"
  },
  {
    "id": "gdrive-folder:1n8fYQJ5U98iNdx4hTDMl7LT8Kn3QP0Fs",
    "type": "series",
    "name": "ERASED",
    "poster": "https://image.tmdb.org/t/p/w500/EljUwZJhpuYfVuSfqY8Pt1xxpH.jpg",
    "description": "Satoru Fujinuma is a struggling manga artist who has the ability to turn back time and prevent deaths. When his mother is killed he turns back time to solve the mystery, but ends up back in elementary school, just before the disappearance of his classmate Kayo.",
    "background": "https://image.tmdb.org/t/p/w1280/dFQOWyByjBqfQoKDcPamLQ04ADH.jpg"
  },
  {
    "id": "gdrive-folder:1AcU34zvPX_Ptroo5p3Gu7sTHDvKPf5SP",
    "type": "series",
    "name": "The Hidden Dungeon Only I Can Enter",
    "poster": "https://image.tmdb.org/t/p/w500/nTZZrTr72PKnEVm5bIt3AlHzNpm.jpg",
    "description": "The Hidden Dungeon is a place of legend where rare treasures and items are hidden. Nor, the third son of an impoverished noble family who's lost the one job offer he had, was lucky enough to hear about this dungeon. He then acquires a skill that allows him to create, bestow, and edit skills... and in order to use it, he needs to accumulate points by carrying out such tasks as eating delicious meals and doing sexual things with alluring members of the opposite sex.",
    "background": "https://image.tmdb.org/t/p/w1280/3g7XI4IuwGiXipyBbreJDpc0fwN.jpg"
  },
  {
    "id": "gdrive-folder:1Dethd5i4wPxe0Hf6iAyM4YRX1gufeMj0",
    "type": "series",
    "name": "Comic Girls",
    "poster": "https://image.tmdb.org/t/p/w500/p2EkZNwx5ywBKHZRvxeYVdO1Lje.jpg",
    "description": "Kaoruko Moeta is a 15-year-old high school student and 4-panel manga artist. After moving to a dorm especially for female manga artists, she meets shoujo manga artist Koyume, teen romance manga artist Ruki, and shounen manga artist Tsubasa. Every day, they'll work all through the night trying to ink and finish their work!",
    "background": "https://image.tmdb.org/t/p/w1280/lh5sBKS2VCNsi5dICjCtdl9diGA.jpg"
  },
  {
    "id": "gdrive-folder:14nUDwZ8D-2Zh2ebeWjwH_YoSz4ywOC6P",
    "type": "series",
    "name": "Sankarea: Undying Love",
    "poster": "https://image.tmdb.org/t/p/w500/onnBtLYwC1snOARDGhGoJ4x3ZX6.jpg",
    "description": "Zombie-obsessed Furuya is making a potion to reanimate his dead cat when he meets Rea. She’s about as miserable as a girl can get, thanks to her creepy, domineering father. When the pain becomes too much, she tries to commit suicide with a sip of Furuya’s weird elixir. The potion doesn’t kill her – but it does turn her into a zombie after she falls from a cliff.\n\nNow that Rea’s undead and ready to finally live, she hides out with Furuya, who’s always dreamed of having a zombie girlfriend. Their one-of-a-kind relationship comes with some challenges, like the fact that Rea is decomposing. Even worse, her freak-show dad is dangerously determined to get her back under his control. As Furuya fights to keep his ghoulfriend safe, Rea finds the secret to resurrecting her happiness: Live like you’re dying – even if you’re already dead.",
    "background": "https://image.tmdb.org/t/p/w1280/zKnoPdFQZXuFvb6qzeAk5q6G6Ge.jpg"
  },
  {
    "id": "gdrive-folder:1r2yHdV8qTcWxHkB5TN_rATz-_5DdvjLC",
    "type": "series",
    "name": "Kemono Michi: Rise Up",
    "poster": "https://image.tmdb.org/t/p/w500/g916Xx2kh0FZUIVDbyptxvNMFW7.jpg",
    "description": "Professional wrestler and animal lover Shibata Genzo is suddenly summoned to another world. Greeted by a princess, she requests to get rid of the evil beasts roaming in this world. Outraged that he was asked to kill monsters, Genzo German suplexes the princess. Unable back to get back to Earth, he decides to live a peaceful life and manage a \"monster\" pet shop.",
    "background": "https://image.tmdb.org/t/p/w1280/r7GP9WcYseo8pjqfBqvgIOT5RxH.jpg"
  },
  {
    "id": "gdrive-folder:1my9RKvWSMncZpPMeTyaSzYD-CL5_sSUG",
    "type": "series",
    "name": "The Way of the Househusband",
    "poster": "https://image.tmdb.org/t/p/w500/p63rAZt0s8kedJtdxGwD5VYZafc.jpg",
    "description": "After disappearing from the underworld, the legendary yakuza known as the \"Immortal Dragon\" resurfaces — as a fiercely devoted stay-at-home husband.",
    "background": "https://image.tmdb.org/t/p/w1280/iJS2mYxRwdQVcBt8VQa5zo2T6EN.jpg"
  },
  {
    "id": "gdrive-folder:1B0Oo2vPnFFCKeUCe6yhmgTBH5livRQS4",
    "type": "series",
    "name": "The Ambition of Oda Nobuna",
    "poster": "https://image.tmdb.org/t/p/w500/o9iRjhIGG1LaEUTAQpeMkGTvXxb.jpg",
    "description": "The historical romantic comedy follows 17-year-old high schooler Sagara Yoshiharu who one day time-travels to the Sengoku period, where all the major Samurai lords are cute girls. Yoshiharu meets Oda Nobuna, the girl counterpart of Oda Nobunaga, and begins to serve her as a substitute of Kinoshita Toukichirou, who has been dead in the world.",
    "background": "https://image.tmdb.org/t/p/w1280/iaDKfJaTXxt12LK4CEza4Qv8Ml9.jpg"
  },
  {
    "id": "gdrive-folder:11VxKnW_b31btWMbMzoRCKR6YLAf9x9Z8",
    "type": "series",
    "name": "The Dungeon of Black Company",
    "poster": "https://image.tmdb.org/t/p/w500/dVHfZoFzl7MbKBgNaAnhIdwseXY.jpg",
    "description": "Kinji, who lacks any kind of work ethic, is a layabout in his modern life. One day, he finds himself transported to another world–but not in a grand fantasy of a hero welcomed with open arms. He's immediately shoved into a terrible job! Now enslaved by an evil mining company in a fantasy world, Kinji's about to really learn the meaning of hard work!",
    "background": "https://image.tmdb.org/t/p/w1280/2OUwaSJ5qonI7WKpYFHWnItF9mC.jpg"
  },
  {
    "id": "gdrive-folder:1mjKbFMflhpSXNndt78YadWtRAexKEqvU",
    "type": "series",
    "name": "Love, Chunibyo & Other Delusions!",
    "poster": "https://image.tmdb.org/t/p/w500/1IapEqydEiGO0gCgBPVexTFbUCS.jpg",
    "description": "As one of the thousands of Japanese students afflicted with \"chunibyo,\" a state where they're so desperate to stand out that they've convinced themselves that they have secret knowledge and hidden powers, Yuta spent most of his middle school years living in a complete fantasy world. He's finally managing to overcome his delusions but his chunibyo have attracted the attentions of another sufferer, and she's decided that this makes him her soul mate.",
    "background": "https://image.tmdb.org/t/p/w1280/3Fn1AaIKV78nX6lsaW7f7DyI1aO.jpg"
  },
  {
    "id": "gdrive-folder:1N82llXCU-MxMRqzbKTXWVs2AAXbNP_mZ",
    "type": "series",
    "name": "Prima Doll",
    "poster": "https://image.tmdb.org/t/p/w500/z8DjN9RlcMy4WIQpgtbFqp9dLtM.jpg",
    "description": "Just a few years prior, automata served as weapons in the great war. Now that the war has ended, these machines with human hearts search for their place in an unfamiliar, peaceful world — and their search begins at the Kuronekotei café.",
    "background": "https://image.tmdb.org/t/p/w1280/7UM7DjoQSR6HxfDUb1SVZIuIOx6.jpg"
  },
  {
    "id": "gdrive-folder:1oniKnP484tSCdwq-EQZmuqYd5wl_buWl",
    "type": "series",
    "name": "Babylon",
    "poster": "https://image.tmdb.org/t/p/w1280/sPui8oETvkX3K9c3YHjVMhUiBdV.jpg",
    "description": "Zen Seizaki is a prosecutor with the Tokyo District Public Prosecutors Office.",
    "background": "https://image.tmdb.org/t/p/w1280/5fxTB08O7CW1hAcN2MWOKodp1h1.jpg"
  },
  {
    "id": "gdrive-folder:1Ub7PCigL5yk_PEC9Z-Nx15DTiSPLzhMB",
    "type": "series",
    "name": "SK8 the Infinity",
    "poster": "https://image.tmdb.org/t/p/w500/kZHnqxP16mb2pVYthJfT4buYk4P.jpg",
    "description": "\"S\" is a dangerous, top secret, no-holds-barred downhill skateboarding race down an abandoned mine. When avid skateboarder Reki takes Langa to the mountain where \"S\" is held, Langa, who's never been on a skateboard in his life, finds himself sucked into the world of \"S\", and…?!",
    "background": "https://image.tmdb.org/t/p/w1280/rfEhgiJn80Z0YOyU6cU1v9hi0IS.jpg"
  },
  {
    "id": "gdrive-folder:1r8wET6aMx-dB-zESeDfZU0PPmnneG7xt",
    "type": "series",
    "name": "Absolute Duo",
    "poster": "https://image.tmdb.org/t/p/w500/reoZZ94M0nDL7SGstuChqbLlhNT.jpg",
    "description": "This is the story of Tooru Kokonoe who has enrolled at Kouryou Academy, a school which trains students in wielding Blaze, soul powered weapons to prepare them for the Dorn Agency's special peacekeeping corps. When Tooru is partnered with a mysterious girl: Julie Sigtuna, he finds he has to overcome many hurdles to ensure their teamwork and fighting skills are up to par for the duration of their training.",
    "background": "https://image.tmdb.org/t/p/w1280/tREFgCrBo5TIToSUI0CwabhEtVR.jpg"
  },
  {
    "id": "gdrive-folder:1bXWdBWIUQXT7jnAKPRP-ckAY1eSUxpsA",
    "type": "series",
    "name": "How Heavy Are the Dumbbells You Lift?",
    "poster": "https://image.tmdb.org/t/p/w500/2P9UCxm8KYowc3phznLLhh40whJ.jpg",
    "description": "Hibiki Sakura is your average high school girl, with a voracious appetite. Noticing her clothes tightening in lieu of her slowly expanding waistline she decides to look into enrolling in the nearby gym. There she runs into a girl from her grade named Souryuuin Akemi.\n\nAkemi, who has a muscle fetish tries to get Hibiki to enroll in the gym despite its high ratio of macho men. Thankfully a beautiful trainer, Machio, appears and unknowingly convinces her to enroll and start her quest to a great body.",
    "background": "https://image.tmdb.org/t/p/w1280/mKSx9ihTXCsJSzwxEAYjA7vIQuH.jpg"
  },
  {
    "id": "gdrive-folder:1yYdAPV2SObwVZyWgVWsOaIclVvDNiU6g",
    "type": "series",
    "name": "Scum's Wish",
    "poster": "https://image.tmdb.org/t/p/w500/nKqw1zze4D1HfTaHDs6rxWii5bf.jpg",
    "description": "Seventeen-year-old Mugi Awaya and Hanabi Yasuraoka appear to be the ideal couple. They are both pretty popular, and they seem to suit each other well. However, outsiders don't know of the secret they share. Both Mugi and Hanabi have hopeless crushes on someone else, and they are only dating each other to soothe their loneliness. Mugi is in love with Akane Minagawa, a young teacher who used to be his home tutor. Hanabi is also in love with a teacher, a young man who has been a family friend since she was little. In each other, they find a place where they can grieve for the ones they cannot have, and they share physical intimacy driven by loneliness. Will things stay like this for them forever?",
    "background": "https://image.tmdb.org/t/p/w1280/lIzz0om5v86hqqQm54pT2Rci67E.jpg"
  },
  {
    "id": "gdrive-folder:16JHC91X-hcut8um7bYX48yF87HGUzZFr",
    "type": "series",
    "name": "Tsuredure Children",
    "poster": "https://image.tmdb.org/t/p/w1280/aTxUzYlMAzmtmO1S8R99irHL2hi.jpg",
    "description": "A series depicting various scenarios of young love. These stories range from a boy, crippled by his absolute lack of confidence in himself, cannot even accept the fact that the girl of his dreams actually asked him out on a date, to the near-psychotic girl that pours her own blood into her homemade chocolate in order to win his heart."
  },
  {
    "id": "gdrive-folder:1-6kryPyMRM8mbe74FeIFfIc1BtzU5v6O",
    "type": "series",
    "name": "My First Girlfriend Is a Gal",
    "poster": "https://image.tmdb.org/t/p/w500/j7EPg0hgtlMShzhCGcxDj4pvwNK.jpg",
    "description": "A new school term begins, as does the season of new encounters. As he surveys his class full of couples, Hashiba Jun'ichi's mind is filled with distress as he asks himself, \"Why am I still a virgin?!\" Having heard from his friends that the easiest way to fulfill his long-standing desire to graduate from the fellowship of virgins is to kowtow to a gal, Jun'ichi does exactly that and asks his classmate Yukana out. And unbelievably, she actually agrees to date him. What will become of Jun'ichi from now on?",
    "background": "https://image.tmdb.org/t/p/w1280/xlTEOHMYP8ECyPhbZZ9eUMqmnSK.jpg"
  },
  {
    "id": "gdrive-folder:11rVwk_swu9xgCwimG9OX9ctygPTrW7tE",
    "type": "series",
    "name": "Vermeil in Gold",
    "poster": "https://image.tmdb.org/t/p/w500/bwAVzmeSKCCQbwixsuhADX5u6j7.jpg",
    "description": "Rather than take a more sensible approach to salvaging his grades in time for graduation, Alto summons a bit of otherworldly help. Only after does he learn he’s bound the legendary she-devil Vermeil into service as his familiar!",
    "background": "https://image.tmdb.org/t/p/w1280/a9Y9xwkrqE4vOK12qfZejZXgDjb.jpg"
  },
  {
    "id": "gdrive-folder:1vOuij1heXuHI4q5SbHozVG0UnX4u6tJW",
    "type": "series",
    "name": "Kill La Kill",
    "poster": "https://image.tmdb.org/t/p/w1280/4F1WtP3dFIwLPOfa3u29VEVnNkf.jpg",
    "description": "Honnouji Academy is forcefully ruled by the iron-fisted control of its student council and its president Satsuki Kiryuin."
  },
  {
    "id": "gdrive-folder:1rFAaBTmUNMprMIpVjdC55MSoyCq178vG",
    "type": "series",
    "name": "Dusk Maiden of Amnesia",
    "poster": "https://image.tmdb.org/t/p/w500/v2xEALi1U4foXfLUXB2FkAqo4qC.jpg",
    "description": "The story revolves around a first-year high school student, Teiichi Niiya who had just enrolled at Seikyou Private Academy. When he gets lost in one of the school's old building, he meets a girl named Yuuko Kanoe who reveals herself as a ghost with no memories. Teiichi then decides to investigate her death by delving deep into the infamous Seven Mysteries of the storied school along with Kirie Kanoe, Yuuko's relative, and the oblivious second year Momoe Okonogi.  Throughout the story, Teiichi and Yuuko discover the truth about these ghost stories and help those who are troubled all the while inching closer to the truth behind Yuuko's death.",
    "background": "https://image.tmdb.org/t/p/w1280/zsBnRVthjKXgZaXSCPohR6JefP0.jpg"
  },
  {
    "id": "gdrive-folder:1zgUGnyew-cLG6we4YtxK1udmO-D0n3Ez",
    "type": "series",
    "name": "A Couple of Cuckoos",
    "poster": "https://image.tmdb.org/t/p/w1280/tWDX9uDAzOJhsvunl6PabHdhFx0.jpg",
    "description": "16-year-old super-studier Nagi Umino, second-year student at the Megurogawa Academy high school, was switched at birth. On his way to a dinner to meet his birth parents, he accidentally meets the brash, outspoken, Erika Amano, who is determined to make Nagi her fake boyfriend as she never wants to actually marry. But once Nagi makes it to dinner, he finds his parents have decided to resolve the hospital switch by conveniently having him marry the daughter his birth parents raised...who turns out to be none other than Erika herself!",
    "background": "https://image.tmdb.org/t/p/w1280/wckdrmUvNi9ugHBBW30nTkVqmDh.jpg"
  },
  {
    "id": "gdrive-folder:1XJWf9ibFpnTOl3C0Y_jDT6n3cf-aRC_O",
    "type": "series",
    "name": "That Time I Got Reincarnated as a Slime",
    "poster": "https://image.tmdb.org/t/p/w500/pzujcdPAoH361NObVrtbA7zACE7.jpg",
    "description": "Corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru, he begins his quest to create a world that’s welcoming to all races.",
    "background": "https://image.tmdb.org/t/p/w1280/eJOy7YWAHgOS3V477sdTsq4v9jp.jpg"
  },
  {
    "id": "gdrive-folder:1usrgIqw8Q3NxGuYocPnfsnT_vy8jFitk",
    "type": "series",
    "name": "REBORN!",
    "poster": "https://image.tmdb.org/t/p/w500/6x7mx9f3ufHCC3pNgMoMnzVo3jw.jpg",
    "description": "\"No Good\" Tsunayoshi Sawada is next in line to become boss of the powerful Vongola mafia family. The Vongolas' most powerful hitman, a cursed gun-toting infant named Reborn, is sent to teach Tsuna how to be a boss.",
    "background": "https://image.tmdb.org/t/p/w1280/3wztM15Bq7TX3Kc8IzApqsOQQjK.jpg"
  },
  {
    "id": "gdrive-folder:1RtWTpfr1s6bo5M8deeGORQfZ14jjrbOq",
    "type": "series",
    "name": "Blue Exorcist",
    "poster": "https://image.tmdb.org/t/p/w500/kpNoqNmElzGUEcEoZyfFwvYXMsR.jpg",
    "description": "Humans live in the world of Assiah, demons in Gehenna. The two dimensions are not meant to interfere with each other, but demons still possess creatures in Assiah in spite of this. The humans who can fight these demons are known as exorcists. Rin Okumura is a boy who bears the curse of being Satan's illegitimate son. His foster father sacrificed himself to save him from demons. To avenge his foster father's death as well as to prove himself, Rin decides to follow the path of an exorcist and defeat his own father, Satan. To hone his raw skills, Rin enters True Cross Academy to train with other exorcist candidates.",
    "background": "https://image.tmdb.org/t/p/w1280/wJzHFl5mq6JFbD6equTleJuzlnk.jpg"
  },
  {
    "id": "gdrive-folder:1ClRpn7yrS0Yml9ml9S18pjQ7bAA6ztts",
    "type": "series",
    "name": "Uncensored",
    "poster": "https://image.tmdb.org/t/p/w500/xxmDrve6BbcGPTJYXUpNJPu1pr2.jpg",
    "description": "Explore the intimate lives of some of today's most notable personalities. The 10-episode semi-autobiographical series gives unprecedented access to stars including Tiffany Haddish, LaLa Anthony, Tamar Braxton, Charlemagne Da God, Le'Andria Johnson, NeNe Leakes, Nia Long, Rick Ross and Snoop Dogg as they personally reveal their own stories, in their own words, in the places where their stories unfolded.",
    "background": "https://image.tmdb.org/t/p/w1280/mOwUBAMai2ImfMb2efBZ3onhgBj.jpg"
  },
  {
    "id": "gdrive-folder:1B9Bc4v0MLK6azLQBwcea1pViSAOBYM9M",
    "type": "series",
    "name": "My Love Story with Yamada-kun at Lv999",
    "poster": "https://image.tmdb.org/t/p/w500/6RTMDyXZpzACsSg5AcRSUHMO8m2.jpg",
    "description": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend, when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?",
    "background": "https://image.tmdb.org/t/p/w1280/4U5cJTbXBzW1WxDUZErqU3VNNWl.jpg"
  },
  {
    "id": "gdrive-folder:1FHjkRjveXzjQ7XaZQDqim6lwx6pk7GUo",
    "type": "series",
    "name": "TONIKAWA: Over the Moon for You",
    "poster": "https://image.tmdb.org/t/p/w500/jJKTrIfZKoFV66HGMzSa4tkObK0.jpg",
    "description": "Nasa Yuzaki falls in love at first sight after an encounter with the mysterious Tsukasa. When Nasa earnestly confesses his feelings, she replies, \"I'll date you, but only if we're married.\" Nasa and Tsukasa's cute and precious newlywed life of love is about to begin!",
    "background": "https://image.tmdb.org/t/p/w1280/bumV92xTI3R5Zd5X6biUy4rXbS4.jpg"
  },
  {
    "id": "gdrive-folder:1-4Yx3E2JXCDCNA0gCy0llm08Zukt1dIs",
    "type": "series",
    "name": "Golden Kamuy",
    "poster": "https://image.tmdb.org/t/p/w500/KjatL82mrWDogOlswIxwdrpe2n.jpg",
    "description": "A Russo-Japanese War veteran partners with an Ainu girl to find a treasure stolen from her people, but they’re not the only ones pursuing the gold.",
    "background": "https://image.tmdb.org/t/p/w1280/6qwbib8digp121qA9xj3STeq2KC.jpg"
  },
  {
    "id": "gdrive-folder:1-23CgQjYAXBjQ9gXtpG3THHyMZL0aaxe",
    "type": "series",
    "name": "The Croods: Family Tree",
    "poster": "https://image.tmdb.org/t/p/w500/c0x8dGn1eurgf2TxvLHsPBrJKks.jpg",
    "description": "Two very different families join forces to create a new community, an us-against-the-world, cave person co-op on the most amazing farm in the history of prehistory!",
    "background": "https://image.tmdb.org/t/p/w1280/5QKGJ4nEjAq4TSTvhJw5PrNcIbu.jpg"
  },
  {
    "id": "gdrive-folder:107tAyEgfXCLr3LEYkRoTX0FGWO1e2Iyj",
    "type": "series",
    "name": "Uncle from Another World",
    "poster": "https://image.tmdb.org/t/p/w500/ixYH9Ngm3IcPtK4964jbvB0Czi9.jpg",
    "description": "After being in a coma for 17 years, Takafumi's middle-aged uncle suddenly wakes up speaking an unrecognizable language and wielding magical powers.",
    "background": "https://image.tmdb.org/t/p/w1280/piMRImsn3ZQerFmPdAoXgmOpc7R.jpg"
  },
  {
    "id": "gdrive-folder:14SB3FKH8LgV6984z3FidgOFKMXVwlpvS",
    "type": "series",
    "name": "The Angel Next Door Spoils Me Rotten",
    "poster": "https://image.tmdb.org/t/p/w500/twCEEzmZZkgQIPXzw0JF350GO0P.jpg",
    "description": "Amane lives alone in an apartment, and the most beautiful girl in school, Mahiru, lives just next door. They've almost never spoken—until the day he sees her in distress on a rainy day and lends her his umbrella. To return the favour, she offers him help around the house, and a relationship slowly begins to blossom as the distance between them closes…",
    "background": "https://image.tmdb.org/t/p/w1280/7SQAFFP8dQCX60uvLDzizUoUC2L.jpg"
  },
  {
    "id": "gdrive-folder:1--wDrz-9aJLAhaNOPthloj-_iD9FzB6_",
    "type": "series",
    "name": "Tokyo Ghoul",
    "poster": "https://image.tmdb.org/t/p/w500/1m4RlC9BTCbyY549TOdVQ5NRPcR.jpg",
    "description": "Ken Kaneki, a bookworm college student, meets Rize, a girl his own age with whom he shares many interests.",
    "background": "https://image.tmdb.org/t/p/w1280/yOarY3Yo0NMkuTuft87M5oAZa3C.jpg"
  },
  {
    "id": "gdrive-folder:12CDBcF0-YGcQM5YOTds92KXgjhv5dU1y",
    "type": "series",
    "name": "Log Horizon",
    "poster": "https://image.tmdb.org/t/p/w500/62vfauCjvUmcaev0yfCnASa6yhm.jpg",
    "description": "One day, while playing the online game Elder Tales, 30,000 players suddenly find themselves trapped in another world. There, eight-year veteran gamer Shiroe also gets left behind. The trapped players are still alive, but they remain in combat with the monsters. The players don't understand what has happened to them, and they flee to Akiba, the largest city in Tokyo, where they are thrown into chaos. Once proud of his loner lifestyle, Shiroe forms a guild called Log Horizon with his old friend Naotsugu, female assassin Akatsuki and others.",
    "background": "https://image.tmdb.org/t/p/w1280/f6WzZQVoCSn7W1kmr1UhSToRi2y.jpg"
  },
  {
    "id": "gdrive-folder:1A7-mBXNdE789CjFXoPbvJRD9BYqRKYEF",
    "type": "series",
    "name": "Chainsaw Man",
    "poster": "https://image.tmdb.org/t/p/w500/npdB6eFzizki0WaZ1OvKcJrWe97.jpg",
    "description": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.",
    "background": "https://image.tmdb.org/t/p/w1280/5DUMPBSnHOZsbBv81GFXZXvDpo6.jpg"
  },
  {
    "id": "gdrive-folder:102kTVlf7IyKcSB-Hx4qQG7x7reWxEvix",
    "type": "series",
    "name": "Steins;Gate",
    "poster": "https://image.tmdb.org/t/p/w500/5zxePQEsUKLYDh2kpXGQAeInjUU.jpg",
    "description": "A group of friends have customized their microwave so that it can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.",
    "background": "https://image.tmdb.org/t/p/w1280/gDvxT2z6TNxervG97WfpePRZ3aR.jpg"
  },
  {
    "id": "gdrive-folder:1e49p3JE-39szfJgM_Zhu3qs9hI451bYk",
    "type": "series",
    "name": "Vinland Saga",
    "poster": "https://image.tmdb.org/t/p/w500/vUHlpA5c1NXkds59reY3HMb4Abs.jpg",
    "description": "For a thousand years, the Vikings have made quite a name and reputation for themselves as the strongest families with a thirst for violence. Thorfinn, the son of one of the Vikings' greatest warriors, spends his boyhood in a battlefield enhancing his skills in his adventure to redeem his most-desired revenge after his father was murdered.",
    "background": "https://image.tmdb.org/t/p/w1280/xamCBQePUy9xI42GvtphLuGqd09.jpg"
  },
  {
    "id": "gdrive-folder:1Jq4BVN3aEDo_sERq4klLRKDZHBvex5WU",
    "type": "series",
    "name": "Is It Wrong to Try to Pick Up Girls in a Dungeon?: Arrow of the Orion",
    "poster": "https://image.tmdb.org/t/p/w500/78x3RRydNXvdB8BhJAwZz42g1Q1.jpg",
    "description": "In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion—but it’s not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.",
    "background": "https://image.tmdb.org/t/p/w1280/zlpKUEE4A5LjaTmEz37pw2VZQug.jpg"
  },
  {
    "id": "gdrive-folder:1h6WjAiDIeuuXQVfNeQPlWv9D8scZz2Mi",
    "type": "series",
    "name": "Beast Tamer",
    "poster": "https://image.tmdb.org/t/p/w500/7L6yRZ0sXOHs588A68uWERSNMMg.jpg",
    "description": "Rein is a Beast Tamer who fights alongside heroes to bring down the Demon King. But one day his comrades declare him useless and kick him out of the party, after which he decides to start a carefree life as an adventurer. During the test he must pass to become an adventurer, he runs into a girl named Kanade who is being attacked by a monster. Rein risks his life to make sure she can escape, but then she brings down the monster in one hit. It turns out that Kanade is from the inordinately powerful tribe of cat people, one of the strongest species! She becomes attracted to his combination of talent and gentle nature and asks: \"Would you try to tame me?\" Rein forms a contract with the strongest cat-eared girl and starts his new life as an adventurer. The heroes who kicked him out of the party, as well as other stronger species, take notice of his power.",
    "background": "https://image.tmdb.org/t/p/w1280/nxAgYhmytuUdAnAkpXsOea8dkse.jpg"
  },
  {
    "id": "gdrive-folder:1SuzeX-xUIxeLUbwddleAjc2nL5z4INg-",
    "type": "series",
    "name": "High-Rise Invasion",
    "poster": "https://image.tmdb.org/t/p/w500/rNmZKDZWysmFtTP23ruRZF9relM.jpg",
    "description": "High-school girl Yuri suddenly finds herself on the rooftop of a high-rise building. She's trapped in a bizarre world surrounded by skyscrapers, where a masked man cracked open a man's head with an axe before her eyes. Finding a way to survive this bizarre world, find her beloved brother, and escape becomes her top priority, but she is beset by danger not just from the mysterious Masks, which possess both inhuman strength and cruelty, but other survivors turned cruel or desparate by the insanity of the high-rise world.",
    "background": "https://image.tmdb.org/t/p/w1280/cT0o6RFi36TkMFG1wWyTyGb2jrR.jpg"
  },
  {
    "id": "gdrive-folder:1X9OpuTlqIbw-HN2XX-Z_GlqJwk-tgkh9",
    "type": "series",
    "name": "The Legend of the Legendary Heroes",
    "poster": "https://image.tmdb.org/t/p/w500/eYoWjQceJGSndCgOpuEqJmAAQxb.jpg",
    "description": "\"Alpha Stigma\" are known to be eyes that can analyze all types of magic. However, they are more infamously known as cursed eyes that can only bring destruction and death to others.\n\nRyner Lute, a talented mage and also an Alpha Stigma bearer, was once a student of the Roland Empire's Magician Academy, an elite school dedicated to training magicians for military purposes. However, after many of his classmates died in a war, he makes an oath to make the nation a more orderly and peaceful place, with fellow survivor and best friend, Sion Astal.\n\nNow that Sion is the the king of Roland, he orders Ryner to search for useful relics that will aid the nation. Together with Ferris Eris, a beautiful and highly skilled swordswoman, Ryner goes on a journey to search for relics of legendary heroes from the past, and also uncover the secrets behind his cursed eyes.",
    "background": "https://image.tmdb.org/t/p/w1280/yOYsxTl6XW15BXLojRA68OlOMfF.jpg"
  },
  {
    "id": "gdrive-folder:1JtieV7r0KEzSKn0MgLFR9vJHyYKuz-te",
    "type": "series",
    "name": "Slime",
    "poster": "https://image.tmdb.org/t/p/w500/nXixb9yLLaV6J1tYoqu7iAymCVv.jpg",
    "description": "A man finds a strange meteorite which contains a weird green slime that causes him to melt."
  },
  {
    "id": "gdrive-folder:112oWtBT1GDCxKy1-DdydvtWUBcqLVQSV",
    "type": "series",
    "name": "ANOHANA FES.",
    "poster": "https://image.tmdb.org/t/p/w500/wii1RlHpozffd9MB3KU1Ez1eb63.jpg",
    "description": "An event held in Chichibu Muse Park in September 2011 celebrating TV anime \"Anohana: The Flower We Saw That Day\".",
    "background": "https://image.tmdb.org/t/p/w1280/u2pUJeVWjQ5Io9XCbi2K3kuIxtj.jpg"
  },
  {
    "id": "gdrive-folder:12ePT0FHC65Rc1EU_YnxEh0nACEnTuBgX",
    "type": "series",
    "name": "Full Dive: This Ultimate Next-Gen Full Dive RPG Is Even Shittier Than Real Life!",
    "poster": "https://image.tmdb.org/t/p/w500/k4dMicD0xtMXVYKqrb0lunPuvLr.jpg",
    "description": "In an unexpected turn of events, dull high school student Hiro Yuuki obtains the full dive role-playing game Kiwame Quest. Created by the best of technology, the game claims to take \"reality to its extremes,\" from stunning graphics, NPCs' behavior, to the scent of vegetation, and even the sensation of wind brushing against the skin—everything was the result of an ultimate workmanship.\n\nExcept, the game is a little too realistic and messy to clear. Kiwame Quest features over ten quadrillion flags and reflects the players' real-life physical abilities in the game. Being hit in the game also hurts in real life and slash wounds take days to heal.\n\nThe only reward here is the sense of accomplishment. Conquer the most stressful game in history that can't be played casually!",
    "background": "https://image.tmdb.org/t/p/w1280/mJHSbFtVwYafbGYOuGueFrIqXYl.jpg"
  },
  {
    "id": "gdrive-folder:18KP7V1zP7Zvhf5q8TW2PTl8PCGWfxiB0",
    "type": "series",
    "name": "In/Spectre",
    "poster": "https://image.tmdb.org/t/p/w500/g97dzLKEtx9yFsOZcpAlXgYQCMY.jpg",
    "description": "Kotoko Iwanaga became the god of wisdom to the supernatural beings and spends her days solving problems for them. However, the boy who she fell head over heels for, Kuro Sakuragawa, is someone that is feared by all supernatural creatures. The two of them face various mysterious incidents involving the supernatural in this love x romance x mystery series. Where will these fantastical incidents lead them and what will happen with Kotoko’s crush?",
    "background": "https://image.tmdb.org/t/p/w1280/ujypWFhRcrb4KXjsp1edGomN2RI.jpg"
  },
  {
    "id": "gdrive-folder:1Qfxgz2DlC214dtJXaK8MQlwEFxbKy7kh",
    "type": "series",
    "name": "If It's for My Daughter, I'd Even Defeat a Demon Lord",
    "poster": "https://image.tmdb.org/t/p/w500/jv37TjutT1zXSWLmDgTF9BbBOcp.jpg",
    "description": "Dale is a cool, composed, and highly skilled adventurer who's made quite a name for himself despite his youth. One day on a job deep in the forest, he comes across a little devil girl who's almost wasted away. Unable to just leave her there to die, Dale takes her home and becomes her adoptive father.\n\nDevil or not, Latina is beyond adorable, and the adventurer soon finds himself head over heels with being a parent. But why was she out in the forest to begin with, and why does she carry the mark of a criminal?",
    "background": "https://image.tmdb.org/t/p/w1280/c65KeNojrNYSM1xOS0xmMg0rpJh.jpg"
  },
  {
    "id": "gdrive-folder:1CEHWjVAQCNqprnpDVZclk6JVjFyyXlYf",
    "type": "series",
    "name": "Attack on Titan",
    "poster": "https://image.tmdb.org/t/p/w500/hTP1DtLGFamjfu8WqjnuQdP1n4i.jpg",
    "description": "100 years ago, the last remnants of humanity were forced to retreat behind the towering walls of a fortified city to escape the massive, man-eating Titans that roamed the land outside their fortress. Only the members of the Scouting Legion dared to stray beyond the safety of the walls – but even those brave warriors seldom returned alive. Those within the city clung to the illusion of a peaceful existence until the day that dream was shattered, and their slim chance at survival was reduced to one horrifying choice: kill – or be devoured!",
    "background": "https://image.tmdb.org/t/p/w1280/wg0GsFpeHAFPbbcfsntTQBggWCo.jpg"
  },
  {
    "id": "gdrive-folder:1BzLwb8EE4ZK9CBytU9xZKYXEVMwOsmdz",
    "type": "series",
    "name": "My Teen Romantic Comedy SNAFU",
    "poster": "https://image.tmdb.org/t/p/w500/sb5MNoeZGHX21qvtwhmizUsJJqq.jpg",
    "description": "So exactly what’s going to happen when Hachiman Hikigaya, an isolated high school student with no friends, no interest in making any and a belief that everyone else’s supposedly great high school experiences are either delusions or outright lies, is coerced by a well meaning faculty member into joining the one member “Volunteer Services Club” run by Yukino Yukinoshita, who’s smart, attractive and generally considers everyone in her school to be her complete inferior?",
    "background": "https://image.tmdb.org/t/p/w1280/5VL7HC4aeLhepAaGxaQBUBWgIGo.jpg"
  },
  {
    "id": "gdrive-folder:1BoWMmLAOan6LvKN2tE9aF_HnTPJhJ4WK",
    "type": "series",
    "name": "The Seven Deadly Sins",
    "poster": "https://image.tmdb.org/t/p/w500/gxTojpKEOtue85EEFlozwRbDXwJ.jpg",
    "description": "The “Seven Deadly Sins”—a group of evil knights who conspired to overthrow the kingdom of Britannia—were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and assassinated the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's only daughter, sets out on a journey to find the “Seven Deadly Sins,” and to enlist their help in taking back the kingdom.",
    "background": "https://image.tmdb.org/t/p/w1280/1MQxe37jSlgZ2ViPGpXIrANY40Q.jpg"
  },
  {
    "id": "gdrive-folder:1tnbGl1tt5lQVf2Z486PKKX0D6wHwRU3n",
    "type": "series",
    "name": "Fuuka",
    "poster": "https://image.tmdb.org/t/p/w500/tjHDnl1qXieCBLxYfxItFe6E3b8.jpg",
    "description": "Yuu Haruna, a loner and an avid Twitter user, has just transferred to a new school in Tokyo. He ends up befriending a unique high school girl named Fuuka Akitsuki, despite some initial conflict, and the two wind up forming a band together with their classmates. Their relationship becomes strained however when Koyuki Hinashi, Yuu's childhood friend who has become a popular idol, contacts Yuu on Twitter and attempts to rekindle long lost feelings.",
    "background": "https://image.tmdb.org/t/p/w1280/oWwSqmwnoKH5iBtpxoCveIJMEBW.jpg"
  },
  {
    "id": "gdrive-folder:1EmBraHzuKgKQtuKXDj4CC7Et7xkhyWQ7",
    "type": "series",
    "name": "AnoHana: The Flower We Saw That Day",
    "poster": "https://image.tmdb.org/t/p/w500/2tgOAvOttp7rak3r2U5vIAaeyDt.jpg",
    "description": "When Yadomi Jinta was a child, he was a central piece in a group of close friends. In time, however, these childhood friends drifted apart, and when they became high school students, they had long ceased to think of each other as friends.\n\nOne of the friends from that group, Honma Meiko, now has a wish she asks Jinta to fulfil. The problem is, she can't remember what her wish is anymore.",
    "background": "https://image.tmdb.org/t/p/w1280/kyoFwkQH1l4QHfULW0CEdD2VPkE.jpg"
  },
  {
    "id": "gdrive-folder:1eLykeQRfy4EZ1rXrdsU-zS2k716n0d8s",
    "type": "series",
    "name": "The Tatami Galaxy",
    "poster": "https://image.tmdb.org/t/p/w500/lPvrDKvfwjqCp6fp6aCpLkpxyi6.jpg",
    "description": "When a college dropout stops for a late night bite at a mysterious ramen stand, he crosses paths with a self-proclaimed deity of matrimony. This bizarre meeting sends the young man hurtling through a horrifying flashback to his not-so-glorious college days when the influence of a cruel new friend turned him from a hopeless romantic into a mischievous “black cupid.”",
    "background": "https://image.tmdb.org/t/p/w1280/xF2v9Piv8HidnAH6uXwehz0efvp.jpg"
  },
  {
    "id": "gdrive-folder:19BmfvMH-ap-c4ZmgJQFb8n_SCDTt4KK3",
    "type": "series",
    "name": "Kingdom",
    "poster": "https://image.tmdb.org/t/p/w1280/dehuJJkKo50nYvCYppigrWejqLe.jpg",
    "description": "In the Warring States period, young orphan Xin vows to aid King Zheng of Qin in his quest to unify China by becoming a general himself.",
    "background": "https://image.tmdb.org/t/p/original/5CGM0vQpq0QBcslUXqoo0unlGPZ.jpg"
  },
  {
    "id": "gdrive-folder:1HqVbhxOOdAUcHpVOyFqXblEsosdn1J-L",
    "type": "series",
    "name": "Goblin Slayer",
    "poster": "https://image.tmdb.org/t/p/w500/x8ZQyxAFjz9jtCGivbOMYUC4Tp3.jpg",
    "description": "\"I'm not saving the world. I just kill goblins.\"\n\nRumor has it that, in a certain guild in the middle of nowhere, there is an extraordinary man who has climbed all the way to the Silver rank just by killing goblins. At the same guild, a priestess who's just become a new adventurer has formed her first party... and the man who ends up rescuing that party when they get into trouble is none other than the Goblin Slayer.",
    "background": "https://image.tmdb.org/t/p/w1280/65XyAN0PrUkkfqvGbFRLjk5x3wZ.jpg"
  },
  {
    "id": "gdrive-folder:1LoHpRxpEpNQHDaxRR6FXzicwYFsV0CsH",
    "type": "series",
    "name": "Farming Life in Another World",
    "poster": "https://image.tmdb.org/t/p/w500/pT4OoVQE8zGJ0Z0GZpJotK5Vzsj.jpg",
    "description": "After Hiraku dies of a serious illness, God brings him back to life, gives his health and youth back, and sends him to a fantasy world of his choice. In order to enjoy his second shot, God bestows upon him the almighty farming tool! Watch as Hiraku digs, chops, and ploughs in another world in this laidback farming fantasy!",
    "background": "https://image.tmdb.org/t/p/w1280/6XJ0XJbL14YkThOe1iU5TJKU5l3.jpg"
  },
  {
    "id": "gdrive-folder:1KMjFaanTEK-kyg2iSuUHMTLIFgWGV8f4",
    "type": "series",
    "name": "Hunter x Hunter",
    "poster": "https://image.tmdb.org/t/p/w500/i2EEr2uBvRlAwJ8d8zTG2Y19mIa.jpg",
    "description": "To fulfill his dreams of becoming a legendary Hunter like his dad, a young boy must pass a rigorous examination and find his missing father.",
    "background": "https://image.tmdb.org/t/p/w1280/6U0e6OHklJAcMAuIoGXjTBS5zsI.jpg"
  },
  {
    "id": "gdrive-folder:1FyULbrT94XguGVB6oIMKiYQD7GoxG_LW",
    "type": "series",
    "name": "The Legendary Hero Is Dead!",
    "poster": "https://image.tmdb.org/t/p/w500/lfROsNTtbheDWFrkzQiXm3kkcdo.jpg",
    "description": "Touka is just your average (slightly perverted) farmer in the village of Cheza. While he daydreams about being a hero and getting the girl, the real hero, Sion, is out battling demons that threaten to invade the world! But one day, Touka accidentally kills the hero…?! With the Legendary Hero dead, who's going to save the world now?! Touka quickly buries Sion's body to hide the evidence, but wakes up the next day to discover he is no longer in his own body…!!",
    "background": "https://image.tmdb.org/t/p/w1280/dTw1gHrpoVP5mPFwm9KwKge2UQP.jpg"
  },
  {
    "id": "gdrive-folder:1EKQLSsuKV5TPVSfYouaG10c02iJFNYgF",
    "type": "series",
    "name": "Overlord",
    "poster": "https://image.tmdb.org/t/p/w500/l76Rgp32z2UxjULApxGXAPpYdAP.jpg",
    "description": "France, June 1944. On the eve of D-Day, some American paratroopers fall behind enemy lines after their aircraft crashes while on a mission to destroy a radio tower in a small village near the beaches of Normandy. After reaching their target, the surviving paratroopers realise that, in addition to fighting the Nazi troops that patrol the village, they also must fight against something else.",
    "background": "https://image.tmdb.org/t/p/w1280/10wHo9VmDvBW9wtSZ26bgjm9GKY.jpg"
  },
  {
    "id": "gdrive-folder:1S8aN6ma9XTyuvYXFsgo076OcihX7ED6k",
    "type": "series",
    "name": "Another",
    "poster": "https://image.tmdb.org/t/p/w500/9uATDswMjJgrj1qIPW9YjPvUbRM.jpg",
    "description": "When Kouichi arrives at his new school, he immediately senses something frightening in the atmosphere of his new class, something that no student wants to talk about and that seems to be related to a mysterious and silent girl.",
    "background": "https://image.tmdb.org/t/p/w1280/lL0rMeVqiOyVwmft6oPKQKbDYr6.jpg"
  },
  {
    "id": "gdrive-folder:14x7TfiU6CkKvgHJpHd0akTOVhhumgEiP",
    "type": "series",
    "name": "Oshi No Ko",
    "poster": "https://image.tmdb.org/t/p/w500/okbW9NdKRNKgIUTVA8YZAUGwIUx.jpg",
    "description": "A small-town doctor gets sucked into the ruthless world of show business when he crosses paths with a popular teen idol who holds a secret.",
    "background": "https://image.tmdb.org/t/p/w1280/gArCVC4ML529WMCEqOXbALdQbUq.jpg"
  },
  {
    "id": "gdrive-folder:1MS-BfX28Mno-cSVt_zheGfl_2967HEUI",
    "type": "series",
    "name": "Dr. STONE",
    "poster": "https://image.tmdb.org/t/p/w500/64DIVpWiGlvvJczMnyu8jojSYKm.jpg",
    "description": "Awakened into a world where humanity has been petrified, scientific genius Senku and his brawny friend Taiju use their skills to rebuild civilization.",
    "background": "https://image.tmdb.org/t/p/w1280/lN13BPAEnc5iXmoxxBQHOZ1ScfZ.jpg"
  },
  {
    "id": "gdrive-folder:1DTuON5YuOUCf_auH2OXoTbsjR2ldRXc4",
    "type": "series",
    "name": "Horimiya",
    "poster": "https://image.tmdb.org/t/p/w500/yxk74s3QHx4K3rKpiPisLLqPJ5J.jpg",
    "description": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?",
    "background": "https://image.tmdb.org/t/p/w1280/ldUbhEbyI28M6PiAkL0hZ2o8bOT.jpg"
  },
  {
    "id": "gdrive-folder:1h_ZgwgGQLbT0pvHR_Md-UV2xnawkFMyw",
    "type": "series",
    "name": "The Honor at Magic High School",
    "poster": "https://image.tmdb.org/t/p/w500/p5KpzUYxwbqpJMzJBrgLEdSvrA7.jpg",
    "description": "A century has passed since magic - true magic, the stuff of legends - has returned to the world. It is spring, the season of new beginnings, and a new class of students is about to begin their studies at the First National Magic University Affiliated High School, nickname: First High.\n\nIt follows the events of the original series as seen through the eyes of Shiba Miyuki, Tatsuya's sister. The life of an honor student comes with a lot of expectations...and unexpected hidden feelings?!",
    "background": "https://image.tmdb.org/t/p/w1280/hqalGitZD9f2bOlmRUBd5MoIQqH.jpg"
  },
  {
    "id": "gdrive-folder:1WiJDklUvtCMYbAyD9CUrFUGERgZvli8f",
    "type": "series",
    "name": "The Irregular at Magic High School",
    "poster": "https://image.tmdb.org/t/p/w500/4mJpMjdghHo4LfvmP1q1mubkEvl.jpg",
    "description": "In a world where magic is not a fairy tale but has existed for one hundred years siblings Tatsuya and Miyuki Shiba prepare to begin their studies at the elite Private Magic University Affiliated High School (Magic High School for short). Entering on different levels of the academic spectrum the two turn the once peaceful campus into a chaotic one.",
    "background": "https://image.tmdb.org/t/p/w1280/lpLZuBJuGDGSzLDVvIDKkdOpLuD.jpg"
  },
  {
    "id": "gdrive-folder:1DZyF48yUWIt987JJtv8gKQufir5v5i8n",
    "type": "series",
    "name": "The Irregular at Magic High School",
    "poster": "https://image.tmdb.org/t/p/w500/4mJpMjdghHo4LfvmP1q1mubkEvl.jpg",
    "description": "In a world where magic is not a fairy tale but has existed for one hundred years siblings Tatsuya and Miyuki Shiba prepare to begin their studies at the elite Private Magic University Affiliated High School (Magic High School for short). Entering on different levels of the academic spectrum the two turn the once peaceful campus into a chaotic one.",
    "background": "https://image.tmdb.org/t/p/w1280/lpLZuBJuGDGSzLDVvIDKkdOpLuD.jpg"
  },
  {
    "id": "gdrive-folder:1byDY__L6V6IF5h-SEbvuEP-0zyNgBnTC",
    "type": "series",
    "name": "One-Punch Man",
    "poster": "https://image.tmdb.org/t/p/w500/dT10AxJIXVvRwFAew4tt2RhzJrD.jpg",
    "description": "The most powerful superhero in the world can kill anyone with one blow. But nothing can challenge him, so he struggles with ennui and depression.",
    "background": "https://image.tmdb.org/t/p/w1280/3AXLSxMuqyZt8HyrKKfrcJtkswD.jpg"
  },
  {
    "id": "gdrive-folder:1SuffMzhwjPZtgVRRvJexyWDjFigebOeq",
    "type": "series",
    "name": "The Fruit of Evolution: Before I Knew It, My Life Had It Made",
    "poster": "https://image.tmdb.org/t/p/w500/5HcGeXvGybHdnKeMqKAJyCBknqI.jpg",
    "description": "High school student Hiiragi Seiichi is bullied by his classmates for being a \"loser.\" One day, his entire school is suddenly transported to a video game-like world of swords and sorcery. When he accidentally eats \"the Fruit of Evolution,\" his life as a successful \"winner\" begins.",
    "background": "https://image.tmdb.org/t/p/w1280/szgcMnJSa7HgM0UufecKsPC1Fbg.jpg"
  },
  {
    "id": "gdrive-folder:1DNhelIEdReAPZEPBDUCWHbU1zxtDZ2l7",
    "type": "series",
    "name": "Zatch Bell!",
    "poster": "https://image.tmdb.org/t/p/w500/cBcHLTG8UgtKi1i1iN0XVcRAB78.jpg",
    "description": "Takamine Kiyomaro, a depressed don't-care-about-the-world guy, was suddenly given a little demon named Zatch Bell to take care of. Little does he know that Zatch is embroiled in an intense fight to see who is the ruler of the demon world.",
    "background": "https://image.tmdb.org/t/p/w1280/n4MfPSRk5PzHeVrm43NHam8oH5d.jpg"
  },
  {
    "id": "gdrive-folder:19OnltluToZaZuH3m1xPZKuCgx2-ErPoq",
    "type": "series",
    "name": "2.43: Seiin High School Boys Volleyball Team",
    "poster": "https://image.tmdb.org/t/p/w500/utYAqKUQdUOVVQlM2FJBTWdONf9.jpg",
    "description": "Kimichika Haijima moves back to his hometown in Fukui and reunites with childhood friend Yuni Kuroba on the volleyball court.",
    "background": "https://image.tmdb.org/t/p/w1280/4RJzq72Q02lihOwaa56ZZXjnMI0.jpg"
  },
  {
    "id": "gdrive-folder:1DSTvTCfC2sO4wr20kRkC1MhIrsdQhmpY",
    "type": "series",
    "name": "The Helpful Fox Senko-san",
    "poster": "https://image.tmdb.org/t/p/w500/pygu154QHVzb0Ro3PKTdFBKcdiY.jpg",
    "description": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin.\n\nFox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.",
    "background": "https://image.tmdb.org/t/p/w1280/nuvy1AUlGOqpMfNMg5PWb4HzvHB.jpg"
  },
  {
    "id": "gdrive-folder:1zujLZeU1QUM-CV355DiBPvIgTCzlJE1E",
    "type": "series",
    "name": "Tower of God",
    "poster": "https://image.tmdb.org/t/p/w500/8v8ANBJNUzvA8F6sM20DBt3zZ44.jpg",
    "description": "Reach the top, and everything will be yours. At the top of the tower exists everything in this world, and all of it can be yours. You can become a god. This is the story of the beginning and the end of Rachel, the girl who climbed the tower so she could see the stars, and Bam, the boy who needed nothing but her.",
    "background": "https://image.tmdb.org/t/p/w1280/gcvJgJScIt0a5sRt8uLIkGM9IhI.jpg"
  },
  {
    "id": "gdrive-folder:1097BV61-PBYXxe2-_mwT0tXhOmB5RAJz",
    "type": "series",
    "name": "Psycho-Pass",
    "poster": "https://image.tmdb.org/t/p/w500/uWnP6qTcc4imPJ9ZHaXlPQlcYnB.jpg",
    "description": "In the year 2113, people are given brain scans to determine how likely they are to commit a crime. Those who fail are apprehended, or even killed.",
    "background": "https://image.tmdb.org/t/p/w1280/2HtnTJLs3CDUTu6ug8rib5vNnU2.jpg"
  },
  {
    "id": "gdrive-folder:1eaanOKK99cDs0xSNIqeJOB59cphNg0Q3",
    "type": "series",
    "name": "Samurai Champloo",
    "poster": "https://image.tmdb.org/t/p/w500/lYpHeSm7BcUxAbBx1ucuEH7oGAe.jpg",
    "description": "Break-dancing but fierce warrior Mugen has to deal with the cold-blooded and conceited Jin, a samurai who believes he is above all. These sworn enemies are brought together by Fuu for a special task.",
    "background": "https://image.tmdb.org/t/p/w1280/zsRvBsAVcJYz8wjpZnitMJz7HYr.jpg"
  },
  {
    "id": "gdrive-folder:1ACOR2sfc_AAGaSLYGI4vpVYw5Uz0w8P7",
    "type": "series",
    "name": "My Home Hero",
    "poster": "https://image.tmdb.org/t/p/w500/1up064CIofoNlFsn9ve8CD9mntL.jpg",
    "description": "An unassuming father becomes a target when he kills his daughter's abusive boyfriend — who happens to be the son of a cold-blooded crime boss.",
    "background": "https://image.tmdb.org/t/p/w1280/rHvVnMQ4OtcZl7ipJ8mBmAOe39c.jpg"
  },
  {
    "id": "gdrive-folder:1ujl2ECRHnJQP_m-7zFWBvchzHLbPQbZP",
    "type": "series",
    "name": "My One-Hit Kill Sister",
    "poster": "https://image.tmdb.org/t/p/w500/hQEgYVrTUxV0yXqLxdwdXIaofGt.jpg",
    "description": "Asahi, a boy who loves video games is killed in a traffic accident and ends up in another world. He tries to enjoy the otherworldly adventuring life he's always dreamed of, but his stats are on the level of an NPC's. He is in big trouble and is being chased by a monster when he hears, \"Fear not, little brother!\" and the monster is killed in one hit by Asahi's older sister, Maya, who followed Asahi to this world. So Maya has acquired some seriously OP skills, but she takes her adoration of her younger brother to extremes. Thus begins their story about an overpowered older sister with a brother complex and a younger brother with the weakest of stats in another world.",
    "background": "https://image.tmdb.org/t/p/w1280/xny1jVdXW839f05UFb0it9tOZdf.jpg"
  },
  {
    "id": "gdrive-folder:1rlzfcL_YwnwRPA8sP6uWq2wLeVQ9sIg3",
    "type": "series",
    "name": "The Future Diary",
    "poster": "https://image.tmdb.org/t/p/w500/5MxOVu9eItgGZh4AQrtAnbZIsJr.jpg",
    "description": "Reality quickly unravels when antisocial Yukiteru is called into a death match against 11 other mentally scarred individuals. Each player has a prophetic device tuned to their personality, giving them control over their future—and the fate of their foes.",
    "background": "https://image.tmdb.org/t/p/w1280/eziTZNETERfYgflR9RENyy5QhSo.jpg"
  },
  {
    "id": "gdrive-folder:1AdjYxW5oVaiNF8Roo_-SVvngVRgFVwoV",
    "type": "series",
    "name": "Deadman Wonderland",
    "poster": "https://image.tmdb.org/t/p/w500/xHgs3UJx5nKi7deizomDrumPxrw.jpg",
    "description": "Ganta is the only survivor after a mysterious man in red slaughters a classroom full of teenagers. He's framed for the carnage, sentenced to die, and locked away in the most twisted prison ever built: Deadman Wonderland. And then it gets worse.",
    "background": "https://image.tmdb.org/t/p/w1280/iHA3JmrA8k4TSeGlcDhfBKvRdBZ.jpg"
  },
  {
    "id": "gdrive-folder:1R7I5SgLWsYVfeSdefSTvzA5SkoflwC8f",
    "type": "series",
    "name": "To Your Eternity",
    "poster": "https://image.tmdb.org/t/p/w500/lA2jRBubr2OLOlbkJXuBXYqv4A9.jpg",
    "description": "An immortal being takes on the form of a human boy, wandering the earth and experiencing the pains and joys of life throughout his story without end.",
    "background": "https://image.tmdb.org/t/p/w1280/qmeC99iX9YPbxi3Dwsw5VvxIbCC.jpg"
  },
  {
    "id": "gdrive-folder:16vtvqkWIQivUVVTMAj6bQSdVAkjdUBT4",
    "type": "series",
    "name": "The 8th Son? Are You Kidding Me?",
    "poster": "https://image.tmdb.org/t/p/w500/vczlgbCyJPIzjhyyiI9mGVL1gTg.jpg",
    "description": "Ichinomiya Shingo, an everyday twenty-five-year-old office worker, wakes up as Wendelin, the 8th son of an impoverished noble family out in the sticks. He soon despairs at his lack of succession rights and knowledge to navigate the political world, but finds hope in his aptitude for magic. This is the story of that young man earning his keep and his freedom through magic, with no world saving involved, and spending quite a while escaping his solitude. Ultimately, it is also the story of him being unable to escape the shackles of society.",
    "background": "https://image.tmdb.org/t/p/w1280/1QhNiFUOhljlOmdDrDbi4UGmEWk.jpg"
  },
  {
    "id": "gdrive-folder:17D6pQKO9cTMN_Fb4dnX3EmOAZidHFAdd",
    "type": "series",
    "name": "Cowboy Bebop",
    "poster": "https://image.tmdb.org/t/p/w500/xDiXDfZwC6XYC6fxHI1jl3A3Ill.jpg",
    "description": "In 2071, roughly fifty years after an accident with a hyperspace gateway made the Earth almost uninhabitable, humanity has colonized most of the rocky planets and moons of the Solar System. Amid a rising crime rate, the Inter Solar System Police (ISSP) set up a legalized contract system, in which registered bounty hunters, also referred to as \"Cowboys\", chase criminals and bring them in alive in return for a reward.",
    "background": "https://image.tmdb.org/t/p/w1280/A4PHx94G7mvM3b8vsDJ5HEaQ6uv.jpg"
  },
  {
    "id": "gdrive-folder:1qFiR3zaiH9gd0noet3MhMOEJKPP0ggUc",
    "type": "series",
    "name": "ORESUKI Are you the only one who loves me?",
    "poster": "https://image.tmdb.org/t/p/w500/q3589iXqM9rYuZ19f7PI8xZXpc.jpg",
    "description": "Kisaragi Amatsuyu is invited out alone by the cool beauty upperclassman Cosmos and his childhood friend Himawari. Expecting to hear their confessions, he triumphantly goes to meet each of them in turn. But Cosmos and Himawari both instead confess to Amatsuyu that they like his friend. Amatsuyu fights this lonely battle, but there is another girl who is looking at him. She is a gloomy girl with glasses and braids. Amatsuyu finds that he hates her, because she's always turning her sharp tongue only on him and finding enjoyment in his troubles. But it turns out that she's the only one who actually does like him.",
    "background": "https://image.tmdb.org/t/p/w1280/gd2r6lQEv9gqjqGmlTRYNkkvstX.jpg"
  },
  {
    "id": "gdrive-folder:1eEPj9yU3EIBRa4MJGzEoo3Y5m4m4CWZm",
    "type": "series",
    "name": "Mushi-Shi",
    "poster": "https://image.tmdb.org/t/p/w500/1EdA21TRBXJU5aBP4EHkOMF2tNx.jpg",
    "description": "Ginko, a Mushi master, travels from place to place researching the Mushi and helping people who are suffering because of it.",
    "background": "https://image.tmdb.org/t/p/w1280/8ysRHGV3URjOJT7u7NkZiFjvObk.jpg"
  },
  {
    "id": "gdrive-folder:1OU-21HG3RDS56TLVlGmOvx_Nz0e-Q8Ax",
    "type": "series",
    "name": "Trinity Seven",
    "poster": "https://image.tmdb.org/t/p/w500/spklcFiiHyIbkAzhKw88Epp25Z0.jpg",
    "description": "In this \"romantic comedy but sometime serious magical school story,\" life as Arata Kasuga knows it is wiped out by a bizarre incident known as \"Collapse Phenomenon,\" which causes worldwide destruction and takes his cousin Hijiri Kasuga to the next world. To resolve the \"Collapse Phenomenon\" and bring back Hijiri, Arata enrolls in the Royal Biblia Academy. Waiting in the school are seven beautiful female magic users — the Trinity Seven.",
    "background": "https://image.tmdb.org/t/p/w1280/rXWbob80oIGs9pvO2K5k7XNVEhk.jpg"
  },
  {
    "id": "gdrive-folder:1-zY5sMuTicnFFfvpFnmTOEFpIWVRm9qd",
    "type": "series",
    "name": "Free!",
    "poster": "https://image.tmdb.org/t/p/w500/aV195WULVVW6EFUGTwpYHO1lp3t.jpg",
    "description": "The story revolves around Haruka Nanase, a boy who has always loved to be immersed in water, and to swim in it. Before graduating from elementary school, he participated in a swimming tournament along with his fellow swimming club members, Makoto Tachibana, Nagisa Hazuki, and Rin Matsuoka. After achieving victory, each of the boys went their separate ways. Time passed, and in the middle of their uneventful high school lives Rin appears and challenges Haruka to a match, showing Haruka his overwhelming power. Not wanting it to end like this, Haruka, gathers together Makoto and Nagisa once again and brings a new member named Rei Ryugazaki to create the Iwatobi High School Swimming Club in order to defeat Rin.",
    "background": "https://image.tmdb.org/t/p/w1280/ghOUf1gzmBhbdKJrAjylLE983R9.jpg"
  },
  {
    "id": "gdrive-folder:1RNhcmjvCL-9rz0C2G0wUy4BzuS9i9h4N",
    "type": "series",
    "name": "When Supernatural Battles Became Commonplace",
    "poster": "https://image.tmdb.org/t/p/w500/o0v3bMpC9u1ofg2uD439cr4j3et.jpg",
    "description": "A group of five boys and girls suddenly acquire supernatural powers. Ready to fight in galactic battles to defend human cause… they are struck by the realization that there are no wars, no conspiracies, no evils empires, no nothing in their high school life. They instead decide to idly have fun by wasting their powers away.",
    "background": "https://image.tmdb.org/t/p/w1280/v9Fq1xvjEbgNnpD1eIasJQ1rIGn.jpg"
  },
  {
    "id": "gdrive-folder:1mdu_752iea65w6WzrKlWV0QhmORxo-vx",
    "type": "series",
    "name": "The God of High School",
    "poster": "https://image.tmdb.org/t/p/w500/lfa79lR34s6eyNkKjqC76uQEihh.jpg",
    "description": "When an island half-disappears from the face of the earth, a mysterious organization sends out invitations for a tournament to every skilled fighter in the world. \"If you win you can have ANYTHING you want,\" they claim. They're recruiting only the best to fight the best and claim the title of The God of High School. Jin Mori, a Taekwondo specialist and a high school student, soon learns that there is something much greater beneath the stage of the tournament.",
    "background": "https://image.tmdb.org/t/p/w1280/gexkIOkGW4PaYTOctUTlG59MZ0B.jpg"
  },
  {
    "id": "gdrive-folder:1BBa3BXUoNnQHBF_DpA8kSBzx-J4LOZR2",
    "type": "series",
    "name": "Tokyo Revengers",
    "poster": "https://image.tmdb.org/t/p/w500/arB3L9pZZBSzUPSC8BEv8c3X0bF.jpg",
    "description": "Takemichi Hanagaki is a freelancer that’s reached the absolute pits of despair in his life. He finds out that the only girlfriend he ever had, in middle school, Hinata Tachibana, had been killed by the ruthless Tokyo Manji Gang. The day after hearing about her death, he’s standing on the station platform and ends up being pushed over onto the tracks by a herd of people. He closes his eyes thinking he’s about to die, but when he opens his eyes back up, he somehow had gone back in time 12 years. Now that he’s back living the best days of his life, Takemichi decides to get revenge on his life.",
    "background": "https://image.tmdb.org/t/p/w1280/wjw3wrmkjjApu83Y4SxmQ5gP2mZ.jpg"
  },
  {
    "id": "gdrive-folder:16KRQPj7uBXOlBa6fhnkRU_-X-94L8Hg3",
    "type": "series",
    "name": "Mob Psycho 100",
    "poster": "https://image.tmdb.org/t/p/w500/vR7hwaGQ0ySRoq1WobiNRaPs4WO.jpg",
    "description": "Shigeo Kageyama, a.k.a. \"Mob,\" is a boy who has trouble expressing himself, but who happens to be a powerful esper. Mob is determined to live a normal life and keeps his ESP suppressed, but when his emotions surge to a level of 100%, something terrible happens to him! As he's surrounded by false espers, evil spirits, and mysterious organizations, what will Mob think? What choices will he make?",
    "background": "https://image.tmdb.org/t/p/w1280/kP5duNJEbTfXpBs6CITsaZ88pQi.jpg"
  },
  {
    "id": "gdrive-folder:1Gj8wHGSPN43yBKY8BoF4wMHy8faNqft4",
    "type": "series",
    "name": "Spice and Wolf",
    "poster": "https://image.tmdb.org/t/p/w500/qy5enaLa2Iy8zJAnXC1UNA1Ssjc.jpg",
    "description": "Lawrence, a traveling merchant searching for profit, finds a naked girl with the ears and tail of a wolf asleep in his cart. Her name is Holo – a harvest goddess with an untamed beast lurking inside who longs to return to her beloved northern home. Armed with his street smarts and her animal instincts, a simple peddler and a forgotten deity begin a journey through the wild countryside. Along their path, the riches of happiness shall be reaped, even as the bankruptcy which dwells in the human heart is exposed.",
    "background": "https://image.tmdb.org/t/p/w1280/ce2s97LwKSsB7MYBHK53OCUbDWo.jpg"
  },
  {
    "id": "gdrive-folder:1LDibYGMi1Z8F0rMm2gTBXli9btk0N3Aq",
    "type": "series",
    "name": "Kuma Kuma Kuma Bear",
    "poster": "https://image.tmdb.org/t/p/w500/yLOiO2hnAGtIyY6sH5fNZqY919I.jpg",
    "description": "Fifteen-year-old Yuna prefers staying home and obsessively playing her favorite VRMMO to doing anything else, including going to school. When a strange new update gives her a one-of-a-kind bear outfit that comes with overpowered abilities, Yuna is torn: the outfit is unbearably cute, but too embarrassing to wear in-game. But then she suddenly finds herself transported into the world of the game, facing down monsters and magic for real, and the bear suit becomes the best weapon she has!",
    "background": "https://image.tmdb.org/t/p/w1280/iF7igCcBrVEW77JNBSnThXpwu9g.jpg"
  },
  {
    "id": "gdrive-folder:1f-j1x35Fhy9UwgkSMJd96lJCtfh0LSYp",
    "type": "series",
    "name": "My Senpai Is Annoying",
    "poster": "https://image.tmdb.org/t/p/w500/sIFbhBRTghLu36j3Aw67hrTSr2k.jpg",
    "description": "Futuba Igarashi's new job would be great if her senpai, Harumi Takeda, wasn't so incredibly annoying! Futuba hates his laugh, she hates how big he is, and she really hates that he treats her like a little kid. Just because Futuba is short and looks young doesn't make her a kid, and just because she spends so much time with Takeda doesn't mean she sees him as anything but an annoying senpai...or does she?!",
    "background": "https://image.tmdb.org/t/p/w1280/3v6YfgVKoBk0VrAEQ4Blq3KUly6.jpg"
  },
  {
    "id": "gdrive-folder:1G_eyBYwqq6Y04wRiS9ojFnKaZMRQs8L6",
    "type": "series",
    "name": "NieR:Automata Ver1.1a",
    "poster": "https://image.tmdb.org/t/p/w500/qHSCYOXHV3EKXKkMxUvC9rGx4Av.jpg",
    "description": "The distant future, 5012.\n\nThe sudden aerial invasion of Earth by ＜Aliens＞ and their creations ＜Machine Lifeforms＞ led mankind to the brink of extinction. The surviving number of humans who took refuge on the moon to organize a counterattack using ＜android＞ soldiers to recapture Earth.\n\nHowever, the war reaches a stalemate as the ＜Machine Lifeforms＞ continue to multiply infinitely. In turn, humanity deploys anew unit of android soldiers as an ultimate weapon: ＜YoRHa＞\n\nNewly dispatched to Earth ＜2B＞ joins ＜9S＞, the analyst currently stationed there, where amid their mission, they encounter a myriad of mysterious phenomena...\n\nThis is the story of these lifeless ＜androids＞ and their endless fight for the sake of mankind.",
    "background": "https://image.tmdb.org/t/p/w1280/bGRKHQsmLUz2hQB8W3nYnCIc9Y0.jpg"
  },
  {
    "id": "gdrive-folder:1Xkdp_bqiV4GDZLEljAHKRtlZKj1Trwsx",
    "type": "series",
    "name": "My Hero Academia",
    "poster": "https://image.tmdb.org/t/p/w500/phuYuzqWW9ru8EA3HVjE9W2Rr3M.jpg",
    "description": "After he saves a bully from a Villain, a normal student is granted a superpower that allows him to attend a high school training academy for Heroes.",
    "background": "https://image.tmdb.org/t/p/w1280/cH39aJg9VlEaYo6yY37Iah8RAaz.jpg"
  },
  {
    "id": "gdrive-folder:1TFg7BJ4hp3tO8kYV0Qxi22yuDjtey1hZ",
    "type": "series",
    "name": "Noragami",
    "poster": "https://image.tmdb.org/t/p/w500/5hb8qfoPKQMlLfuhZcbcXwCRVEd.jpg",
    "description": "Hiyori Iki is a normal middle school student until she was involved in a bus accident while trying to protect a stranger. This incident causes her soul to frequently slip out of her body, and she becomes aware of the existence of two parallel worlds. Through her soul, she meets the strange, nameless god without a shrine, Yato. Yato is determined to make a name for himself out there by accepting any wishes for 5 yen, including Hiyori's to fix her body.",
    "background": "https://image.tmdb.org/t/p/w1280/n5J23cWQW4FUWhifL530qEkstFY.jpg"
  },
  {
    "id": "gdrive-folder:1Engj8lwjQa4t7IBC4lM_gOSMScfqGtDY",
    "type": "series",
    "name": "Your Lie in April",
    "poster": "https://image.tmdb.org/t/p/w500/rRjfH3ckTYz8z8aSkJshFL4VyK9.jpg",
    "description": "Kousei Arima was a genius pianist until his mother's sudden death took away his ability to play. Each day was dull for Kousei. But, then he meets a violinist named Kaori Miyazono who has an eccentric playing style. Can the heartfelt sounds of the girl's violin lead the boy to play the piano again?",
    "background": "https://image.tmdb.org/t/p/w1280/x6jWDL4H9TaBLGEvyej0qKiirBU.jpg"
  },
  {
    "id": "gdrive-folder:1uDr6Obmb3jq6TVkbtwzFKpaLzb2PW8x1",
    "type": "series",
    "name": "The Promised Neverland",
    "poster": "https://image.tmdb.org/t/p/w500/oBgRCpAbtMpk1v8wfdsIph7lPQE.jpg",
    "description": "Emma, Norman and Ray are the brightest kids at the Grace Field House orphanage. And under the care of the woman they refer to as “Mom,” all the kids have enjoyed a comfortable life. Good food, clean clothes and the perfect environment to learn—what more could an orphan ask for? One day, though, Emma and Norman uncover the dark truth of the outside world they are forbidden from seeing.",
    "background": "https://image.tmdb.org/t/p/w1280/6t8N28C5NbwqjCHRXhyY1S06Lib.jpg"
  },
  {
    "id": "gdrive-folder:1c1As-ojoFMn2VfmXmtgBjgBHq0VIFP52",
    "type": "series",
    "name": "Toradora!",
    "poster": "https://image.tmdb.org/t/p/w500/jgLSYTAgjQgwBqLEw1bgr8vNxeK.jpg",
    "description": "Ryūji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\" One day, an embarrassing mistake causes the two students to cross paths. Ryūji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yūsaku Kitamura, who happens to be his best friend. But things only get crazier when Ryūji reveals that he has a crush on Minori Kushieda—Taiga's best friend! Toradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.",
    "background": "https://image.tmdb.org/t/p/w1280/3IxznCOIYjajctSJ6BtlkDfJ22Y.jpg"
  },
  {
    "id": "gdrive-folder:1Rkz1JgTVrQmIXDBadCh2awlSZbZ6wI8a",
    "type": "series",
    "name": "The Aristocrat's Otherworldly Adventure: Serving Gods Who Go Too Far",
    "poster": "https://image.tmdb.org/t/p/w500/aH3EKIPW9XRaIJQeF7EYlOe7SEK.jpg",
    "description": "After dying in the act of stopping a crime in modern Japan, our hero is reincarnated as Cain von Silford, third son of a noble family in a world of swords and sorcery. In his new life, all children receive a blessing from the gods...but Cain is unexpectedly blessed with an absolutely enormous, over-the-top cornucopia of magical powers. If his dream of traveling the world as a free spirit is to come true, he can't reveal too much of his potential to the wrong people. A light-hearted, escapist adventure in another world begins!",
    "background": "https://image.tmdb.org/t/p/w1280/k3V9eGCWmiOTKSQTBjG48pJhDHd.jpg"
  },
  {
    "id": "gdrive-folder:1SszYghy43FlSadWgpg38QXDsm7IOU2pT",
    "type": "series",
    "name": "The Asterisk War",
    "poster": "https://image.tmdb.org/t/p/w500/f3ZgoCfGwKlPEbKXwkY4esfN57s.jpg",
    "description": "Invertia was a meteor storm that caused an unprecedented disaster  during the 20th century. Because of this disaster, numerous cities  around the world were destroyed. However, within the meteor, an unknown  element called mana was discovered. It allowed human technology to make  rapid strides giving rise to a new species of super-powered humans, the  Star Pulse Generation (Genestella). The Festas (Star Warrior Festivals)  host battles between Genestella at a city of six academies called  “Rikka,” also commonly known as “Asterisk.”\n\nScholarship student Ayato  Amagiri transferred into Seidoukan Academy in order to fulfill his own  wish, swearing he too will fight in this city.",
    "background": "https://image.tmdb.org/t/p/w1280/rkRTJRK0UnKkTrmqEhC2HRCtEnW.jpg"
  },
  {
    "id": "gdrive-folder:1b98RjPShmtUcXPzl8uBKKaV-hxWzCvws",
    "type": "series",
    "name": "More than a Married Couple, but Not Lovers",
    "poster": "https://image.tmdb.org/t/p/w500/tEdCclmak7CHR5OzbusD94zdhUW.jpg",
    "description": "The story centers on third-year high school student Jiro Yakuin, who gets saddled with his gyaru classmate Akari Watanabe for the class's \"marriage training\" project about practicing to be a married couple. Jiro is the complete opposite of Akari, but the two know that if they do well they will be able to switch partners to end up with their respective crushes, and so they force themselves to act like the perfect married couple.",
    "background": "https://image.tmdb.org/t/p/w1280/4MvUUdfM93CZP1ucanAZ2KQAecU.jpg"
  },
  {
    "id": "gdrive-folder:1OCiCXT7CrkWtPttAaRn9OmIsrOWdMOId",
    "type": "series",
    "name": "Fate Series ",
    "poster": "https://image.tmdb.org/t/p/w1280/fivwHxH3xddSkSyqonXtuydBpIY.jpg",
    "description": "Illyasviel von Einzbern is an ordinary elementary school student who becomes a magical girl when the magical Kaleidostick Ruby deems her a more suitable master than the sorceress, Rin Tohsaka. Rin, who had been tasked by the wizard Zelretch to collect the seven Class Cards containing the spirits of Heroic Spirits from legend, finds that she is unable to change Ruby's mind and must supervise Illya in completing the task of collecting the Class Cards. During Illya's adventures, she receives a friend and rival in a girl named Miyu, the contracted master of the Kaleidostick Sapphire, which similarly abandoned its original master and Rin's rival, Luvia Edelfelt."
  },
  {
    "id": "gdrive-folder:1cKdV3BJ5Fi_vDNohZb9_bNphAYhpKX8P",
    "type": "series",
    "name": "Black Lagoon",
    "poster": "https://image.tmdb.org/t/p/w500/sQlHhWScg6qmakL1ywtcjjVKKqV.jpg",
    "description": "The story follows a team of pirate mercenaries known as the Lagoon Company, that smuggles goods in and around the seas of Southeast Asia in the early to mid 1990s. Their base of operations is located in the fictional harbor city of Roanapur in southeast Thailand near the border of Cambodia.",
    "background": "https://image.tmdb.org/t/p/w1280/9Sz85jzgFAt2NUWV6e9AfJUSRkM.jpg"
  },
  {
    "id": "gdrive-folder:1OPXckULDuuEWp_vz8brNGPPyLyvglhe2",
    "type": "series",
    "name": "MEGALOBOX",
    "poster": "https://image.tmdb.org/t/p/w500/mfXCEFdiMMWEUCGcCbdEo7bfhKK.jpg",
    "description": "A desolate land stretches out from the city of poverty. A motorcycle speeds recklessly, blowing clouds of sand and dust. The rider is the protagonist of this story – he has neither a name nor a past. All he has is his ring name, “Junk Dog” and a technique for rigging MEGALOBOX matches with his pal Gansaku Nanbu, which they use to support their hand-to-mouth lives. JD is bored, resigned, and unfulfilled. Yuri has been the reigning champion of MEGALOBOX for the past few years. He has the skills and presence of a true champion. This is a story of JD and his rival, Yuri.",
    "background": "https://image.tmdb.org/t/p/w1280/l3uSouoBpxN3aanoD5PiiBz1DBm.jpg"
  },
  {
    "id": "gdrive-folder:1STHr4DwFezPnXiF3zYBYmVecZJnXlYm2",
    "type": "series",
    "name": "I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too",
    "poster": "https://image.tmdb.org/t/p/w500/dXrUejdxJFgk6FGoB8V3VQhYsjJ.jpg",
    "description": "A door to another world stretches out before a boy who's been brutally bullied all his life. This alternate reality grants him access to all sorts of things, like cheat skills and a portal that lets him travel between his old and new worlds! Can this class loser turn his life around back home...?",
    "background": "https://image.tmdb.org/t/p/w1280/nxJSLabJHzAeRzweeWRl1EE40NJ.jpg"
  },
  {
    "id": "gdrive-folder:1dBJi9wZ2qAJnlEYRaXTplqe2aQm04a3M",
    "type": "series",
    "name": "Hell's Paradise",
    "poster": "https://image.tmdb.org/t/p/w500/1V9I7SvZbYoMbSvdtnlkkq9SB1k.jpg",
    "description": "For a chance at a pardon, a ninja assassin joins other condemned criminals on a journey to a mysterious island to retrieve an elixir of immortality.",
    "background": "https://image.tmdb.org/t/p/w1280/vjiIuR3XGpoGSumQ7DziPAmxIYR.jpg"
  },
  {
    "id": "gdrive-folder:1-h0qghpTHYJ7H5W3Hv_Q46S4Fl7LIQn6",
    "type": "series",
    "name": "Castlevania",
    "poster": "https://image.tmdb.org/t/p/w500/ubDtIBwdS9b29sBofAkqWz3PqkT.jpg",
    "description": "A vampire hunter fights to save a besieged city from an army of otherworldly beasts controlled by Dracula himself.",
    "background": "https://image.tmdb.org/t/p/w1280/jLE5bsPA9xOKzBWOaOmKbp1DWQS.jpg"
  },
  {
    "id": "gdrive-folder:1IYopALCrDHBm9N8AP_6-Cf2HWCrB2OeK",
    "type": "series",
    "name": "Dororo",
    "poster": "https://image.tmdb.org/t/p/w500/2qSzgSE80OFrfgg5UFYbATdCQ6t.jpg",
    "description": "A samurai lord has bartered away his newborn son's organs to forty-eight demons in exchange for dominance on the battlefield. Yet, the abandoned infant survives thanks to a medicine man who equips him with primitive prosthetics—lethal ones with which the wronged son will use to hunt down the multitude of demons to reclaim his body one piece at a time, before confronting his father. On his journeys the young hero encounters an orphan who claims to be the greatest thief in Japan.",
    "background": "https://image.tmdb.org/t/p/w1280/2Wb3LB2LIRmGrFbGTgpQsTOCPhS.jpg"
  },
  {
    "id": "gdrive-folder:1X4HQHIIQa3g8kSZGX2w2VVEgbclp00gt",
    "type": "series",
    "name": "Snow White with the Red Hair",
    "poster": "https://image.tmdb.org/t/p/w500/jZtP1Zd7DNfVkPolpVhe7BCdDhL.jpg",
    "description": "Shirayuki was a young girl born with unique apple-red hair. She meets a famous but foolish Prince Raji, who falls in love with her at first sight and orders her to become his concubine. With nowhere else to go, Shirayuki cuts her hair and escapes to a neighboring country. While traversing through the forests, she meets a young boy, Zen, who helps her after she boldly cures his wounds but then gets poisoned by an apple given to Shirayuki. Meanwhile, Prince Raji sends out henchmen to search for her. What will happen to Shirayuki? What is Zen's true character? A refreshing fantasy story between an optimistic heroine and a prince who constantly stays on her watch.",
    "background": "https://image.tmdb.org/t/p/w1280/m7pLRHLnuM37mLzycgcCz01TvAS.jpg"
  },
  {
    "id": "gdrive-folder:1ESXEs50dmi63V_t_auxcnK_Bzeidw4Rq",
    "type": "series",
    "name": "JoJo's Bizarre Adventure",
    "poster": "https://image.tmdb.org/t/p/w500/ogAWwbh3frWtiTyyXrZaVFtqCgp.jpg",
    "description": "Follow the intergenerational feud between the Joestar Family and various forces of evil, the most prominent of which is Dio Brando and his followers.",
    "background": "https://image.tmdb.org/t/p/w1280/mLKN1dsimKPiXCZ48KED0X8a02t.jpg"
  },
  {
    "id": "gdrive-folder:18i4ItHl1WlagatDvDA8BivGoJsJR9XYB",
    "type": "series",
    "name": "Ghost in the Shell: SAC_2045",
    "poster": "https://image.tmdb.org/t/p/w500/tPK8BER0Pyq68IGKHrTemGlxBV4.jpg",
    "description": "After a global financial crisis, the world is engulfed in an AI-driven \"sustainable war.\" It's up to Section 9 to counter new forms of cyber threats.",
    "background": "https://image.tmdb.org/t/p/w1280/2L4ob76e1tp6fgMXgMD2BC2hSUT.jpg"
  },
  {
    "id": "gdrive-folder:18bjG1CA81vOQvuOK75Ms0H8ffwATTpMk",
    "type": "series",
    "name": "Dragons: The Nine Realms",
    "poster": "https://image.tmdb.org/t/p/w500/4iVAFGq8KhFdvsP5dHVvVqs5ALu.jpg",
    "description": "Set 1,300 years after the events of How to Train Your Dragon, dragons are now just a legend to the modern world. When a geological anomaly opens an immense, miles-deep fissure in the Earth’s surface, scientists from all over the world gather at a new research facility to study the mysterious phenomenon. Soon a group of misfit kids, brought to the site by their parents, uncover the truth about dragons and where they’ve been hiding -- a secret they must keep to themselves to protect what they’ve discovered.",
    "background": "https://image.tmdb.org/t/p/w1280/jRN6Qbrqm9hpiX8s1Ie90l1mxnF.jpg"
  },
  {
    "id": "gdrive-folder:18D9iurYc4vy5O2Y2enAp15OhSQ1bR8pB",
    "type": "series",
    "name": "Gundan Series Mobile Suits ",
    "poster": "https://image.tmdb.org/t/p/w1280/BMqben5yxK5bBdHALi9jfyp517.jpg",
    "description": "What would you do if you suddenly found yourself in the middle of a war? Teenager Amuro Ray sees his life shattered when war comes to his home. During the chaos, Amuro finds himself inside the mobile suit Gundam, the Earth Federation's new secret weapon, and he somehow gets it to work. Amuro and the other refugees flee their homeland on the warship White Base. This group of children and inexperienced soldiers will change the outcome of the war."
  },
  {
    "id": "gdrive-folder:189slpVXrxfgFVdimMyl4WK-if5rgnN4B",
    "type": "series",
    "name": "Naruto Shippūden",
    "poster": "https://image.tmdb.org/t/p/w500/71mASgFgSiPl9QUexVH8BubU0lD.jpg",
    "description": "After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work. It will not be easy though as he has amassed a few more dangerous enemies, in the likes of the shinobi organization; Akatsuki.",
    "background": "https://image.tmdb.org/t/p/w1280/z0YhJvomqedHF85bplUJEotkN5l.jpg"
  },
  {
    "id": "gdrive-folder:11wmCy69h_cz7TSxN0NUqr7XnnjrDfuA7",
    "type": "series",
    "name": "In Another World with My Smartphone",
    "poster": "https://image.tmdb.org/t/p/w1280/k3DboKiicC4ZbJe50sjG1fGdMGX.jpg",
    "description": "Touya Mochizuki was accidentally killed, and as an apology, God allows him to be reborn in a fantasy world and will grant him any one wish he desires. And so, Touya chooses to keep his smartphone in the next world. In his second chance at life, he befriends many important figures and comes across the world's secret. He inherits the legacy of an ancient civilization and travels around nonchalantly while possessing powers that rival this world's kings."
  },
  {
    "id": "gdrive-folder:1NBZLyRoRcgI4GcG8QHCEGiWeV763eWpg",
    "type": "series",
    "name": "JUJUTSU KAISEN",
    "poster": "https://image.tmdb.org/t/p/w500/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg",
    "description": "Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.",
    "background": "https://image.tmdb.org/t/p/w1280/gmECX1DvFgdUPjtio2zaL8BPYPu.jpg"
  },
  {
    "id": "gdrive-folder:1nqGb0oqEFnXsn9QR4ISo5sOcwZMkYqKb",
    "type": "series",
    "name": "Dragon Quest: The Adventure of Dai",
    "poster": "https://image.tmdb.org/t/p/w500/6ryUWLfFNm15vNOosOgcSYISRlf.jpg",
    "description": "After the defeat of the demon lord Hadlar all of the monsters were unleashed from his evil will and moved to the island of Delmurin to live in peace. Dai is the only human living on the island. Having been raised by the kindly monster Brass, Dai's dream is to grow up to be a hero. He gets to become one when Hadlar is resurrected and the previous hero, Avan, comes to train Dai to help in the battle. But Hadlar, announcing that he now works for an even more powerful demon lord, comes to kill Avan. To save his students Avan uses a Self-Sacrifice spell to attack, but is unable to defeat Hadlar. When it seems that Dai and Avan's other student Pop are doomed a mark appears on Dai's forehead and he suddenly gains super powers and is able to fend off Hadlar. The two students then go off on a journey to avenge Avan and bring peace back to the world.",
    "background": "https://image.tmdb.org/t/p/w1280/taqD0yjyXEQ58HGHJVG1sxJBGQO.jpg"
  },
  {
    "id": "gdrive-folder:1fHSj1c9EUvqE7crmRiXr8xIidnvizmuG",
    "type": "series",
    "name": "Kizazi Moto: Generation Fire",
    "poster": "https://image.tmdb.org/t/p/w500/8nmfXtwEHQF2iZUJn76Pz7d5KZa.jpg",
    "description": "This action-packed animated sci-fi anthology presents ten futuristic visions from Africa inspired by the continent's diverse histories and cultures. Executive produced by Oscar-winning director Peter Ramsey, these ten short films made by a new generation of animation creators draw on uniquely African perspectives to imagine brave new worlds of advanced technology, aliens, spirits, and monsters. This is Africa as you've never seen it before.",
    "background": "https://image.tmdb.org/t/p/w1280/quPsHydNkDberkSbPm1MmMqHFsv.jpg"
  },
  {
    "id": "gdrive-folder:1Jy2Rg4KzY9HBRN0n3j0uz-hxIpSAbohS",
    "type": "series",
    "name": "Rent-a-Girlfriend",
    "poster": "https://image.tmdb.org/t/p/w500/6ZpDPUNtVw6UdJoStvVlRZ62yAi.jpg",
    "description": "Kinoshita Kazuya is a 20-year-old failure of a college student. He managed to kiss his girlfriend once, but was dumped after a month. Completely spiteful, Kazuya uses a certain method to date a girl. He goes to their meeting place and a beautiful girl brushing her long, black hair behind her ear was there, smiling at him. Her name was Mizuhara Chizuru. Something real is born after just a single rental! A reckless rom-com filled with love and excitement is about to begin!",
    "background": "https://image.tmdb.org/t/p/w1280/ullfy98STkno11rDGi44SK6llwx.jpg"
  },
  {
    "id": "gdrive-folder:1bfanbSLkn0HEBEJ0FX-sYCEIap0Xc_WY",
    "type": "series",
    "name": "Bleach",
    "poster": "https://image.tmdb.org/t/p/w500/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg",
    "description": "For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever. Now, with a newfound wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil.",
    "background": "https://image.tmdb.org/t/p/w1280/o0NsbcIvsllg6CJX0FBFY8wWbsn.jpg"
  }
]
